{"object": {
    "title": {
        "value": "Diallel analysis of grain yield and resistance to seven diseases of 12 African maize (Zea mays L.) inbred lines",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:36Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "multiple disease resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "general combining ability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "specific combining ability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "diallel",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "inbred lines",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24039",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "correlation",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7559
            ],
            "value": "diseases",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_49879"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "disease resistance",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2328"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "combining ability",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_15954"
            ]
        }
    ],
    "description": {
        "value": "Maize (Zea mays L.) is grown on 15 million ha in eastern and southern Africa. Several diseases are of common occurrence in the region and regularly result in significant yield losses. A collaborative regional disease nursery (REGNUR) project was initiated in 1998 to identify and increase access to disease resistant germplasm, generate and disseminate information on disease and insect resistance sources, and facilitate the development of resistant cultivars by project partners. A diallel among 12 elite inbred lines was formed with the specific objective of evaluating the combining ability of these inbred lines for grain yield and resistance to seven diseases. The trial was grown at six sites in 2001. Results showed that both general (GCA) and specific combining ability effects were significant for most diseases. On the average, GCA accounted for 69% of resistance to diseases and only 37% of variation for grain yield. Correlations between GCA effects for disease scores were generally non-significant, implying that it is possible to pyramid genes for disease resistance in inbred lines. This underscores the need for screening for resistance to prevailing diseases using artificial inoculation or reliable hot-spots. Based on GCA effects for grain yield and across diseases, P12 and P6 were the best inbred lines. The crosses P4 × P9 (6.7 t ha&#8722;1) and P4 × P12 (6.9 t ha&#8722;1) were the best hybrids in the earlier maturity group, while P3 × P9 (8.3 t ha&#8722;1) and P2 × P8 (7.4 t ha&#8722;1) were the best hybrids in the late maturity group.",
        "lang": "eng"
    },
    "appid": "10883_3095",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3095"
}}
