{"object": {
    "title": {
        "value": "Genetics of wheat-Pyrenophora tritici-repentis interactions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:27Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "gene-for-gene hypothesis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "race structure",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "host resistance",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.862
            ],
            "value": "cultivars",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3214"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "structures",
            "uri": "http://aims.fao.org/aos/agrovoc/c_330905"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hosts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3673"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "pyrenophora",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6382"
        }
    ],
    "description": {
        "value": "Tan spot, caused by an ascomycete fungus Pyrenophora tritici-repentis, is one of the most devastating foliar diseases of wheat. This fungus induces two distinct symptoms, tan necrosis and extensive chlorosis, on susceptible wheat cultivars. Besides causing average yield losses of 5?10%, tan spot also causes significant losses in grain quality by grain shriveling, red smudge, and black point. Conservation agriculture in combination with wheat monoculture involving cultivation of susceptible cultivars has resulted in frequent onset of tan spot epidemics worldwide. Development of new resistant wheat cultivars, in conjunction with crop rotation, will provide an effective, economical, and environmentally safe means of controlling tan spot. Presently, eight races of P. tritici-repentis have been identified worldwide based on the ability to induce necrosis and chlorosis symptoms on a set of differential wheat cultivars. P. tritici-repentis is a homothallic fungus having both sexual and asexual reproduction resulting in high genetic diversity worldwide. Both quantitative and qualitative mode of inheritance for resistance to tan spot of wheat has been reported. The tan spot fungus produces multiple host-specific toxins and host resistance is highly correlated to insensitivity to toxins. Genetic studies have further confirmed that wheat?P. tritici-repentis follows the toxin model of gene-for-gene hypothesis although other mechanism of host?pathogen interaction may exist and exploitation of all resistance phenomenon is to be adopted to develop durable resistant cultivars.",
        "lang": "eng"
    },
    "appid": "10883_2717",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2717"
}}
