{"object": {
    "title": {
        "value": "Operationalising participatory research and farmer-to-farmer extension: the Kamayoq in Peru",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "civil society",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "labour and livelihoods",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "methods",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4788",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "latin america and the caribbean",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "society",
            "uri": "http://aims.fao.org/aos/agrovoc/c_50309"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "livelihoods",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1374498089962"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "latin america",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4221"
        }
    ],
    "description": {
        "value": "While rural poverty is endemic in the Andean region, structural adjustment programmes have led to a dismemberment of agricultural research and extension services so that they are unable to serve the needs of smallholder farmers. The NGO Practical Action has been working in the Andes to address farmers' veterinary and agriculture needs. The work has included the training of farmer-to-farmer extension agents, known locally as Kamayoq. The Kamayoq have encouraged farmer participatory research, and local farmers pay them for their veterinary and crop advisory services in cash or in kind. The Kamayoq model is largely an unsubsidised approach to the provision of appropriate technical services and encouragement of farmer participation. The model also illustrates that, in the context of encouraging farmer participation and innovation, NGOs have advantages over research organisations because of their long-term presence, ability to establish trust with local farmers, and their emphasis on social and community processes.",
        "lang": "eng"
    },
    "appid": "10883_2148",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2148"
}}
