{"object": {
    "title": {
        "value": "Isolation and characterization of Viviparous-1 genes in wheat cultivars with distinct ABA sensitivity and pre-harvest sprouting tolerance",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:08Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "aba responsiveness",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "allele",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "expression",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pre-harvest sprouting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rt-pcr",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum l",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "vp-1",
            "uri": ""
        }
    ],
    "description": {
        "value": "Pre-harvest sprouting (PHS) of wheat reduces the quality and economic value of grain, and increasing PHS tolerance is one of the most important traits in wheat breeding. Two new Vp-1B alleles related to PHS tolerance were identified on the 3BL chromosome of bread wheat and were designated Vp-1Bb and Vp-1Bc. Sequence analysis showed that Vp-1Bb has a 193 bp insertion and Vp-1Bc has a 83 bp deletion located in the third intron region of the Vp-1B gene, and that they shared 95.43% and 97.89% similarity, respectively, with the sequence of AJ400713 (Vp-1Ba) at the nucleotide level. Their sequences were deposited in the GenBank under the accession numbers DQ517493 and DQ517494. Semi-quantitative RT-PCR analysis showed that alternatively spliced transcripts of the Vp-1A, Vp-1B, and Vp-1D homologues were present and there were no differences in the splicing patterns or abundances of Vp-1A and Vp-1D from embryos 35 d after pollination between PHS-tolerant and -susceptible cultivars. Although Vp-1Ba, Vp-1Bb, and Vp-1Bc could each produce a set of transcripts, only one was correctly spliced and had the capacity to encode the full-length VP1 protein and was more highly expressed with Vp-1Bb and Vp-1Bc than with Vp-1Ba. Comparison of the expression patterns of Vp-1Ba, Vp-1Bb, and Vp-1Bc on different days after pollination also revealed that the expression of these genes was developmentally regulated. Furthermore, genotypes with different levels of tolerance to PHS respond differently to ABA exposure and differences in transcript levels of Vp-1Ba, Vp-1Bb, and Vp-1Bc were observed after ABA treatment. The results indicated that insertion or deletion in the third intron region might affect the expression of the Vp-1B gene and its sensitivity to ABA, and thus resistance to PHS.",
        "lang": "eng"
    },
    "appid": "10883_2603",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2603"
}}
