{"object": {
    "title": {
        "value": "Re-orienting participatory plant breeding for wider impact",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory research",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "crop improvement",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_331560",
                "http://aims.fao.org/aos/agrovoc/c_331560",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology diffusion",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "knowledge processes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "impact enhancement",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "research",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6513"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "diffusion",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24936"
        }
    ],
    "description": {
        "value": "This paper concerns the need to re-conceptualise participatory crop improvement in order to explore new ways of making the outcomes of scientific plant breeding and knowledge production more effective, accessible and relevant to those smallholders who hitherto have been unable to benefit more fully from the advances in formal crop improvement. Main perspectives on participatory crop research are reviewed and the epistemological basis of formal crop improvement is briefly discussed. Meanwhile, the notion of technology diffusion implicit in much formal plant breeding and technology development is contrasted with the reality that farmers are seldom passive adopters of technology: they are often curious and eager to acquire new knowledge and frequently carry out their own experiments. On this basis, and with emphasis on the not-uncommon discord between plant breeders? recommendations and farmers? practices, the need to move beyond the conventional model for crop improvement is highlighted. A re-thinking of participatory crop research is suggested, including a change of roles by way of a shift towards a notion of participatory crop improvement in which researchers are the participants in farmer projects.",
        "lang": "eng"
    },
    "appid": "10883_2224",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2224"
}}
