{"object": {
    "title": {
        "value": "Determinants of choice of market-oriented indigenous Horo cattle production in Dano district of Western Showa, Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "binary logit model",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indigenous horo cattle",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "market-oriented production",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "models",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4881"
        }
    ],
    "description": {
        "value": "Based on a survey data collected from150 farming households in Dano district of western Showa of Ethiopia, this paper analyzes determinants of smallholders? choice for market oriented indigenous Horo cattle production and tries to suggest policy alternatives for sustainable use of animal genetic resource in the study area. Descriptive statistics and binary logistic model were employed to analyze the data. Eight explanatory variables including age of the household head, size of the grazing land, total size of cultivated land, farmer?s experience in indigenous cattle production, farmer?s attitude towards productivity of local breed, off-farm income, fattening practice, and availability of information and training of the head of the household regarding conservation, management and sustainable use indigenous cattle were found to be statistically significant variables to explain farmers' choice for market oriented indigenous cattle production activities. Besides, possible policy implications were made in order to improve conservation, management and sustainable use of market oriented indigenous cattle genetic resources.",
        "lang": "eng"
    },
    "appid": "10883_2195",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2195"
}}
