{"object": {
    "title": {
        "value": "An appraisal of farmer variety selection in drought prone areas and its implication to breeding for drought tolerance",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:52Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "drought tolerance",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_14914",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farmer knowledge",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "productivity",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6210",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "trait preferences",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "trait-trade-offs",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.6527
            ],
            "value": "drought",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2391"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.76
            ],
            "value": "varieties",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        }
    ],
    "description": {
        "value": "Maize production and productivity among small scale farmers of southern Africa is limited mainly by drought and low soil fertility. This study aimed at assessing how farmers prioritize selection of varieties for planting under drought stress and how this could help improve the breeding approaches for varieties for resource constrained farmers in marginal environments. A survey was conducted in two drought prone districts of Zimbabwe. Data collection was done using a structured questionnaire, key informant interviews and focus group discussions. The study revealed that farmers have limited options for drought tolerant varieties available on the market. Contrary to breeders, farmers in drought prone areas do not consider disease resistance as an important trait. The farmer preferred traits include, high yield potential, drought tolerance, early maturity, and good performance even under poor soil conditions. Drought tolerance associated traits such as resistance to leaf rolling, tassel blast, general plant recovery to stress and stay green characteristics were identified as the most important traits but most of the varieties currently available on the market do not have these traits. The farmers were willing to make trade-offs among traits like taste or disease resistance for increased yield potential when selecting varieties to grow. Traits preferences or ranking and possible trade-offs were specific to specific areas and groups of farmers. In this study farmers still planted the traditional varieties or landraces because they are drought tolerant, taste better and can be propagated from farm saved seed. These findings show that farmers have limited options on drought tolerant varieties on the market and that scientists need to tap into farmer knowledge, especially on possible trade offs, trait ranking and germplasm for use in developing better adapted varieties which are specific to target farmers. Policies and seed systems analysis on variety availability, distribution and marketing channels also need to be strengthened.",
        "lang": "eng"
    },
    "appid": "10883_2251",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2251"
}}
