{"object": {
    "title": {
        "value": "Presentación Libro Gto 2014",
        "lang": ""
    },
    "updated": "2015-05-27T20:22:55Z",
    "created": "2016-01-26T21:17:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "book",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "presentation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technologies",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.737,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "guanajuato",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3410"
        }
    ],
    "description": {
        "value": "MasAgro Guanajuato, como modelo de colaboración interinstitucional que integra a diferentes actores (públicos y privados), con el objetivo de impulsar la investigación, el desarrollo, la validación, la transferencia y la difusión de tecnologías y prácticas agrícolas innovadoras que promuevan mejoras en los eslabones de la cadena agroalimentaria, tiene claro su fundamento de incrementar de manera sustentable la productividad de los sistemas de cultivo de maíz y trigo para garantizar la seguridad alimentaria y reducir la pobreza en el estado. \r\n\r\nLa publicación Resultados de las innovaciones 2014 MasAgro Guanajuato es resultado del esfuerzo conjunto de una amplia red de colaboradores: investigadores, técnicos, productores, autoridades e instituciones públicas, académicas y empresas.  Para la elaboración del libro se sistematizó y analizaron los datos de campo. Se trató de exponer la información de manera que se pudiera propiciar la réplica de las mejores prácticas encontradas en la experimentación. El objetivo del libro son las unidades de producción y otros tomadores de decisiones en la cadena agroalimentaria, esperamos que la información sea de utilidad y que de soporte a sus decisiones productivas.",
        "lang": "spa"
    },
    "appid": "10883_4709",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4709"
}}
