{"object": {
    "title": {
        "value": "Could farmer interest in a diversity of seed attributes explain adoption plateaus for modern maize varieties in Malawi?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:51Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "agriculture",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_203",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "variety characteristics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "africa; malawi",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.7261
            ],
            "value": "malawi",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_4532"
            ]
        }
    ],
    "description": {
        "value": "This study uses new data from a household survey (n = 179) in Mulanje District, Malawi to examine whether the observed adoption plateaus for modern maize varieties in Malawi partly reflect farmer interest in a diversity of maize seed attributes. Regression results for the study area indicate that specific attributes of different maize varieties are an important influence on their use. The benefits to growing hybrid maize appear to be yield and drought tolerance. Open pollinated varieties are selected by farmers who value early maturity. Local maize varieties are popular among farm households owing to a number of favourable processing and consumption characteristics: storability, poundability, flour-to-grain ratio, and taste. Further research using nationally representative data is needed to assess whether findings for Mulanje District can be generalized to Malawi as a whole. If future studies agree with the results herein then maize breeding research programs in Malawi should consider a diversity of traits beyond grain yield to encompass the range of production, processing, and consumption attributes that are valued by farmers.",
        "lang": "eng"
    },
    "appid": "10883_2239",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2239"
}}
