{"object": {
    "title": {
        "value": "Herbicide applied to Imidazolinone resistant-maize seed as a Striga control option for small-scale African farmers",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:53Z",
    "created": "2013-06-05T15:45:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "seed coating herbicides",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "imazapyr-resistant hybrids",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "herbicide resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "slow release herbicides",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "striga",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7453"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "imazapyr",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34855"
        }
    ],
    "description": {
        "value": "Striga is a major constraint to food production in Africa. Most technologies developed for the eradication of Striga asiatica from the United States are not adaptable to Africa. Imazapyr and pyrithiobac coated imidazolinone-resistant (IR)-resistant maize seed prior to planting at rates of 30 to 45 g ha&#8722;1 provide near season long control of Striga and can increase maize yields three- to fourfold if supplied with fertilizer. Slow release seed coatings reduce maize injury when post-planting rains are sparse and improve Striga control when there is excessive rainfall early in the season. Models suggest that herbicide resistance may not be a significant threat in short season maize, but vigilance in removing flowering Striga plants that are not controlled is recommended due to the known risk of evolution of resistance to these herbicides. Stacking the IR gene with glyphosate resistance and using imazapyr treated seed and applying glyphosate mid-season would provide season long Striga control and delay the evolution of resistance to both herbicides. To date, adoption of this technology has been limited by a number of factors. However, it should be included as one component of a multi-factor approach to increasing maize productivity in areas of Africa where Striga is problematic.",
        "lang": "eng"
    },
    "appid": "10883_1570",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1570"
}}
