{"object": {
    "title": [
        {
            "value": "Combining ability for yield components in grain corn lines at la comarca lagunera, Mexico",
            "lang": "eng"
        },
        {
            "value": "| Aptitud combinatoria de componentes del rendimiento en lineas de maiz para grano en la Comarca Lagunera, Mexico",
            "lang": "spa"
        }
    ],
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:24Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "aptitud combinatoria",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lineas autofecundadas",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cruzas simples",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        }
    ],
    "description": {
        "value": "En La Comarca Lagunera de Mexico se siembran anualmente 24 000 ha de maiz (Zea mays L.) forrajero y 15 000 ha de maiz de grano. En este trabajo se determino la aptitud combinatoria general (ACG) de lineas autofecundadas y la aptitud combinatoria especifica (ACE) de sus cruzas, en maiz de grano adaptado a las condiciones climaticas de esta region. En la primavera del 2004 se formaron dos grupos de 10 lineas; un grupo se utilizo como macho y otro como hembra, para formar 100 cruzas simples directas posibles, bajo el diseno de apareamiento genetico de Carolina del Norte II. En el verano del 2004 se evaluaron las cruzas en un diseno de bloques al azar con dos repeticiones. Las lineas macho (M1) y la hembra (H12) presentaron la mayor ACG y los rendimientos mas altos de mazorca y de grano. Las cruzas 3x20, 7x14, 5x17, 1x16 y 2x11 tuvieron los mejores valores de ACE para los principales componentes de rendimiento evaluados; para la cruza 1x16 el rendimiento dependio del numero de granos por hilera y del peso de mil granos, caracteristicas aportadas por M1 y H16, respectivamente, mientras que para la cruza 5x17 fueron los componentes longitud de mazorca y granos por hilera, aportados por M5 y H17, respectivamente, cuya interaccion se expreso en la ACE. El rendimiento de grano de la cruza 6x12 dependio principalmente del numero de hileras por mazorca proveniente del M6 y el peso de mil granos aportado por la H12.",
        "lang": "spa"
    },
    "appid": "10883_3012",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3012"
}}
