{"object": {
    "title": {
        "value": "Participatory varietal selection of wheat for micro-niches of Kathmandu Valley",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:32Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "agro-ecology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farmer participation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype x environment",
            "uri": ""
        }
    ],
    "description": {
        "value": "The diversity of agro-environmental conditions among wheatbased farming systems in the mountainous regions of Nepal may favor the development and production of multiple narrowly adapted varieties over a few broadly adapted varieties. Sixteen genotypes were tested using Participatory Varietal Selection (PVS) trials at farmers? fields in three districts in the Kathmandu Valley. Grain yield was the trait most preferred by farmers, followed by tillering, resistance to diseases, drought, and lodging. Farmer selection of optimal genotypes varied over time and location depending on agronomic and climatic pressures, indicating a preference by farmers for growing multiple, narrowly adapted varieties. Production potential of PVS genotypes averaged up to 142% greater than the most widely grown variety, RR21. With farmer participation in the selection process in differ ent agroecological micro-niches of Nepal, both yield potential and yield stability of wheat should increase significantly, thereby providing farmers with the economic means to sustain the current smallscale agriculture suited to the mountainous terrain.",
        "lang": "eng"
    },
    "appid": "10883_2751",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2751"
}}
