{"object": {
    "title": {
        "value": "Molecular genetic diversity analysis in emmer wheat (Triticum dicoccon Schrank) from India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:13:02Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "emmer wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "india",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ssr markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum dicoccon",
            "uri": ""
        }
    ],
    "description": {
        "value": "Emmer wheat (Triticum dicoccon Schrank) is still largely cultivated in India, and highly appreciated for the preparation of traditional dishes. Moreover, its nutritional characteristics could justify a development of its cultivation. The perspective of genetic improvement however requires a good knowledge of the genetic diversity existing within the eco-geographic group of Indian emmer wheats. A set of 48 emmer wheat accessions from India including 28 from a local collection and 20 Indian accessions obtained from CIMMYT, Mexico, was assessed for genetic variability using 47 microsatellite (SSR) markers, distributed over all the 14 chromosomes. The number of alleles per locus ranged from 2 to 9, with an average of 3.87 alleles per locus. A total of 201 alleles were detected at 52 loci with average polymorphic information content of 0.35 per locus and a mean resolving power of 1. The pair-wise similarity coefficients calculated from binary data matrix based on presence or absence of alleles varied from 0.15 to 0.98, but was greater than 0.5 for most accessions, indicating a high level of similarity. A cluster analysis based on the similarity matrix identified nine distinct accessions and three clusters. All the recently developed commercial varieties were distinctly different from the clusters. Based on the analysis, it appears that Indian emmer wheats are not very diverse. Consequently, there is a need to increase the diversity within the Indian emmer wheat eco-geographic group, by introducing diversity from other eco-geographic groups, or even from other wheat species.",
        "lang": "eng"
    },
    "appid": "10883_2975",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2975"
}}
