{"object": {
    "title": {
        "value": "Breeding for enhanced zinc and iron concentration in CIMMYT spring wheat germplasm",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:47Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bread wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_14386",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "correlation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain zinc and iron",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "micronutrients",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7834"
        }
    ],
    "description": {
        "value": "Micronutrient malnutrition, resulting from dietary deficiency of important minerals such as zinc (Zn) and iron (Fe), is a widespread food-related health problem. Genetic enhancement of crops with elevated levels of these micronutrients is one of the most cost effective ways of solving global micronutrient malnutrition problem. Development and dissemination of high Zn and Fe containing high-yielding, disease-resistant wheat varieties by International Maize and Wheat Improvement Center (CIMMYT) is initially targeted for the Indo-Gangetic plains of South Asia, a region with high population density and high micronutrient malnutrition. The most promising sources for grain Zn and Fe concentrations are wild relatives, primitive wheats and landraces. Synthetic hexaploids were developed at CIMMYT by crossing Aegilops taushii and high Zn and Fe containing accessions of T. dicoccon. Current breeding efforts at CIMMYT have focused on transferring genes governing increased Zn and Fe from T. spelta, T. dicoccon based synthetics, land races and other reported high Zn and Fe sources to high yielding elite wheat backgrounds.",
        "lang": "eng"
    },
    "appid": "10883_2870",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2870"
}}
