{"object": {
    "title": {
        "value": "Conservation agriculture in cereal systems of south Asia: Nutrient management perspectives",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cropping systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "organic",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "carbon",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tillage",
            "uri": ""
        }
    ],
    "description": {
        "value": "In past, green revolution has paid dividends through impressive agricultural growth, which helped to keep balance between demand and supply in the past four decades. But, the real challenges have surfaced in the recent years with everincreasing food demand due to burgeoning populations, degradation of natural resources and changing climatic conditions. The current food crisis witnessed a dramatic increase in world food prices, causing political and economical instability and social unrest in both poor and developed nations. Further, cereal crops (rice, wheat and maize) grown in different sequences, contribute bulk of the food in south Asia wherein production growth both in terms of grain and residue has slowed. Annual yield growth rates in rice and wheat were two to three times higher during 1966-94 than during 1995-2005. The challenges are further exacerbated with the sharp rise in the cost of food and energy, depleting water resources, vulnerability of soil to degradation and desertification & loss of biodiversity. In the last five decades in India nutrient use has increased by 1573%, total food grain production by 145% with an increase in area of just 3.5% and average yield increase of 125%. Therefore, the input use efficiency is decreasing at a fast pace, posing a threat of food insecurity and rapidly engulfing poor and underprivileged population. Conservation agriculture based management practices has proved to produce more at less costs, reduce environmental pollution, promote conjunctive use of organics (avoids residue burning), improve soil health and promotes timely planting of crops to address issues of terminal heat stresses in the region. Thus, for addressing the issues of resource fatigue and bridging' management yield gaps' , conservation agriculture based management solutions are cornerstone. However, shift from conventional plow based farming practices to crop management practices based on key elements of conservation agriculture (minimal soil disturbance, surface retention of crop residues & efficient crop rotations) have varied nutrient dynamics and hence, the nutrient management perspectives. In this paper, we have made efforts to synthesize the information available in relation to nutrient management perspectives in conservation agriculture.",
        "lang": "eng"
    },
    "appid": "10883_1565",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1565"
}}
