{"object": {
    "title": {
        "value": "Collective action for smallholder market access",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:41Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "smallholders",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_14343"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.9252
            ],
            "value": "market access",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_1312459073954"
            ]
        }
    ],
    "description": {
        "value": "The opportunity for smallholders to raise their incomes increasingly depends on their ability to compete in the market; yet there are many failures in rural markets in developing countries that make it difficult for them to do this. Understanding how collective action can help address the inefficiencies, coordination problems or barriers to market access is particularly important. This paper draws on the case studies in this special issue and on other literature to examine the conceptual issues and empirical evidence on the role of collective action institutions in improving market access for the rural poor. Applying insights from studies of collective action in natural resource management, the paper examines what conditions facilitate effective producer organizations for smallholders? market access, with special attention to the characteristics of user groups, institutional arrangements, types of products (staples, perishables and other commodities), markets (local, domestic and international), and external environment. The paper also identifies policies and interventions that facilitate collective action for market access among smallholders, and examines whether the public sector, private sector and/or civil society is best positioned to provide such interventions.",
        "lang": "eng"
    },
    "appid": "10883_2162",
    "language": {
        "value": "",
        "uri": ""
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2162"
}}
