{"object": {
    "title": {
        "value": "Simultaneous selection of major  and minor genes: use of QTL to increase selection efficiency of coleoptile length of wheat (Triticum aestivum L.)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:31Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.681
            ],
            "value": "coleoptiles",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24007"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "alleles",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8724"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum aestivum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        }
    ],
    "description": {
        "value": "Plant breeders simultaneously select for qualitative traits controlled by one or a small number of major genes, as well as for polygenic traits controlled by multiple genes that may be detected as quantitative trait loci (QTL). In this study, we applied computer simulation to investigate simultaneous selection for alleles at both major and minor gene (as QTL) loci in breeding populations of two wheat parental lines, HM14BS and Sunstate. Loci targeted for selection included six major genes affecting plant height, disease resistance, and grain quality, plus 6 known and 11 ?unidentified? QTL affecting coleoptile length (CL). Parental line HM14BS contributed the target alleles at two of the major gene loci, while parental line Sunstate contributed target alleles at four loci. The parents have similar plant height, but HM14BS has a longer coleoptile, a desirable attribute for deep sowing in rainfed environments. Including the wild-type allele at the major reduced-height locus Rht-D1, HM14BS was assumed to have 13 QTL for increased CL, and Sunstate four; these assumptions being derived from mapping studies and empirical data from an actual HM14BS/Sunstate population. Simulation indicated that compared to backcross populations, a single biparental F1 cross produced the highest frequency of target genotypes (six desired alleles at major genes plus desired QTL alleles for long CL). From 1,000 simulation runs, an average of 2.4 individuals with the target genotype were present in unselected F1-derived doubled haploid (DH) or recombinant inbred line (RIL) populations of size 200. A selection scheme for the six major genes increased the number of target individuals to 19.1, and additional marker-assisted selection (MAS) for CL increased the number to 23.0. Phenotypic selection (PS) of CL outperformed MAS in this study due to the high heritability of CL, incompletely linked markers for known QTL, and the existence of unidentified QTL. However, a selection scheme combining MAS and PS was equally as efficient as PS and would result in net savings in production and time to delivery of long coleoptile wheats containing the six favorable alleles.",
        "lang": "eng"
    },
    "appid": "10883_2741",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2741"
}}
