{"object": {
    "title": {
        "value": "The paradox of limited maize stover use in india's smallholder crop-livestock systems",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:46Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "smallholders",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14343"
        }
    ],
    "description": {
        "value": "Cereal residues are an important feed source for ruminants in smallholder crop-livestock systems in the (sub)tropics. In many areas of India maize is a relatively new cash crop where farmers and development agents alike generally perceive maize stover to have limited utility, in contrast with the intensive feeding of other cereal residues in India and the intensive use of maize stover in sub-Saharan Africa and Latin America. A comparative assessment of maize stover quality (based on a brief review and a feeding trial) indeed confirms its potential as a ruminant feed according to its relative nutritive value. The paper then explores the apparent paradox through a scoping study of maize stover use (based on village surveys) in three contrasting maize-growing districts in India ? including both traditional and non-traditional maize producers. The limited maize stover use appears to alleviate seasonal shortages, with tradition and technology helping explain the preferential use of other cereal residues. The paper thereby provides further impetus to India's apparent food-feed paradigm ? whereby farmers? staple food preferences coincide with crop residue feed preferences. The paper argues the case for investing in maize stover R&D in India and thus reigniting earlier feed research in general. Indeed, maize stover use is a relatively neglected area by India's agricultural R&D and merits more attention so as to exploit its potential contribution and alleviate eventual tradeoffs.",
        "lang": "eng"
    },
    "appid": "10883_2205",
    "language": {
        "value": "",
        "uri": ""
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2205"
}}
