{"object": {
    "title": {
        "value": "Genetics of angular leaf spot resistance in the Andean common bean accession G5686 and identification of markers linked to the resistance genes",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:46Z",
    "created": "2013-06-07T21:02:39Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3214"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "leaf spots",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12119"
        }
    ],
    "description": {
        "value": "Angular leaf spot (ALS), caused by the fungus Phaeoisariopsis griseola is an economically important and widely distributed disease of common bean. Due to the co-evolution of P. griseola with the large and small seeded bean gene pools, stacking Andean and Mesoamerican resistance genes is a strategy most likely to provide lasting resistance to ALS disease. This strategy requires identification and characterization of effective Andean and Mesoamerican resistance genes, and the development of molecular markers linked to these genes. This study was conducted to elucidate the genetics of ALS resistance in the Andean accession G5686 using an F2 population derived from a G5686 × Sprite cross. Segregation analysis revealed that three dominant and complementary genes conditioned resistance of G5686 to P. griseola pathotype 31-0. Three microsatellite markers, Pv-ag004, Pv-at007 and Pv-ctt001 segregated in coupling phase with the resistance genes in G5686. Microsatellites Pv-ag004 and Pv-ctt001, located on opposite ends of linkage group B04 segregated with resistance genes Phg G5686A , Phg G5686B at 0.0 and 17.1 cM, respectively, while marker Pv-at007, localized on linkage group B09 segregated with resistance gene Phg G5686C at 12.1 cM. Parental surveys showed that these markers were polymorphic in Andean and Mesoamerican backgrounds. The usefulness of G5686 ALS resistance genes in managing the ALS disease, and the potential utility of identified molecular markers for marker assisted breeding are discussed.",
        "lang": "eng"
    },
    "appid": "10883_1788",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1788"
}}
