{"object": {
    "title": {
        "value": "Transgenic technology: Pro-poor or pro-rich?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:31Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "transgenics",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_34283"
        ]
    },
    "description": {
        "value": "Transgenic crops were originally developed for temperate climates and industrialized agriculture. Nonetheless, genetic engineering has the potential to address some of the most challenging biotic and abiotic constraints faced by farmers in non-industrialized agriculture, which are not easily addressed through conventional plant breeding alone. These constraints include insect pests and viruses, as well as drought. A second advantage of genetic transformation is that it can add an economically valuable trait while maintaining other desirable characteristics of the host cultivar. For example, enhanced product quality or micronutrients can be added to a welladapted cultivar that already yields well under local conditions. This feature is particularly attractive for semi-commercial, small-holder farmers in non-industrialized agriculture, who are more likely to consume as well as sell their farm products. Farmers in developing economies face problems with access to the markets that can supply productivity-enhancing inputs and income from sales of farm products, and unless investments are to support the development of local market infrastructure, including the flow of information, transgenic seed will not be profitable. Profitability will indeed remain the most important factor that drives farmers to adopt and retain new technology anywhere in the world. Whether a technology that is profitable for farmers can be developed depends on factors such as research capacity, environmental and food safety regulations, intellectual property rights, and performance of agricultural input markets. The poor of the developing world should benefit from the deployment of desirable transgenic crops that follows scientifically-sound biosafety and food safety standards and appropriate intellectual property management and stewardship. Use of transgenic crops should be the result of social consensus.",
        "lang": "eng"
    },
    "appid": "10883_1727",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1727"
}}
