{"object": {
    "title": {
        "value": "Determinants of fertilizer and manure use for maize production in Kiambu District, Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:51Z",
    "created": "2012-01-06T05:10:01Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "fertilizers",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2867",
                "http://aims.fao.org/aos/agrovoc/c_2867",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zea mays",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8504",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "input output analysis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3884",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "production factors",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6203",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "green manures",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3375",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                0.9652,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "plant production",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5976",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "innovation adoption",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3878",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "fertilizer application",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_10795",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inorganic fertilizers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27870"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.8082,
            "value": "kenya",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4086"
        }
    ],
    "description": {
        "value": "Farms in Kiambu District are very small owing to high population pressure and need to be intensively farmed to provide enough food for consumption and sale. Since soil nitrogen levels are low, the use of inorganic fertilizers and manure needs to be increased to improve land productivity. This study identified the socioeconomic factors influencing the use of inorganic fertilizers and manure for maize production in Kiambu District. A multistage sampling procedure was used to select divisions and farmers to be included in the study. Three divisions were randomly selected, from which a sample of 97 farmers was obtained. Data were collected at the farm level using a structured questionnaire. Soil and manure samples were taken from sample farms for laboratory analysis. The soil analysis showed that soils in Kiambu District have a high organic carbon content (3-4%), which reflects high levels of applied organic matter, most likely coupled with low rates of mineralization. Soils are low nitrogen (N), indicating that more N needs to be added. Phosphorus (P) levels are not severely limiting, which might reflect a build-up of previously applied P. The logistic regression showed that extension and off-farm income were significant factors influencing the adoption of manure. Age of household head, extension, membership in an organization, and off-farm income significantly influenced the use of inorganic fertilizer. The use of both inorganic fertilizer and manure was significantly influenced by extension, membership in an organization, household size, hired labor for manure application, livestock ownership, and off-farm income. Extension, the most significant factor affecting the use of manure and fertilizer, should promote adoption by providing advice on improved on-farm manure management and fertilizer recommendations, particularly in terms of crop suitability and timing and method of application. Also the extension service should advise fertilizers dealers to supply the packages required by farmers. To further aid adoption, capital (credit) constraints faced by farmers need to be relieved. Improved market information will assist farmers in securing the best prices for their outputs and inputs.",
        "lang": "eng"
    },
    "appid": "10883_1025",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1025"
}}
