{"object": {
    "title": {
        "value": "Effects of light environment on maize in hillside agroforestry systems of Nepal",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:44Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zea mays",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8504",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agroforestry",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "photosynthesis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hillside systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "shade",
            "uri": ""
        }
    ],
    "description": {
        "value": "Maize (Zea mays L.) is the most important staple food in the mid-hills region of Nepal. The mid-hills are characterized by steeply sloping land and complex farming systems where crops, livestock and trees are inseparable components, and maize has to compete with trees grown for fodder, fuel wood, building materials and other purposes in a landscape severely constrained for agricultural purposes. This paper reports the effects of the presence of trees growing on crop terrace risers on bari (upper-slope, rainfed) land on growth and yield of maize grown on terrace benches. Maize performance was compared with and without tree and artificial shade to determine its responses above and below ground to such limiting factors. Mean photosynthetic photon flux density (PPFD) incident on maize in farm conditions was lower than 700 ìmol m-2 s-1, well below the light saturation point for maize (1,500 ìmol m&#8722;2 s&#8722;1). Grain yield was reduced by 33% under tree shade and by 43% under artificial shade compared with natural (unshaded) conditions. As the light environment is sub-optimal for maize, the crop rarely achieved maximum rates of photosynthesis. Farmers claim that local landraces are better adapted to shade than station-bred genotypes, but there was no evidence of varietal effects upon rates of photosynthesis. However, there was some evidence that there were varietal adaptations to shade for other factors such as greater numbers of leaves and more competitive rooting patterns. Maize varieties with deeper root systems and adapted to low light conditions are required if productivity in these complex systems is to be improved. The findings of this study should be useful to breeders in developing maize genotypes suitable for the complex hillside systems of Nepal, thereby improving food security.",
        "lang": "eng"
    },
    "appid": "10883_3152",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3152"
}}
