{"object": {
    "title": {
        "value": "A region of maize chromosome 2 affects response to downy mildew pathogens",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:27Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "downy mildews",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_10450"
        ]
    },
    "description": {
        "value": "Quantitative trait loci (QTLs) for downy mildew resistance in maize were identified based on cosegregation with linked restriction fragment length polymorphisms or simple sequence repeats in 220 F2 progeny from a cross between susceptible and resistant parents. Disease response was assessed on F3 families in nurseries in Egypt, Thailand, and South Texas and after inoculation in a controlled greenhouse test. Heritability of the disease reaction was high (around 93% in Thailand). One hundred and thirty polymorphic markers were assigned to the ten chromosomes of maize with LOD scores exceeding 4.9 and covering about 1,265 cM with an average interval length between markers of 9.5 cM. About 90% of the genome is located within 10 cM of the nearest marker. Three putative QTLs were detected in association with resistance to downy mildew in different environments using composite interval mapping. Despite environmental and symptom differences, one locus on chromosome 2 had a major effect and explained up to 70% of the phenotypic variation in Thailand where disease pressure was the highest. The other two QTLs on chromosome 3 and chromosome 9 had minor effects; each explained no more than 4% of the phenotypic variation. The three QTLs appeared to have additive effects on resistance, identifying one major gene and two minor genes that contribute to downy mildew resistance.",
        "lang": "eng"
    },
    "appid": "10883_3025",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3025"
}}
