{"object": {
    "title": {
        "value": "Effect of allelic variation and expression quantity at Glu-1 Loci on size distribution of Glutenin Polymer in common wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:28Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "common wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "glu-1 loci",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "glutenin polymeric protein",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "size distribution",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7508
            ],
            "value": "loci",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24869"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "glutenins",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24033"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "distribution",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2338"
        }
    ],
    "description": {
        "value": "The size distribution of glutenin polymers is a key factor in determining gluten strength and end-use quality, while the relationship with the quality and quantity of subunits at Glu-1. loci has been not studied in detailed.  Twenty-three spring genotypes (Trial I) and twenty-one winter genotypes (Trial II) were used to study the effect of allelic variation and expression quantity at the Glu-1 loci on the size distribution of glutenin polymers.  The results showed that the size distribution of glutenin polymers was significantly affected by allelic variation and subunits in expression quantity at the Glu?ê1 loci based on flour protein content especially on total expressions of high-molecular-weight glutenin subunits (HMW_GS).  In Trial I, low expression of HMW-GS was presented, significantly additive effects were observed at Glu-B1 and Glu-D1 loci (P<0.01) for SDS-unextractable polymeric protein (UPP) and percent SDS-unextractable polymeric protein in total polymeric protein ( ?UPP). The contribution of individual glutenin subunit could be ranked as 7OE+8>7+9>17+18>7+8 and 5+10>2+12 at Glu-B1 and Glu-D1 loci, respectively. Higher  ?UPP was observed in those allelic compositions with subunit 5+10 than with 2+12. The expression of HMW-GS was highly positively correlated with UPP(r=0.79-0.93) DWhile in TriaI II, high expression of HMW-GS was presented, significantly additive effects were only observed at Glu-D1 loci (P<0.05) for  ?UPP. The contribution of individual glutenin subunit ranked as 5+10>2+12 and 4+12 at Glu-D1 loci for  ?UPP, and no significant difference was observed among allelic compositions for the size distribution of polymers.  The expression of HMW-GS was positively correlated with UPP (r=0.42-0.86, P<0.05 or 0.01) DIn conclusion, gluten strength and end-use quality can be improved by selection of high quality subunits in combination with high expression in breeding program",
        "lang": "eng"
    },
    "appid": "10883_2728",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2728"
}}
