{"object": {
    "title": {
        "value": "Valuation of traits of indigenous sheep using hedonic pricing in Central Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-11-26T17:39:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "hedonic pricing",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heteroscedasticity consistent",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phenotypic",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indigenous",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "trait preference",
            "uri": ""
        }
    ],
    "description": {
        "value": "This study estimates the implicit prices of indigenous sheep traits based on revealed preferences. A hedonic pricing model is fitted to examine the determinants of observed sheep prices. Transaction data were generated from rural markets of Horro-Guduru Wollega Zone of Ethiopia. Both OLS and heteroscedasticity consistent estimations were made. The empirical results consistently indicate that phenotypic traits of traded indigenous sheep (age, color, body size, and tail condition) are major determinants of price implying the importance of trait preferences in determining the price of sheep in local markets. Season and market locations are also very important price determinants suggesting the need to target season and market place in sheep improvement programmes. Therefore, the development of a comprehensive breeding program that has marketing element is crucial to make sheep improvement sustainable and sheep keepers benefit from the intervention.",
        "lang": "eng"
    },
    "appid": "10883_3329",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3329"
}}
