{"object": {
    "title": [
        {
            "value": "Contribucion de combinaciones de gluteninas a las caracteristicas del gluten en poblaciones recombinantes de trigo",
            "lang": "spa"
        },
        {
            "value": "Contribution of combinations of glutenins to the gluten characteristics of wheat recombinant populations",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:37Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "trigo harinero",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "calidad panadera",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gluteninas",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "propiedades visco-elasticas",
            "uri": ""
        }
    ],
    "description": {
        "value": "Las caracteristicas visco-elasticas del gluten, la fuerza y extensibilidad de las masas de panificacion, y consecuentemente la calidad panadera del trigo harinero (Triticum aestivum L.), son mayormente influenciadas por combinaciones de sub-unidades alelicas de gluteninas. Para determinar el efecto de diferentes combinaciones de gluteninas sobre las caracteristicas visco-elasticas de la masa, se analizaron 201 lineas procedentes de poblaciones recombinantes resultantes de seis cruzamientos entre la variedad ?Avocet? como progenitor materno comun y las lineas experimentales ?Attila?, ?Pastor?, ?Amadina?, ?Parula?, ?Tonichi? y ?Pavon?. El material genetico fue cultivado bajo riego en Cd. Obregon, Sonora, Mexico. Se analizo la composicion de gluteninas de alto (G-APM) y bajo (G-BPM) peso molecular y se estimo el efecto de cada variante alelica de los loci Glu-A1, Glu-B1 y Glu-D1 y de sus combinaciones alelicas, sobre las caracteristicas reologicas de la masa medidas con mixografo y alveografo. Dentro del locus Glu-A1 la presencia del alelo 1 se relaciono con mayor fuerza de gluten; en Glu-B1 los alelos 7+8 y 17+18 produjeron efectos similares en las variables de calidad, y en el locus Glu-D1 el alelo 5+10 indujo mayor fuerza y extensibilidad. En las seis poblaciones se encontraron 12 combinaciones alelicas de gluteninas entre los loci Glu-A1, Glu-B1 y Glu-D1. Las combinaciones alelicas 2*, 17+18, 2+12; 2*, 7+8, 2+12; y 2*, 17+18, 5+10 mostraron la mayor influencia positiva sobre las caracteristicas asociadas con fuerza y extensibilidad de masa, en comparacion con el resto de combinaciones.$$Palabras clave: Triticum aestivum",
        "lang": "spa"
    },
    "appid": "10883_3283",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3283"
}}
