{"object": {
    "title": [
        {
            "value": "Diversidad genetica de gluteninas y gliadinas en trigos harineros (Triticum aestivum L.) mexicanos",
            "lang": "spa"
        },
        {
            "value": "Genetic diversity of glutenins and gliadins in Mexican bread wheat",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:34Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum l.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bread making quality",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                1,
                ""
            ],
            "value": "glutenins",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24033",
                "http://aims.fao.org/aos/agrovoc/c_24033",
                "http://aims.fao.org/aos/agrovoc/c_24033",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "w-gliadins",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.9354
            ],
            "value": "gliadin",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_11169"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "triticum aestivum",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7951"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "bread",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1071"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.8127,
            "value": "bread wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14386"
        }
    ],
    "description": {
        "value": "Glutenins and gliadins of bread wheat (Triticum aestivum L.) have a key role in defining the baking quality. In order to characterize the composition of glutenin subunits with high (HMW-G) and low (LMW-G) molecular weight, and the-gliadins in 72 parents used in the breeding program for rainfed bread wheat of the Instituto Nacional de Investigaciones Forestales, Agricolas y Pecuarias (CEVAMEX-INIFAP) and in 600 F6 lines derived from crosses between varieties of different quality groups and their parents, were analyzed by electrophoresis in polyacrylamide gels with sodium dodecyl sulfate. In the group of parents 10 alleles were found which code for HMW-G: 2 in Glu-A1; 6 in Glu-B1 and 2 in Glu-D1. In LMW-G 14 alleles were found: 4 in Glu-A3; 7 in Glu-B3 and 3 in Glu-D3; Glu-B3 and Glu-B1 loci presented higher diversity. Based on the allelic variants, of the Glu-1 and Glu-3 loci, the lines derived of Galvez M87 Bacanora T88 were grouped in 19 different combinations, while in Rebeca F2000 Verano S91 and Galvez M87 Verano S91 were found 16 and 14. The characterization of HMW-G and LMW-G will allow making crosses specifically tailored to obtain combinations of desired glutenins, as well as to carry out more efficiently the selection in the breeding program. Moreover, the lines which are product of crosses analyzed will allow to understand best the genetic effects of the LMW-G, -gliadins and of the 1BL/1RS translocation (secaline proteins) in the bread-making quality",
        "lang": "eng"
    },
    "appid": "10883_2766",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2766"
}}
