{"object": {
    "title": {
        "value": "Identifying superior wheat cultivars in participatory research on resource poor farms",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:32Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "gge-biplot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "on-farm evaluation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory varietal selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.8013
            ],
            "value": "cultivars",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        }
    ],
    "description": {
        "value": "Improving livelihood of resource poor farmers is an important goal of wheat research in developing countries. Although remarkable success has been achieved to date in developing widely adapted wheat cultivars, many resource poor farmers in marginal areas in developing world have not benefited. Participatory research could greatly enhance identifying cultivars according to the choice of the poor farmers. This study was conducted to examine how farmers? selection criteria could assist breeders in identifying superior wheat cultivars, and determine if a new statistical analysis tool, GGE biplot, could be effectively used in selection of improved cultivar based on quantitative (grain yield) and qualitative data (farmers? preference score). The field experiments were conducted in 3 years (2003?2005) in three mid-hill districts in the central Nepal involving resource poor wheat farmers. Sixteen wheat genotypes, including a long-term and a current commercial cultivar, were used in the study. Data were collected on agronomic traits considered important by the participating farmers. These included days to heading and maturity, plant height, effective tiller number, spike length, kernel per spike, 1000-kernel weight and grain yield. Farmers also qualitatively scored each genotype for multiple traits based on their preference. In general, the farmers used the same traits in selecting a superior cultivar that are used by breeders. However, relative importance of different traits differed, not necessarily following in line with the breeder preference. The cultivar superiority based on quantitative agronomic data (breeders? criteria) and qualitative preference scores (farmers? criteria) often showed synergies, however, there were differences as well. This indicates farmers? ability to choose superior cultivars based on qualitative observation compared to tedious quantitative data recording in the on-station testing. In the first year, a greater number of farmers selected improved check as a better choice than recent advanced breeding lines. In the 2nd and 3rd years, the farmers preferred genotypes other than the checks. This underlines the importance of testing of advanced materials in farmers? fields in multiple years. Principal component analysis using GGE-biplot was useful in identifying superior genotypes based on both quantitative and qualitative data recorded across environments. This approach could be useful in analyzing data from participatory agricultural research conducted under highly diverse farmers? field conditions where it is easier to record observations on qualitative than quantitative scale. This technique can also be extended to on-farm participatory testing of other technologies. The findings bear implications for a broad range of participatory research and technology evaluation and verification.",
        "lang": "eng"
    },
    "appid": "10883_2753",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2753"
}}
