{"object": {
    "title": {
        "value": "Postharvest insect pest and foliar disease resistance and agronomic performance of new maize hybrids in East Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:50Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "postharvest insects",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "prostephanus truncatus",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_30002",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "sitophilus zeamais",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_26683",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "performance",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7003
            ],
            "value": "anthesis",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2992"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hybrids",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3707"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "insects",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3890"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yields",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8488"
        }
    ],
    "description": {
        "value": "A study was carried out with the objectives to evaluate maize hybrids for grain yield, agronomic performance and reaction to foliar diseases. Twenty seven experimental maize hybrids with varying level of resistance to two postharvest insect pests: the Larger Grain Borer (LGB) and Maize Weevil (MW), tested in nine environments in Kenya and Ethiopia. The performances of the hybrids were not consistent across environments for all traits tested as evident from the significant genotypexenvironment interactions. The contribution of the environment main effect was 46.1% for grain yield, 84.9% for days to anthesis, 26.9% for ears per plant, 63.3% for anthesis-silking interval, 76.5% for plant height and 74.7% for ear height. The mean yield performance of the hybrids across locations was 4.8 t ha-1. The hybrids yielded high at Kiboko (6.13 t ha-1) followed by Mpeketoni (5.66 t ha-1) and Bako (5.47 t ha-1). The hybrids had similar days to anthesis (65-68 days), relatively taller plant (183 to 227 cm) and ear height (88-116 cm) compared to the commercial check (plant height 204 cm and ear height 98 cm). The hybrids were all resistant to rust and gray leaf spot diseases and moderately resistant to Turcicum leaf blight. However, they were susceptible to maize streak virus Two hybrids, CKPH08009 (4.9 t ha-1) and CKPH08025 (5.0 t ha-1) had high yield performance and resistance to both the LGB and MW compared to the commercial check, WH505 (5.1 t ha-1) which is susceptible. These results indicate that selection for insect resistant did not result in yield penalty. Therefore, the two resistant hybrids can be recommended for release and commercialization in eastern Africa where MW and LGB are the major storage pests.",
        "lang": "eng"
    },
    "appid": "10883_3269",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3269"
}}
