{"object": {
    "title": {
        "value": "Evaluation of early to medium maturing open pollinated maize varieties in SADC region using GGE biplot based on the SREG model",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:31Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype × environment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gge biplots",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "multi-environment trials",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "site regression",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "genotypes",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        }
    ],
    "description": {
        "value": "Analysis of multi-environment trials (METs) of genotypes (G) and genotype × environment (GE) interactions for yield performance across environments, and selection of the best genotypes is an important routine in maize breeding programs. Analysis and interpretation of METs data have been limited to analysis of variance and mean comparison among genotypes. This type of analysis has not been effective in exploiting GE interactions encountered in METs data sets. The objectives of this study were to exploit METs data sets from maize regional trails using G plus GE interaction (GGE) biplot based on the site regression (SREG) model. The GGE biplots displays graphically the relationship among test environments, genotypes and GE interactions. Grain yield data of 35 early to medium maturing open pollinated maize varieties (OPVs) from five seasons (1999&ndash;2003) across 59 locations in Southern African Development Community (SADC) were analyzed. The GGE biplots based on the SREG model indicated that yield performance of maize OPVs were under major environments and of GE interactions. The construction of GGE biplots based on SREG model analysis showed the ideal test environments that discriminate well performing maize OPVs from poor ones, the performance of each OPV in specific year, the discrimativiness versus representativeness view of the GGE biplot of the test locations across the years, the relation among OPVs relative to grain yield, the stability of OPVs across environments and which OPVs is best for what",
        "lang": "eng"
    },
    "appid": "10883_3056",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3056"
}}
