{"object": {
    "title": {
        "value": "Combining permanent beds and residue retention with nitrogen fertilization improves crop yields and water productivity in irrigated arid lands under cotton, wheat and maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:26Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conventional agriculture",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "tillage",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7771",
                "http://aims.fao.org/aos/agrovoc/c_7771",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "central asia",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_37864",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "khorezm",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "uzbekistan",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7398
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.9903
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7705
            ],
            "value": "productivity",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6210"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        }
    ],
    "description": {
        "value": "Intensive soil tillage and mismanagement of irrigation water and fertilizers are increasing production costs, reducing soil fertility and crop water productivity and threatening the sustainability of crop production systems in the irrigated arid lands of Uzbekistan, Central Asia. Conservation agriculture (CA) practices combined with optimum nitrogen (N) management can counterbalance some of these adverse effects. Most work has been done in rainfed areas so there is less information available for irrigated production systems. This study compared the effects of tillage, crop residue management and N rates on yield and water productivity for irrigated cotton, winter wheat and maize grown in a two-year rotational sequence in Uzbekistan under CA practices vs. current conventional farmer practices. Permanently raised beds (PB) and conventional tillage (CT) were compared under two crop residue levels (retained residue ? RR and removed residue ? RH), and three N levels (zero, medium and high, with actual rates depending on the crops) on a sandy loam to loam soil. Raw cotton yield, yield components and water productivity were not affected by tillage methods. However, the following crops, wheat and maize, produced 12 and 42% higher grain yields, respectively, under PB than under CT. Under PB, water productivity increased in wheat by 27% and in maize by 84%, while 11% less water was applied during wheat and 23% during maize production, compared to CT. All three crops showed a considerable increment in yield and water productivity when N fertilizer levels were increased from zero to medium N application, and a relatively much lower increment when the N rate was doubled from medium to high N, for both tillage methods. In maize, the response to applied N was more pronounced with PB than with CT. Irrespective of tillage method, RR increased the grain yield of wheat by 5% compared to RH. In maize, RR in PB increased grain yields by 15% compared to RH. RR had no effect for CT. The positive effect of PB and RR on yield and water productivity of wheat and maize and the lack of negative effects on cotton yield reflect that PB with RR and proper N application may be viable alternatives to the present, unsustainable conventional agriculture practices in these irrigated arid lands, assuming the patterns are confirmed in the long-run.",
        "lang": "eng"
    },
    "appid": "10883_3239",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3239"
}}
