{"object": {
    "title": {
        "value": "Molecular and physiological mechanisms associated with root exposure to mercury in barley",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-11-24T18:05:38Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "Mercury (Hg) is a toxic metal that affects plant growth. Here the effect of Hg exposure on plant growth and leaf gas-exchange together with gene expression in roots is reported for barley. Hg was mainly accumulated in roots and only very small amounts were found in the shoots. Chlorophyll fluorescence and net photosynthesis were not affected by Hg. Nevertheless exposure to Hg reduced shoot and root growth, the shoot to root ratio, stomatal conductance, carbon isotope discrimination and expression of an aquaporin transcript, whereas abscisic acid related transcripts were over-expressed. These results suggested some degree of limitation to water uptake causing a moderate water stress when plants are exposed to Hg. Microarray (MapMan) analysis revealed changes in the transcription of genes involved in nitrogen metabolism, which were accompanied by decreased nitrogen concentrations in the shoots, together with an increase in transcripts associated with secondary metabolism, stress, inhibition of DNA synthesis/chromatin structure and cell organization elements. Moreover, Hg induced the expression of many transcripts known to be involved in the uptake, accumulation, transport and general responses to other heavy metals. It is concluded that barley is able to accumulate high amounts of Hg in roots through several transcriptional, metabolic and physiological adjustments.",
        "lang": "eng"
    },
    "appid": "10883_3245",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3245"
}}
