{"object": {
    "title": {
        "value": "Climate change at winter wheat breeding sites in central Asia, eastern Europe, and USA, and implications for breeding",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "climate",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "temperature",
            "uri": ""
        }
    ],
    "description": {
        "value": "Key weather parameters (monthly minimum and maximum temperature, precipitation) were extracted for 35 winter wheat breeding sites in central Asia, eastern Europe and Great Plains of USA from 1961 to 2009. Autumn and winter warming happened gradually, over a long period of time, but mostly before 1991. Climate changes after 1991 were mainly expressed through higher temperatures in spring, May, and June. Clear regional differences were observed for air temperature variation. Breeding sites in the USA seemed to be least subjected to climate change. There were no significant linear trends in yearly, seasonal, or monthly precipitation. Changing climates expressed through rising temperatures during critical stages of winter wheat development have already negatively affected yield gains in several countries, especially in eastern Europe. There are some positive changes associated with warmer winters, which may not require additional investment in traits associated with winter survival. Rising temperatures in spring are of particular concern since their effect on yield is negative in some regions. They certainly accelerate wheat development and shift heading to earlier dates. The interaction of higher temperatures in spring with the rate of crop development and yield is a fundamental issue which requires research. Rising temperatures in June are detrimental for grain development and filling and heat tolerance warrants high priority in breeding programs.",
        "lang": "eng"
    },
    "appid": "10883_3305",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3305"
}}
