{"object": {
    "title": {
        "value": "Long-term consequences of tillage, residue management, and crop rotation on selected soil micro-flora groups in the subtropical highlands",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:36Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop rotation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "residue management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil micro-flora",
            "uri": ""
        }
    ],
    "description": {
        "value": "Densely populated and intensively cropped, the subtropical highlands of the world have agricultural sustainability problems resulting from soil erosion and fertility decline. In 1991, the International Maize andWheat Improvement Center (CIMMYT) initiated a long-termfield experiment at itssemi-arid highlandexperiment stationinMexico (2,240masl; 19.318 N, 98.508 W; Cumulic Phaeozem) to investigate the enduring effects of tillage/seeding practices, crop rotations, and crop residue management on the performance of maize and wheat grown under rainfed conditions. The aim was to identify practices that would promote high, sustainable maize and wheat yields in the target environment. A better understanding of soil ecology could lead tomore precise management of soil organisms for beneficial purposes in agriculture. The effect of alternative agriculture technologies on total bacteria, fluorescent Pseudomonas, Actinomycetes, total fungi, and Fusarium spp. were investigated. Residue retention induced higher population counts of total bacteria, fluorescent Pseudomonas, and Actinomycetes compared to residue removal under zero tillage and conventional tillage. The principal component analysis clustered the wheat treatments into three groups. Zero and conventional tillage with residue retention showed increased populations of total bacteria, fluorescent Pseudomonas, and Actinomycetes. Zero tillage without residue retention resulted in very low populations of micro-flora, while conventional tillage with residue removal resulted in the predominance of total fungi. For maize, the PCA biplot featured the same three clusters of treatments as for wheat. However, in contrast to wheat, maize under conventional tillage with residue removal induced reduced populations. These results, combined with earlier findings on soil quality, root rot, nematode populations, and yield, indicate that zero tillage with residue removal is clearly an unsustainable practice; zero tillage should therefore be combined with an adequate level of residue retention. Zero tillage with residue retention is a viable sustainable practice for smallholder farmers in the volcanic highlands of Mexico and comparable regions of the world",
        "lang": "eng"
    },
    "appid": "10883_1504",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1504"
}}
