{"object": {
    "title": {
        "value": "Distribution, frequency and occurrence of cereal nematodes on the Central Anatolian Plateau in Turkey and their relationship with soil physicochemical properties",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:13:02Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "organic matter",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heterodera filipjevi",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "electrical conductivity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zinc",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pratylenchus spp.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heterodera latipons",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ph",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "texture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "iron",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nematode survey",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "barley",
            "uri": ""
        }
    ],
    "description": {
        "value": "The distribution of important plant-parasitic and free-living nematodes in the cereal production areas of the Central Anatolian Plateau (CAP) of Turkey was investigated with systematic surveys. Two important plant-parasitic nematode groups were found widely distributed; cereal-cyst nematodes (78.3%) and root-lesion nematodes (42.6%). Cereal cyst nematodes (CCN) were identified as Heterodera filipjevi in 18 provinces. Heterodera latipons was found in only one province. Pratylenchus thornei and P. neglectus were the most widely distributed species of root-lesion nematodes. Other frequently recorded plant-parasitic nematodes belonged to the genera Geocenamus (52.4%), Pratylenchoides (35.6%), Helicotylenchus (29.7%) and Paratylenchus (19.2%). Konya on the southern CAP had a significantly high incidence of P. neglectus as well as free-living nematodes. The incidence of CCN was greatest in areas of sandy soils on the CAP, with densities of up to 95 cysts (100 g soil)&#8722;1. Population densities of Geocenamus, Pratylenchus and Pratylenchoides were high in some locations. Soil physicochemical properties were investigated for their relationship to nematode distribution. There was a slight positive correlation of P. thornei and clay content; conversely, there was a significant negative correlation of P. neglectus with clay and a positive correlation with sand. Electrical conductivity (EC) was positively correlated with P. neglectus. Nematodes in the genera Helicotylenchus, Paratylenchus, Trophurus and Tylenchorhynchus were only recorded at low population densities in the sampled area. By contrast, nematodes in the genera Aphelenchus, Aphelenchoides, Ditylenchus, Dorylaimus, Tylenchus and bacterivorous genera had relatively high populations. Total free-living nematodes were positively correlated with EC and zinc (Zn) concentration. The Zn content of soil was generally at a level deficient for plant growth.",
        "lang": "eng"
    },
    "appid": "10883_2974",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2974"
}}
