{"object": {
    "title": {
        "value": "QTL mapping of slow-rusting, adult plant resistance to race Ug99 of stem rust fungus in PBW343/Muu RIL population",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:36Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "rusts",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_6710"
        ]
    },
    "description": {
        "value": "Races of stem rust fungus pose a major threat to wheat production worldwide. We mapped adult plant resistance (APR) to Ug99 in 141 lines of a PBW343/Muu recombinant inbred lines (RILs) population by phenotyping them for three seasons at Njoro, Kenya in field trials and genotyping them with Diversity Arrays Technology (DArT) markers. Moderately susceptible parent PBW343 and APR parent Muu displayed mean stem rust severities of 66.6 and 5 %, respectively. The mean disease severity of RILs ranged from 1 to 100 %, with an average of 23.3 %. Variance components for stem rust severity were highly significant (p < 0.001) for RILs and seasons and the heritability (h 2) for the disease ranged between 0.78 and 0.89. Quantitative trait loci (QTL) analysis identified four consistent genomic regions on chromosomes 2BS, 3BS, 5BL, and 7AS; three contributed by Muu (QSr.cim-2BS, QSr.cim-3BS and QSr.cim-7AS) and one (QSr.cim-5BL) derived from PBW343. RILs with flanking markers for these QTLs had significantly lower severities than those lacking the markers, and combinations of QTLs had an additive effect, significantly enhancing APR. The QTL identified on chromosome 3BS mapped to the matching region as the known APR gene Sr2. Four additional QTLs on chromosomes 1D, 3A, 4B, and 6A reduced disease severity significantly at least once in three seasons. Our results show a complex nature of APR to stem rust where Sr2 and other minor slow rusting resistance genes can confer a higher level of resistance when present together.",
        "lang": "eng"
    },
    "appid": "10883_3277",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3277"
}}
