{"object": {
    "title": {
        "value": "Breeding of an early-flowering and drought-tolerant Lotus corniculatus L. variety for the high-rainfall zone of southern Australia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:56Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "selection index",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24423",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "esim",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant model",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "legumes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4255"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6231
            ],
            "value": "white clover",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7918"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6056,
            "value": "medicago sativa",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4693"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6029,
            "value": "trifolium repens",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7918"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6987,
            "value": "birdsfoot trefoil",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4443"
        }
    ],
    "description": {
        "value": "In the high-rainfall zone of Australia (HRZ, >600 mm), most pasture systems are dominated by perennial grasses with low levels of inter-dispersed legume. Numerous authors have shown that a legume content of 20?50% is required to maximise livestock production. Consequently, the legume content of these systems needs to be increased if livestock production is to be improved. Perennial legume options such as lucerne (Medicago sativa) and white clover (Trifolium repens) are limited in their application in this zone due to the sensitivity of lucerne to acid soils (pH(CaCl2) <4.8) and waterlogging and the inability of white clover to survive most of the annual summer droughts. To address this problem, a breeding program was undertaken to develop varieties of Lotus corniculatus (birdsfoot trefoil) suitable for the HRZ of southern Australia. In the first cycle, 365 populations were screened in nurseries to select the best 62 plants from the best populations at Yalanbee and Medina in Western Australia. These selections were then grown as half-sib families in spaced-plant nurseries at Waroona and Yalanbee; in the second cycle, 61 individuals, selected from the the two sites, were hand-crossed to produce 3160 plants from 202 pair-crosses. These were gown in a spaced-plant nursery at the University of Western Australia Field Station in Shenton Park. In the third cycle, three polycross populations (YF, T, and F) were produced from selections within the 3160 second-cycle plants, and two additional plants which survived for 4 years on a non-wetting sand at Yalanbee, including a significant drought year in 2006. These varieties are expected to extend the adaptation of L. corniculatus to drier areas and/or lower latitudes.",
        "lang": "eng"
    },
    "appid": "10883_1914",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1914"
}}
