{"object": {
    "title": {
        "value": "Pre-harvest sprouting tolerance of wheat in the field and under rain simulation",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:00Z",
    "created": "2013-06-07T21:11:26Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "winter crops",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "injurious factors",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sprouting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "simulation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research projects",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mexico",
            "uri": ""
        }
    ],
    "description": {
        "value": "Segregating and fixed lines, selected under controlled conditions in the rain simulator at the Plant Breeding Institute (PBI), were evaluated and selected further in the field at the International Maize and Wheat Improvement Centre's (CIMMYT) Toluca field station, Mexico. The field evaluation was conducted under natural rainfall to confirm the effectiveness of the selected tolerance. Plots at Toluca were sampled at 10 and 21 days post physiological maturity. Percent visible sprouting was determined and a sprouting index calculated. After the final sampling date, plots were harvested and falling number was measured. Standard partial regression coefficients indicated that plant maturity was the major influence on visible germination (r = 0.80***) among families, whilst fluctuations in minimum temperature in the 10 days immediately following physiological maturity had the greatest effect on sprouting tolerance both within families (r = -0.78***) and across all data points (r = -0.52***). The influence of temperature, rainfall, and plant maturity on falling number measurements was less well defined, with fluctuations in minimum temperature prior to (r = -0.22***), and maximum temperature following (r = 0.27***), physiological maturity the only major influences. Preharvest sprouting tolerance determined by rain simulation at PBI in 1993 correlated significantly with field estimates of tolerance at Toluca in 1994 (r = 0.76***)",
        "lang": "eng"
    },
    "appid": "10883_2308",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2308"
}}
