{"object": {
    "title": {
        "value": "Lessons learnt from forty years of international spring bread wheat trials",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:04Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype x environment interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pattern analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "shifted multiplicative model",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield potential",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mexico",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4792"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "analysis",
            "uri": "http://aims.fao.org/aos/agrovoc/c_49928"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "models",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4881"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yields",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8488"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "bread wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14386"
        }
    ],
    "description": {
        "value": "Yield potential is the maximum attainable yield within the limits imposed by the production environment. Better understanding of these constraints and the underlying causes of genotype × environment interaction will improve productivity regionally and globally. For 40 years, the International Maize and Wheat Improvement Center (CIMMYT) has distributed wheat yield trials, and collaborators from across the world have provided yield, disease, and agronomic data. Various analyzes of these data have been conducted over the years to assess the effectiveness of CIMMYT&rsquo;s Mexican based breeding program, and to identify key selection environments and genotypes with broad adaptation. Analysis of these data confirmed the value of shuttle breeding in Mexico. Well-watered and terminal heat stress selection environments generated in Mexico associate well with their global target areas. Germplasm targeting dry areas is selected and screened for drought tolerance in Mexico using limited irrigation. This type of screening correlated well with environments in South Asia, but less so with sites in West Asia and South America. On the basis of these findings, drought screening in Mexico has been modified to better reflect a wider array of drier environments. In contrast, CIMMYT&rsquo;s high rainfall environment at Toluca, the other arm of the Mexico-based shuttle, was found to be a poor predictor of global high rainfall areas. The analysis of these data led to the identification of key locations in countries outside Mexico. Integrating information from these sites with that obtained in Mexico has helped improve the efficiency of CIMMYT&rsquo;s global wheat breeding effort.",
        "lang": "eng"
    },
    "appid": "10883_2580",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2580"
}}
