{"object": {
    "title": {
        "value": "Association between line per se and hybrid performance under excessive soil moisture stress in tropical maize (Zea mays L.)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:28Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.8888,
                0.8888,
                0.8888,
                0.8888,
                0.8888,
                0.8888,
                0.8888,
                1,
                ""
            ],
            "value": "hybrids",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3707",
                "http://aims.fao.org/aos/agrovoc/c_3707",
                "http://aims.fao.org/aos/agrovoc/c_3707",
                "http://aims.fao.org/aos/agrovoc/c_3707",
                "http://aims.fao.org/aos/agrovoc/c_3707",
                "http://aims.fao.org/aos/agrovoc/c_3707",
                "http://aims.fao.org/aos/agrovoc/c_3707",
                "http://aims.fao.org/aos/agrovoc/c_3707",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "inbred lines",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24039",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "excessive moisture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water logging",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "stress",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7452"
        }
    ],
    "description": {
        "value": "Excessive moisture (EM) stress during the summer&ndash;rainy season is one of the major production constraints for maize (Zea mays L.) in large areas of South and South-East Asia. A key question in breeding for tolerance to excessive moisture is the extent to which the performance of maize hybrids can be predicted on the basis of per se performance of inbred lines under excessive moisture. We attempted to identify the relationship between morpho-physiological traits and grain yield measured on inbred parents and their single cross progenies under EM stress. Responses of various morpho-physiological traits, except days to 50% anthesis, differ significantly under normal versus EM stress. Superiority of hybrid progenies over parental inbred lines increased under EM stress, suggesting that hybrids were comparatively more tolerant to EM stress than inbred progenies. Across moisture regimes, all morpho-physiological traits of hybrids, except lodging and root porosity under normal moisture, were found to be positively and significantly correlated with mid-parent traits. Our data suggest that per se performance of lines was a relatively more important factor in determining hybrid performance under EM stress, while under optimum soil moisture conditions mid-parent heterosis was relatively more important than per se performance of mid-parent. Phenotypic correlation between hybrid and mid-parent yields showed a strong relationship under EM stress (r = 0.66**). The relationship was statistically significant under normal moisture as well, though it was comparatively weak (r = 0.41*). Our findings suggest that performance of hybrid progenies under excessive moisture can be predicted and improved to some extent on the basis of their inbred parents that have been systematically selected and improved for EM stress.",
        "lang": "eng"
    },
    "appid": "10883_3030",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3030"
}}
