{"object": {
    "title": {
        "value": "Wheat crop response to liming materials and N and P fertilizers in acidic soils of Tsegede highlands, northern Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:40:02Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "agronomic efficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "apparent recovery efficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "neutralizing value",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "n and p uptakes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sheba lime",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wukro lime",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "limes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4341"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "efficiency",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_2491"
            ]
        }
    ],
    "description": {
        "value": "A greenhouse experiment was carried out on acidic soils collected from the Tsegede highlands of northern Ethiopia, where wheat production is severely constrained by soil acidity, to evaluate wheat crop response to the applications of liming materials (Wukro lime and Sheba lime) and N and P fertilizers. Three lime sources (without lime, Wukro lime and Sheba lime) and four N and P fertilizers (without N and P, recommended N, recommended P and recommended N + recommended P) were arranged in a factorial experiment using randomized complete block design with four replications. The results indicated that yield and yield attributes of wheat showed significant (P &#8804; 0.01) response to the main effects of lime and fertilizer applications. Similarly, fertilizer by lime interaction effect was significantly (P &#8804; 0.05) different in grain yield, total biomass and N and P uptakes. The soils which received only recommended N + recommended P fertilizers (NP), Wukro lime and Sheba lime showed significant grain yield increment by about 78, 76 and 96% over the control, respectively. However, the applications of NP + Wukro lime and NP + Sheba lime augmented grain yield by 239 and 233%, respectively, over the control plot. Likewise, N uptakes were enhanced by about 66, 80 and 81% and P uptakes by 93, 91 and 93% in the soils which received only NP, Wukro lime and Sheba lime over the control while the application of NP + Wukro lime and NP + Sheba lime increased N uptakes by 241 and 237% and P uptakes by 451 and 471% over the control, in that order. The highest agronomic efficiency and apparent recovery efficiency were also recorded in the soils treated with Wukro and Sheba limes along with only recommended P and NP fertilizers, respectively. Hence, a combined application of adjusted lime rate and NP fertilizers are recommended to achieve sustainable wheat crop production on acidic soils of the Tsegede highlands.",
        "lang": "eng"
    },
    "appid": "10883_3352",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3352"
}}
