{"object": {
    "title": {
        "value": "Nutrient management in wheat: current scenario, improved strategies and future research needs in India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:23Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrient expert decission support system",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "site-specific nutrient management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat systems",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "nutrient management",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_330697"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Wheat (Triticum aestivum L) is the second most important staple food and meets about 61% of the protein requirement of the India. The introduction of new high yielding varieties coupled with chemical fertilizer use and creation of irrigation infrastructure have led to green revolution during mid 1960?s due to which India became second largest producer (~90 Mt) next to China, contributing about 35% in cereal basket of country. However, during recent past, the yield plateau in most productive wheat ecologies (north-west India) and large management yield  aps (~50%) in eastern India, the heart lands of wheat are major concerns for future food security. In addition to natural resource depletion and biotic-abiotic stresses, the multiple nutrient deficiencies are the key factors that contribute not only to yield plateaus but also to declining factor productivity, shrinking profits and environmental footprints. In the conventional approaches of fertilizer nutrient management practices (blanket and adhoc), the very basic principle of replenishing the soil nutrients reserves at the rates they are removed in annual production systems are lacking. This can be done through all available nutrient sources, inorganic and organic, but the bottom line is that any mismatch between nutrient input and output that depletes the soil or creates imbalance will adversely affect production potential. Though significant efforts have been made on designing improved nutrient management practices but these approaches for fixed-rate, fixed-time fertilizer recommendations made for large areas and cannot be successful as they do not capture the existence of large variability in soil nutrient supply and crop response to nutrients. Recent approaches like site-specific nutrient management (SSNM) provides an approach to ?feeding crops? with nutrients as and when they are needed and hence making synergy for nutrient demand and supply under a certain production system. However, such an approach along with careful management of other crop production factors, allowed reaching yield targets and efficiency factors that are far higher than the current levels. But, soil testing has remained the major bottleneck to realize potential benefits of these new and improved approaches. We therefore attempted to develop a decision support system (DSS), based on the principles of SSNM (Nutrient Expert for wheat) that provides flexibility of using SSNM principles with and without soil testing and reaching large number of farmers. In this paper we therefore present the pros and cons of conventional as well as modern tools and techniques of nutrient management and comparing with Nutrient Expert (NE) results validated in Haryana and Punjab and provide alternate solution to soil test based nutrient management while capturing the variability. The Decision support systems (DSS) are now progressively used to facilitate application of improved nutrient management practices in farmers? fields. Therefore, the recently developed Nutrient Expert for Wheat was validated under on-farm research in conventional and conservation agriculture to establish simple delivery system that enables wheat farmers to rapidly implement SSNM for their individual fields. The DSS developed in 2010-11 is an easy-touse, interactive computer-based decision tool that can rapidly provide nutrient recommendation for individual farmers? field in presence or absence of soil testing data. The results of farmers? field validation trials of NE based prescriptions in wheat across the Indo-Gangetic Plain region showed that the NE based recommendation significantly improved wheat yield and economics. The results also showed that wheat yield in farmers? plots across sites were higher under conservation tillage practices than conventional tillage and the nutrient requirement was different under the different tillage systems. This suggests that nutrient management strategies need to be different for the contrasting tillage practices.",
        "lang": "eng"
    },
    "appid": "10883_3232",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3232"
}}
