{"object": {
    "title": {
        "value": "Drought tolerant maize for farmer adaptation to drought in sub-Saharan Africa : determinants of adoption in eastern and southern Africa",
        "lang": "eng"
    },
    "updated": "2016-02-22T17:38:53Z",
    "created": "",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "drought",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2391"
        }
    ],
    "description": {
        "value": "In sub-Saharan Africa (SSA), Bmaize is life,^ due to its importance to food security and economic wellbeing. Around 40 % of Africa’s maize-growing area faces occasional drought stress, resulting in yield losses of 10–25 %. Around 25 % of the maize crop suffers frequent drought, with losses of up to half the harvest. To reduce vulnerability and improve food security, the Drought Tolerant Maize for Africa (DTMA) project has made releases of 160 drought tolerant (DT) maize varieties between 2007 and 2013. These have been tested in experimental and farmers’ fields, and disseminated to farmers in 13 African countries through national agricultural research systems and private seed companies. Yields of the new varieties are superior to those of currently available commercial maize varieties under both stress and optimum growing conditions. Although the benefits of DT maize for African farmers have been repeatedly predicted, realization of those benefits depends on farmer uptake, which has received limited empirical study. We use new plot-level data from surveys of 3,700 farm households in six countries (Ethiopia, Tanzania, Uganda, Malawi, Zambia, and Zimbabwe) to country variation in farmer uptake of DT maize, from 9 % of maize plots in Zimbabwe to 61% in Malawi. The major barriers to adoption include unavailability of improved seed, inadequate information, lack of resources, high seed price, and perceived attributes of different varieties. Based on the results, we recommend that seed companies and agro-dealers ensure adequate supply of DT maize seed in local markets and sell seed in affordable micro-packs (1 or 2 kg). Furthermore, the DTMA project and partners should ramp up promotional efforts to ensure widespread awareness and understanding of the benefits of the new DT maize varieties.",
        "lang": "eng"
    },
    "appid": "10883_4656",
    "language": {
        "value": "eng",
        "uri": ""
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4656"
}}
