{"object": {
    "title": {
        "value": "Effect of different potting systems; inoculation time; nematode density and sources of cereal cyst nematode (Heterodera filipjevi) on juvenile penetration into wheat root system",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:39Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "Investigations were designed to optimize testing systems for screening wheat breeding lines for resistance to Heterodera filipjevi. The effects of: 1) plant potting systems 2) inoculums level and time of inoculation 3) and type of inoculum of H. filipjevi on detection accuracy were examined in growth chamber experiments in Turkey. The rate of nematode penetration in the highly susceptible variety Bezostaya was used as the base measurement of efficacy. The results showed that the highest level of penetration coupled with high level of germination was obtained in plastic tubes (13 cm long x 3 cm in diam.) when compared to both small flower pots (400 cm3) and smaller plastic tubes (10.2 cm long x 0.8 cm in diam.). The highest rate of nematode penetration into wheat root system was obtained by inoculating the seedlings with 1000 J2 per plant. However, inoculation with 200 J2 at sowing or 200 J2 at sowing plus an additional 200 J2 after germination improved percent penetration when compared to inoculation with 600 or 1000 J2/plant at sowing. The test on the optimum form of inoculum showed that inoculating the seedling with J2?s gave the highest rate of nematode penetration over inoculum with eggs or cysts. The results of these experiments demonstrated that screening wheat for resistance can be optimized by raising the seedlings in plastic tubes and inoculating them with 400 J2.",
        "lang": "eng"
    },
    "appid": "10883_2808",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2808"
}}
