{"object": {
    "title": {
        "value": "Investigating Conservation Agriculture (CA) Systems in Zambia and Zimbabwe to Mitigate Future Effects of Climate Change",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil moisture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "infiltration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "climate change",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mitigation",
            "uri": ""
        }
    ],
    "description": {
        "value": "Most models predict that climate change will affect the southern African region both through temperature rises and increased frequency and severity of drought. Conservation agriculture (CA) based on minimal soil disturbance, crop residue retention, and crop rotations offers potential solutions to mitigate the effects of seasonal drought. In Zimbabwe and Zambia, we investigated the effects of different maize-based CA systems on water relations and crop productivity from 2005-2009 and compared results with conventionally plowed plots. In all seasons, we found higher water infiltration on CA plots, and it was three to five times higher on direct-seeded CA plots compared to conventionally plowed control plots in 2009. This led to higher available soil moisture on CA plots. The increase in soil moisture will enable crops to overcome seasonal dry spells, mitigate the effects of drought, reduce the risk of crop failure, and secure livelihoods in the region.",
        "lang": "eng"
    },
    "appid": "10883_1546",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1546"
}}
