{"object": {
    "title": {
        "value": "Analysis of heat resistance for cultivars from North China winter wheat region by yield and quality traits",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "common wheat(triticum aestivum l.)",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "heat stress",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_11488",
                "http://aims.fao.org/aos/agrovoc/c_11488",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "thousand kernel weight",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mixograph parameters",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum aestivum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yields",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8488"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "kernels",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25387"
        }
    ],
    "description": {
        "value": "Selection of heat-resistance cultivars is an important approach for coping climate changes as well as ensuring stable production. Fifty-three wheat (Triticum aestivum L.) cultivars and advanced lines from the North China Winter Wheat Region, planted in five locations including Beijing, Shijiazhuang, Hengshui, Anyang, and Tai?an in 2008-2009 wheat season, were used to analyze the effect of heat stress on yield nd quality traits. The result indicated that thousand-kernel weight (TKW) can be used as a simple criterion for heat-resistance selection; Nongda 189, CA0518, and Jingdong 8 performed high yield and high TKW under both normal and heat-stress treatments, and were characterized with high resistance to heat stress; Hengguan 33 and CA0736 performed high yield but medium TKW in all environments, and were characterized with good resistance to heat stress; Nongda 211, Shimai 15, Jimai 22, Nongda 3432, and Shannong 2149 performed high yield and high TKW in normal environments, but low yield and low TKW in heat stress environments, and were characterized with poor resistance to heat stress. The 53 cultivars and lines were classified into five groups including strong, medium strong, medium, medium weak, and weak gluten strength based on Mixograph Midline peak time and peak integral. Under heat stress environment, the grain protein content and hardness were increased while the Mixograph midline peak value, timex value, and timex width were decreased. The Mixograph peak time and midline peak integral for materials with medium weak and weak gluten strength were increased while they were decreased for materials with strong, medium strong, and medium gluten strength",
        "lang": "eng"
    },
    "appid": "10883_2792",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2792"
}}
