{"object": {
    "title": {
        "value": "Adoption of interrelated sustainable agricultural practices in smallholder systems: Evidence from rural Tanzania",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:51Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "sustainable agricultural practices",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "multiple adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "multivariate probit",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tanzania",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "sap",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6791"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agricultural practices",
            "uri": "http://aims.fao.org/aos/agrovoc/c_49913"
        }
    ],
    "description": {
        "value": "Soil fertility depletion is considered one of the main biophysical limiting factors for increasing per capita food production for smallholder farmers in Sub-Saharan Africa. The adoption and diffusion of sustainable agricultural practices (SAPs), as a way to tackle this challenge, has become an important issue in the development policy agenda in the region. This paper examines the adoption decisions for SAPs, using recent primary data of multiple plot-level observations collected in 4 districts and 60 villages of rural Tanzania. The paper employs a multivariate probit technique to model simultaneous interdependent adoption decisions by farm households. The analysis reveals that rainfall, insects and disease shocks, government effectiveness in provision of extension services, tenure status of plot, social capital, plot location and size, and household assets, all influence farmer investment in SAPs. Policies that target SAPs and are aimed at organizing farmers into associations, improving land tenure security, and enhancing skills of civil servants can increase uptake of SAPs in smallholder systems.",
        "lang": "eng"
    },
    "appid": "10883_2245",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2245"
}}
