{"object": {
    "title": {
        "value": "Crop response and economics of phosphorus fertiliser application in rice, wheat and maize in the Indo-gangetic plains",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:46Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "Phosphorus (P) is one of the major essential plant nutrients. Physiological processes and yield of cereals are adversely affected in soils deficient in phosphorus. Phosphorus deficiency is widespread in Indian soils and response of cereals to applied P is often spectacular. P use has increased significantly with increasing food grain production in India. Recent increase in P fertiliser cost, however, has raised concerns about the profitability of P application in cereals. Results of on-farm P omission plot experiments conducted across the Indo-Gangetic Plain indicated an average P response of 712, 969 and 853 kg/ha in rice, wheat and maize, respectively. This suggests that skipping P application or blanket reduction in P application rates across a region or the country would adversely affect cereal production in India. Economic assessment based on application rates, nutrient response, cost of phosphate and minimum support price of the cereals showed return on investment (Rs/Re) of 2 in all scenarios. A mechanism of optimizing return on investment in P fertiliser in changing fertiliser price scenario and variable crop P response situations was highlighted. In general, a crop response based site specific P management strategy would help in maximizing yield and profitability of major cereals under increasing fertiliser price scenario.",
        "lang": "eng"
    },
    "appid": "10883_1581",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1581"
}}
