{"object": {
    "title": {
        "value": "Identifying high yielding stable winter wheat genotypes for irrigated environments in Central and West Asia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:31Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "biplot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "performance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.9313
            ],
            "value": "winter wheat",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8412"
            ]
        }
    ],
    "description": {
        "value": "Improved winter wheat (Triticum aestivum L.) cultivars are needed for the diverse environments in Central and West Asia to improve rural livelihoods. This study was conducted to determine the performance of elite winter wheat breeding lines developed by the International Winter Wheat Improvement Program (IWWIP), to analyze their stability across diverse environments, and to identify superior genotypes that could be valuable for winter wheat improvement or varietal release. One hundred and one advanced winter wheat breeding lines and four check cultivars were tested over a 5-year period (2004?2008). Grain yield and agronomic traits were analyzed. Stability and genotypic superiority for grain yield were determined using genotype and genotype × environment (GGE) biplot analysis. The experimental genotypes showed high levels of grain yield in each year, with mean values ranging from 3.9 to 6.7 t ha&#8722;1. A set of 25 experimental genotypes was identified. These were either equal or superior to the best check based on their high mean yield and stability across environments as assessed by the GGE biplot analysis. The more stable high yielding genotypes were ID800994.W/Falke, Agri/Nac//Attila, ID800994W/Vee//F900K/3/Pony/Opata, AU//YT542/N10B/3/II8260/4/JI/Hys/5/Yunnat Esskiy/6/KS82W409/Spn and F130-L-1-12/MV12. The superior genotypes also had acceptable maturity, plant height and 1,000-kernel weight. Among the superior lines, Agri/Nac//Attila and Shark/F4105W2.1 have already been proposed for release in Kyrgyzstan and Georgia, respectively. The findings provide information on wide adaptation of the internationally important winter wheat genotypes, and demonstrate that the IWWIP program is enriching the germplasm base in the region with superior winter wheat genotypes to the benefit of national and international winter wheat improvement programs.",
        "lang": "eng"
    },
    "appid": "10883_2746",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2746"
}}
