{"object": {
    "title": {
        "value": "Trigenomic chromosomes by recombination of Thinopyrum intermedium and Th. ponticum translocations in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:07Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "translocation",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7869"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "thinopyrum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_36115"
        }
    ],
    "description": {
        "value": "Rusts and barley yellow dwarf virus (BYDV) are among the main diseases affecting wheat production world wide for which wild relatives have been the source of a number of translocations carrying resistance genes. Nevertheless, along with desirable traits, alien translocations often carry deleterious genes. We have generated recombinants in a bread wheat background between two alien translocations: TC5, ex-Thinopyrum (Th) intermedium, carrying BYDV resistance gene Bdv2; and T4m, ex-Th. ponticum, carrying rust resistance genes Lr19 and Sr25. Because both these translocations are on the wheat chromosome arm 7DL, homoeologous recombination was attempted in the double hemizygote (TC5/T4m) in a background homozygous for the ph1b mutation. The identification of recombinants was facilitated by the use of newly developed molecular markers for each of the alien genomes represented in the two translocations and by studying derived F2, F3 and doubled haploid populations. The occurrence of recombination was confirmed with molecular markers and bioassays on families of testcrosses between putative recombinants and bread wheat, and in F2 populations derived from the testcrosses. As a consequence it has been possible to derive a genetic map of markers and resistance genes on these previously fixed alien linkage blocks. We have obtained fertile progeny carrying new tri-genomic recombinant chromosomes. Furthermore we have demonstrated that some of the recombinants carried resistance genes Lr19 and Bdv2 yet lacked the self-elimination trait associated with shortened T4 segments. We have also shown that the recombinant translocations are fixed and stable once removed from the influence of the ph1b. The molecular markers developed in this study will facilitate selection of individuals carrying recombinant Th. intermedium&ndash;Th. ponticum translocations (Pontin series) in breeding programs",
        "lang": "eng"
    },
    "appid": "10883_2600",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2600"
}}
