{"object": {
    "title": {
        "value": "Determination of levels of Striga germination Stimulants for maize gene bank accessions and elite inbred lines",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:51Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "striga hermonthica",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_32339",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize landraces",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tolerance to striga",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance to striga",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "striga germination stimulant",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                1
            ],
            "value": "striga",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7453"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inbred lines",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24039"
        }
    ],
    "description": {
        "value": "Parasitism by Striga hermonthica (Del) Benth is a severe constraint in maize production in sub-Saharan Africa. Varying levels of tolerance to Striga attack have been identified and exploited in breeding programs of several crops. However, the level and stability of the tolerance is generally unacceptable in field-practice. Only limited exploration has been undertaken among the farmers? landraces to find the presence of viable sources of resistance to Striga. The objective of this study was to examine and document the presence of the Striga germination stimulants from a collection of some 420 maize landraces, populations and elite inbred lines. The genotypes were variously sourced from International Maize and Wheat Improvement Center (CIMMYT), International Institute for Tropical Agriculture (IITA) and Kenya Agricultural Research Institute (KARI). The ability to effect germination as a measure of the amount of germination stimulant produced was used to assess the materials, using the standard procedures. Data were recorded on Striga germination by counting Striga seeds with protruding radicle. Highly significant (P=0.001) differences were observed among the germplasm screened. Several landraces were found to stimulate low levels of Striga germination compared to the commercial checks. Landraces CRIC 51, CUBA T-31, BRAZ 1758, BRAZ 1279 and VERA 217 exhibited the lowest Striga germination, an indication of high level of resistance to Striga. The inbred lines were found to have a higher Striga germination percent compared to the landraces, a likelihood of a higher concentration of strigol, the stimulant causing chemical. CIMMYT lines CML 202 IR, CML 445 IR and CML 204 IR induced the least amount of Striga seeds to germinate. Higher levels of germination of Striga seeds were found in the IITA lines which are known to beresistant, depicting a probable avoidance root architecture mode of resistance as opposed to low production of strigol. It was concluded that the landraces with low Striga germination percent can be used by breeders in the extraction of new Striga resistant inbred lines. The resistant inbred lines can be recommended for direct use in the formation of maize synthetics and hybrids resistant to S. hermonthica.",
        "lang": "eng"
    },
    "appid": "10883_1880",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1880"
}}
