{"object": {
    "title": {
        "value": "Genetic improvement of grain yield and associated traits in the northern China winter wheat region from 1960 to 2000",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:11:58Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7283
            ],
            "value": "translocation",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7869"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7448
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6389
            ],
            "value": "genetic gain",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_34003"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.9442,
            "value": "winter wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8412"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genetic improvement",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11119"
        }
    ],
    "description": {
        "value": "Knowledge of changes associated with advances in crop productivity is essential for understanding yield limiting factors and developing strategies for future genetic improvement. The objectives of this study are to understand genetic gain for grain yield and associated traits in the Northern China Winter Wheat Region (NCWWR). Four trials, comprised of 47 leading common wheat (Triticum aestivum L.) cultivars from the NCWWR from 1960 to 2000, were conducted during 2001 to 2003 using a completely randomized block design of three replicates under controlled field environments. Molecular markers were used to detect the presence of dwarfing genes and the 1B/1R translocation. Results showed that average annual genetic gain in grain yield ranged from 32.07 to 72.11 kg ha21 yr21 or from 0.48 to 1.23% annually in different provinces. The most significant increase in grain yield occurred in the early 1980s, largely because of the successful utilization of dwarfing genes and the 1B/1R translocation. There was no common trend across trials in terms of changes in spikes m22, kernels per spike, 1000-kernel weight (TKW), or biomass. The genetic improvement in grain yield was primarily attributed to increased grain weight per spike, reduced plant height, and increased harvest index (HI). The dwarfing allele Rht-D1b was the most frequent (68.0%) among the cultivars, followed by Rht 8 (42.0%) and Rht-B1b (16.0%). The frequency of 1B/1R translocation cultivars was 42.6%. The future challenge of wheat breeding in this region is to maintain the genetic gain in grain yield and to improve grain quality, without increasing inputs for the wheat-maize double cropping system.",
        "lang": "eng"
    },
    "appid": "10883_2537",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2537"
}}
