{"object": {
    "title": {
        "value": "The combined effect of constant water deficit and nitrogen supply on WUE, NUE and 13C in durum wheat potted plants",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:13Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "carbon isotope discrimination",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen use efficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum turgidum l. ssp. durum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water limitation",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "water use efficiency",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_36790",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "nitrogen",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_5192"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "isotopes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11852"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "use efficiency",
            "uri": "http://aims.fao.org/aos/agrovoc/c_36789"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum turgidum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7958"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6249,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "potting",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6143"
        }
    ],
    "description": {
        "value": "Water scarcity and nitrogen shortage are the main constraints on durum wheat productivity. This paper examines the combined effects of a constant water deficit and nitrogen supply (NS) on growth, photosynthesis, stomatal conductance (gs) and transpiration, instantaneous and time-integrated water use efficiency (WUE) and nitrogen use efficiency (NUE) and carbon isotope discrimination (13C) in durum wheat genotypes grown in pots under greenhouse conditions. Three water levels (40%, 70% and 100% container capacity), two nitrogen doses (high and low N) and four genotypes were assayed in a total of 24 experimental treatments. Water and nitrogen treatments were imposed 2 weeks after plant emergence. The growth, nitrogen content and 13C of the shoot and the gas exchange in the flag leaf were determined about 2 weeks after anthesis. As expected, both water and NS had a strong positive effect on growth. However, a reduction in water supply had low effect decreasing photosynthesis and transpiration, 13C and NUE and increasing WUE. On the contrary, increasing the level of nitrogen supplied had a significant negative effect on gs, which decreased significantly the ratio of intercellular to ambient CO2 concentrations and 13C, and increased both instantaneous and time-integrated WUE. In addition, a higher N level also negatively affected the instantaneous and time-integrated NUE. The 13C of shoots correlated significantly and negatively with either instantaneous or time-integrated measurements of WUE. Moreover, within each NS, 13C also correlated negatively with the integrated NUE. We concluded that under our experimental conditions, 13C gives information about the efficiency with which not just water but also nitrogen are used by the plant. In addition, this study illustrates that a steady water limitation may strongly affect biomass without consistent changes in WUE. The lack of effect of the different water regimes on gas exchange, WUE and 13C illustrate the importance of how stress is imposed during growth.",
        "lang": "eng"
    },
    "appid": "10883_2625",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2625"
}}
