{"object": {
    "title": {
        "value": "An economic assessment of the use of physiological selection for stomatal aperture-related traits in the CIMMYT wheat breeding programme",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:02Z",
    "subject": {
        "vocabulary": "agrovoc",
        "score": 1,
        "value": "stomatal conductance",
        "uri": "http://aims.fao.org/aos/agrovoc/c_37253"
    },
    "description": {
        "value": "Physiological research has shown that measurements on small plots of stomatal conductance, canopy temperature depression (CTD) or carbon isotope discrimination may be useful for screening breeding populations for yield potential, prior to the execution of expensive replicated yield trials. Such indirect selection criteria may be very effective as lower cost alternatives for estimating genetic gain for complex characteristics such as yield that are relatively expensive to measure accurately in the field. In the present paper, economic analysis is undertaken of the results of trials conducted at the International Maize and Wheat Improvement Center (CIMMYT) over three seasons to determine the value of the physiological traits being assessed. The results indicate that the economic value of incorporating these measurements into CIMMYT&rsquo;s breeding programme is potentially important. CTD and stomatal conductance are relatively cheap to measure and could be used to discard lines prior to extensive yield testing, whereas carbon isotope discrimination is relatively expensive and would not be economic for this purpose. The analysis indicates that the incorporation of physiological measurements is likely to provide important economic benefits to the programme. Indications are that other breeding programmes with similar breeding goals and comparable costing structures might also consider using such indirect selection traits.",
        "lang": "eng"
    },
    "appid": "10883_2563",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2563"
}}
