{"object": {
    "title": {
        "value": "Probability of success of breeding strategies for improving pro-vitamin A content in maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:45Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 0.8692,
            "value": "vitamins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8274"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Biofortification for pro-vitamin A content (pVAC) of modern maize inbreds and hybrids is a feasible way to deal with vitamin A deficiency in rural areas in developing countries. The objective of this study was to evaluate the probability of success of breeding strategies when transferring the high pVAC present in donors to elite modern-adapted lines. For this purpose, a genetic model was built based on previous genetic studies, and different selection schemes including phenotypic selection (PS) and marker-assisted selection (MAS) were simulated and compared. MAS for simultaneously selecting all pVAC genes and a combined scheme for selecting two major pVAC genes by MAS followed by ultra performance liquid chromatography screening for the remaining genetic variation on pVAC were identified as being most effective and cost-efficient. The two schemes have 83.7 and 84.8% probabilities of achieving a predefined breeding target on pVAC and adaptation in one breeding cycle under the current breeding scale. When the breeding scale is increased by making 50% more crosses, the probability values could reach 94.8 and 95.1% for the two schemes. Under fixed resources, larger early generation populations with fewer crosses had similar breeding efficiency to smaller early generation populations with more crosses. Breeding on a larger scale was more efficient both genetically and economically. The approach presented in this study could be used as a general way in quantifying probability of success and comparing different breeding schemes in other breeding programs.",
        "lang": "eng"
    },
    "appid": "10883_3165",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3165"
}}
