{"object": {
    "title": {
        "value": "Characterization of seedling infection types and adult plant infection responses of monogenic Sr gene lines to race TTKS of Puccinia graminis f. sp. tritici.",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:05Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3214"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "puccinia graminis",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27327"
        }
    ],
    "description": {
        "value": "Stem rust, caused by Puccinia graminis f. sp. tritici, historically was one of the most destructive diseases of wheat and barley. The disease has been under effective control worldwide through the widespread use of host resistance. A number of stem rust resistance genes in wheat have been characterized for their reactions to specific races of P. graminis f. sp. tritici. Adult plant responses to race TTKS (also known as Ug99) of monogenic lines for Sr genes, a direct measurement of the effectiveness for a given gene, have not been investigated to any extent. This report summarizes adult plant infection responses and seedling infection types for monogenic lines of designated Sr genes challenged with race TTKS. High infection types at the seedling stage and susceptible infection responses in adult plants were observed on monogenic lines carrying Sr5, 6, 7a, 7b, 8a, 8b, 9a, 9b, 9d, 9g, 10, 11, 12, 15, 16, 17, 18, 19, 20, 23, 30, 31, 34, 38, and Wld-1. Monogenic lines of resistance genes Sr13, 22, 24, 25, 26, 27, 28, 32, 33, 35, 36, 37, 39, 40, 44, Tmp, and Tt-3 were effective against TTKS both at the seedling and adult plant stages. The low infection types to race TTKS observed for these resistance genes corresponded to the expected low infections of these genes to other incompatible races of P. graminis f. sp. tritici. The level of resistance conferred by these genes at the adult plant stage varied between highly resistant to moderately susceptible. The results from this study were inconclusive for determining the effectiveness of resistance genes Sr9e, 14, 21, and 29 against race TTKS. The understanding of the effectiveness of individual Sr genes against race TTKS will facilitate the utilization of these genes in breeding for stem rust resistance in wheat.",
        "lang": "eng"
    },
    "appid": "10883_2588",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2588"
}}
