{"object": {
    "title": {
        "value": "Cassava improvement: challenges and impacts",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:37Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "cassava",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_9649"
        ]
    },
    "description": {
        "value": "Cassava (Manihot esculenta Crantz) is one of the two most important food crops in sub-Saharan Africa. This area accounts for most of the root harvest worldwide, followed by Asia and Latin America &ndash; the centre of origin for Manihot species. In Africa and Latin America, cassava is mostly used for human consumption, while in Asia and parts of Latin America it is also used commercially for the production of animal feed and starch-based products. Cassava is regarded as a crop adapted to drought-prone environments, where cereals and other crops do not thrive, and it also grows well in poor soil. There are about 100 wild Manihot species, which provide an important genetic endowment for cassava breeding. Professional cassava breeding started in the 20th century and was spurred on by increasing population demands. The main breeding goals are high yield per unit area, particularly in marginal or pest-prone environments. The most notable results from cassava breeding are seen today in sub-Saharan Africa, where it has been transformed from a poor man&rsquo;s crop to an urban food, and in Southeast Asia, where it has changed from a subsistence crop to an industrial cash crop. Long-term research by many international and national partners has led to breeding high-yielding cassava cultivars that increased crop yields up to 40%. Manipulation of genes from wild species has led to new cultivars that resist prevailing diseases and pests, allowing the avoidance of large-scale famine in sub-Saharan Africa. Cassava improvement continues to tap genetic variation through conventional breeding (including the use of wild species) and biotechnology, because many pathogens still take their toll and occasionally epidemics affect farmer fields significantly. However, new sources of variation are needed to genetically enhance the nutritional quality of this important food crop in Africa and other areas in the tropics of the developing world.",
        "lang": "eng"
    },
    "appid": "10883_2127",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2127"
}}
