{"object": {
    "title": {
        "value": "Pathotype determination of the cereal cyst nematode, Heterodera avenae (Wollenweber, 1924) in the Eastern Mediterranean Region in Turkey",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:58Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "nematode",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "susceptible",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "virulence",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "pathotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24059"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nematodes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5112"
        }
    ],
    "description": {
        "value": "Karlik (Adana-Saricam), Imece (Hatay-Kirikhan) and Beþaslan (Hatay-Reyhanli) populations were used to determine the pathotype of the cereal cyst nematode, Heterodera avenae, in the Eastern Mediterranean Region of Turkey. Pathotype of H. avenae were investigated by using ?The International Test Assortment of Cereal Cultivars?. The test was conducted on twelve barley, six oat, six wheat and four control lines (milan, seri, silverstar and croc). Test materials were grouped by three nematode populations virulence on resistance (Rha?E?, Rha1, Rha2, Rha3, Cre1) and nonresistance genes variety and lines. According to results, Rha1 and Rha3 genes gave a resistance response but Rha2 and Cre1 did not. As a result, all populations demonstrated similar reactions and the three nematode populations were consistent with reactions for the Ha21 pathotype of the Ha1 group. This result is the first report on determining of the H. avenae pathotype in Turkey.",
        "lang": "eng"
    },
    "appid": "10883_2943",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2943"
}}
