{"object": {
    "title": {
        "value": "Intensification or extensification? Factors affecting technology use in peri-urban lowlands along an agro-ecological gradient in West Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:36Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "market access",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1312459073954",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agro-ecological gradient",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "west africa",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology use",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technological intensification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lowlands",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7782
            ],
            "value": "intensification",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_33485"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "lowland",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4453"
        }
    ],
    "description": {
        "value": "The paper analyses whether the increased use of lowlands in proximity to urban centres in West Africa is associated with technological intensification or extensification. Technologies are typified in terms of their orientation &ndash; land or labour saving &ndash; and market dependence for their procurement and reviews the factors driving and modifying their use in lowlands. The factors associated with technology use are analyzed empirically using geo-referenced lowland data around four urban centers along an ecological gradient in Côte d&rsquo;Ivoire and Mali. The technologies analyzed include both external inputs (fertilizer, pesticide, herbicide, improved varieties) and crop management practices (plot level bunding, rice transplanting and rice direct seeding). Results from binomial logit models highlight the prominent positive and non-linear role of proximity to urban markets for the technological intensification of lowlands &ndash; an issue associated with factor scarcities and the transaction costs for procurement and marketing. Technology use in lowlands is also associated with the agro-ecological gradient, lowland development and non-native lowland users. A common thread linking these variables is that they modify resource scarcity and therefore intensification incentives. Lowlands are not always as valuable as they may seem and there may be limited incentives to intensify. Instances of significant lowland cultivation and intensification in the study sites tend to be associated with specific opportunities &ndash; driven by market opportunities and modified by seasonal, institutional or development-induced relative land scarcity. Market access is therefore a necessary but not sufficient factor for the technological intensification of lowland use. There is a need for better targeting of development efforts in terms of enabling lowland intensification or extensification as appropriate.",
        "lang": "eng"
    },
    "appid": "10883_2120",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2120"
}}
