{"object": {
    "title": {
        "value": "First report of maize chlorotic mottle virus and maize lethal necrosis in Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-06-30T05:24:49Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "maize",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_12332"
        ]
    },
    "description": {
        "value": "In September 2011, a high incidence of a new maize (Zea mays L.) disease was reported at lower elevations (1,900 m asl) in the Longisa division of Bomet County, Southern Rift Valley, Kenya. The disease later spread to the Narok South and North and Naivasha Districts. By March 2012, the disease was reported at up to 2,100 m asl. Diseased plants had symptoms characteristic of virus diseases: a chlorotic mottle on leaves, developing from the base of young whorl leaves upward to the leaf tips; mild to severe leaf mottling; and necrosis developing from leaf margins to the mid-rib. Necrosis of young leaves led to a  gdead heart h symptom, and plant death. Severely affected plants had small cobs with little or no grain set. Plants frequently died before tasseling. All maize varieties grown in the affected areas had similar symptoms. In these regions, maize is grown continuously throughout the year, with the main planting season starting in November. Maize streak virus was present, but incidence was low (data not shown). Infected plants were distributed throughout affected fields, with heavier infection along field edges. High thrips (Frankliniella williamsi Hood) populations were present in sampled fields, but populations of other potential disease vectors, such as aphids and leafhoppers, were low. Because of the high thrips populations and foliar symptoms, symptomatic plants were tested for the presence of Maize chlorotic mottle virus (MCMV) (3) using tissue blot immunoassay (TBIA) (1). Of 17 symptomatic leaf samples from each Bomet and Naivasha, nine from Bomet and all 17 from Naivasha were positive for MCMV. However, the observed symptoms were more severe than commonly associated with MCMV, suggesting the presence of maize lethal necrosis (MLN), a disease that results from maize infection with both MCMV and a potyvirus (4). Therefore, samples were tested for the presence of Sugarcane mosaic virus (SCMV), which is present in Kenya (2). Twenty-seven samples were positive for SCMV by TBIA, and 23 of 34 samples were infected with both viruses. Virus identities were verified with reverse-transcription (RT)-PCR (Access RTPCR, Promega) and MCMV or SCMV-specific primers. MCMV primers (2681F: 5 ?-ATGAGAGCAGTTGGGGAATGCG and 3226R: 5 ?- CGAATCTACACACACACACTCCAGC) amplified the expected 550-bp product from three leaf samples. Amplicon sequences were identical, and had 95 to 98% identity with MCMV sequences in GenBank. SCMV primers (8679F: 5 ?-GCAATGTCGAAGAAAATGCG) and 9595R: 5 ?- GTCTCTCACCAAGAGACTCGCAGC) amplified the expected 900-bp product from four leaf samples. Amplicon sequences had 96 to 98% identity, and were 88 to 96% identical with SCMV sequences in GenBank. To our knowledge, this is the first report of MCMV and of maize coinfection with MCMV and SCMV associated with MLN in Kenya and Africa. MLN is a serious threat to farmers in the affected areas, who are experiencing extensive to complete crop loss.",
        "lang": "eng"
    },
    "appid": "10883_3198",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3198"
}}
