{"object": {
    "title": {
        "value": "Inheritance of leaf rust resistance in the CIMMYT wheat weebill 1",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:15Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3214"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        }
    ],
    "description": {
        "value": "The CIMMYT spring wheat Weebill 1 has nearimmune levels of adult plant resistance (APR) to leaf rust caused by Puccinia triticina Eriks. To determine the genetic basis of resistance in seedlings and adult plants Weebill 1 was crossed with two susceptible parents Jupateco 73S and &lsquo;Thatcher&rsquo;. Advanced F4:5, F4:6, and F5:7 recombinant inbred lines (RIL) populations from Jupateco 73S/Weebill 1 and BC1F2 populations from Thatcher/Weebill 1 were derived. The F5:7 RILs and BC1F2 families were tested as seedlings with fi ve races of P. triticina. The F1 and F4:5, F4:6, and F5:7 RILs of Jupateco 73S/ Weebill 1 were evaluated in plots in Mexico and St. Paul. The Jupateco 73S/Weebill 1 RILs and Thatcher*2/Weebill 1 F2 families segregated for Lr14b, an unknown seedling leaf rust resistance gene derived from Weebill 1 in both crosses, and Lr17a derived from Jupateco 73S in the RIL population. Lr17a was mapped to the distal end of chromosome 2AS and was linked to microsatellite maker Xgwm636 at a distance of 4.0 cM. The seedling genes did not condition effective resistance in the fi eld plots with races used in the fi eld trials. The segregation ratio in the RILs and F2 families indicated the presence of three to four APR genes in Weebill 1. One of the APR genes was linked to the seedling gene Lr14b on chromosome 7BL and reduced leaf rust by 47% in St. Paul and 31% in Mexico. Based on the haplotypes of DNA markers, we do not believe that any of the APR genes is Lr34.",
        "lang": "eng"
    },
    "appid": "10883_2640",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2640"
}}
