{"object": {
    "title": {
        "value": "Rice-maize systems of South Asia: Current status, future prospects and research priorities for nutrient management",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "rice-maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield potential",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield gaps",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "south asia",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_29172",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "integrated plant nutrition system",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "site-specific nutrient management",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yields",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8488"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yield gap",
            "uri": "http://aims.fao.org/aos/agrovoc/c_330609"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "plant nutrition",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16379"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "nutrient management",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_330697"
            ]
        }
    ],
    "description": {
        "value": "Rice (Oryza sativa L.) and maize (Zey mays) are grown in 3.5 million hectares (Mha) in Asia that includes 1.5 Mha in South Asia. These crops are grown in sequence on the same land in the same year either in double?or triple-crop systems to meet the rice demand of a rapidly expanding human population and maize demand of livestock and poultry. The objective of this review is to provide a comprehensive overview of the current state of technical knowledge on agroecosystems and adaptation, area and distribution, yield potential and yield gaps, and nutrient management for  rice-maize (R-M) systems in South Asia. Rice-maize systems are emerging all around South Asia but in particular are developing quite rapidly in Bangladesh and South and North India. Yield potential of rice and maize, as estimated by ORYZA2000 and Hybrid Maize models, reaches up to 15 and 22 t ha-1, respectively. However, data from several environments in India reveal gaps between potential and attainable yields of maize of upto 100% and between attainable and actual yields of upto 25?50%. Nutrient demand of  R-M system is high due to high nutrient removal by high-yielding maize. Nutrient balance studies for these highly?productive and nutrient-extractive systems are scarce in South Asia. The review outlines principles of nutrient management for R-M systems, and identifies development, refinement, and dissemination of the integrated plant nutrition system technologies based on site-specific nutrient management principles as priorities for future research to increase yield, profitability, and sustainability of R-M systems.",
        "lang": "eng"
    },
    "appid": "10883_1540",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1540"
}}
