{"object": {
    "title": {
        "value": "The effect of spot blotch and heat stress on variation of canopy temperature depression, chlorophyll fluorescence and chlorophyll content of hexaploid wheat genotypes",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:33Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bipolaris sorokiniana",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_34517",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "cochliobolus sativus",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_34517",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "foliar blight",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "terminal heat stress",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "physiological traits",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil plant analysis development",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spad",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "blotches",
            "uri": "http://aims.fao.org/aos/agrovoc/c_973"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7176
            ],
            "value": "chlorophylls",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_1577"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "blight",
            "uri": "http://aims.fao.org/aos/agrovoc/c_957"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "heat stress",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11488"
        }
    ],
    "description": {
        "value": "Spot blotch, caused by Cochliobolus sativus (Ito and Kurib.) Drechsler ex Dastur, and heat stress are two important stresses of bread wheat (Triticum aestivum L.) causing substantial yield reduction in the warm areas of South Asia. These two stresses put pressure on at least 25 million hectares of wheat areas worldwide. This study was conducted to examine variation in physiological traits and its association with heat and spot blotch. Eleven diverse bread wheat genotypes were evaluated in replicated field trials under spot blotch epidemics and heat stress conditions in 2006 and 2007 at Rampur, Nepal. Canopy temperature depression (CTD), chlorophyll fluorescence (CF), chlorophyll content, percent disease leaf area, yield and yield components were recorded. Heat and spot blotch individually reduced CTD, CF, chlorophyll content, grain yield (GRY), and thousand kernel weight (TKW), with greater reductions recorded under combined stress. Genotypes showing lower GRY or TKW loss due to spot blotch also exhibited lower yield loss due to heat stress or combined heat and disease stress, suggesting an association between tolerance mechanisms to the stresses. The physiological traits chlorophyll content, CF and CTD showed higher correlations with GRY and TKW than with area under disease progress curve (AUDPC) suggesting their potential application in screening for heat and spot blotch tolerant genotypes. Genotypes with lower disease showed the highest values for chlorophyll content, CF and CTD. Our findings provide new information on the relationship of these physiological traits with spot blotch resistance and heat tolerance when examined in the same study. The physiological traits studied have potential application in integrative indirect selection criteria for improving spot botch and heat tolerance in wheat.",
        "lang": "eng"
    },
    "appid": "10883_2759",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2759"
}}
