{"object": {
    "title": {
        "value": "Development of the conservation agriculture equipment industry in Sub-saharan Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-06-07T20:59:22Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farmers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sub-saharan africa",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ca implements and manufacture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sustainable mechanization",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "planters",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25759"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "smallholders",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14343"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "africa",
            "uri": "http://aims.fao.org/aos/agrovoc/c_165"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "implements",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2631"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "innovation",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27560"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mechanization",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4685"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.8023,
            "value": "equipment",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2631"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        }
    ],
    "description": {
        "value": "Smallholder farmers in many sub-Saharan African (SSA) countries are limited by farm power shortages. One way of reducing the constraint, and also the negative impacts of conventional tillage (with hoe and plow), is to practice conservation agriculture (CA) which uses no-till techniques to establish crops. CA can be practiced on small areas with rudimentary tools (a pointed stick to plant) and manual weed control methods. But to expand the area cropped, some mechanization is needed. The necessary equipment can include draught animal powered (DAP) rippers, sprayers, and no till (NT) planters, and maybe knife rollers along with manual jab planters and herbicide applicators. Development of CA equipment for smallholder farmers has been particularly impressive in Brazil where farmers, manufacturers, researchers, and the public sector have been instrumental in developing a flourishing CA machinery industry. Some of this equipment has been promoted in SSA and there is now a demand for locally manufactured equipment geared towards national and regional markets. There is now a budding industry in East Africa as result of exposure to Brazilian equipment and specialist technical training of East Africans in South America. Machinery being manufactured commercially includes DAP rippers and NT planters, manual jab planters, and sprayers. The industry continues to grow and mature and is now addressing the CA equipment needs for imported two-wheel tractors. In southern Africa there has been development of NT planters in Zimbabwe and this continues to prosper, with DAP NT planters currently being produced commercially in the private sector in collaboration with international researchers. Zambia is proceeding along the same track for farmers with access to DAP. For those with access only to manual labor, the chaka hoe for basin-based CA has been developed and manufactured commercially and has become a popular and viable solution. South Africa, despite its huge potential, seems to be a slow starter in the smallholder-oriented CA machinery market. Some progress has been made with planters and sprayers, but a great deal more can be achieved in the immediate future. This article contrasts the Brazilian and SSA situations and draws lessons and guidelines for the development of the CA equipment industry in SSA. The conclusions indicate that, although the industry in SSA is still in its infancy, there is good potential for support from international donors. Local adaptations are needed for local markets, materials, and skills and national governments can play a key role in supporting and promoting CA. Now is precisely the moment for decisive action.",
        "lang": "eng"
    },
    "appid": "10883_1596",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1596"
}}
