{"object": {
    "title": {
        "value": "Effects of crop residues and reduced tillage on macrofauna abundance",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2014-03-05T17:57:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "residue cover",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fauna recolonisation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "planting basins",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "shannon-wiener diversity and evenness indices",
            "uri": ""
        }
    ],
    "description": {
        "value": "Conservation agriculture is promoted to safeguard resilient properties of soils and to reclaim degraded arable lands. This is achieved through creating necessary conditions for fauna recolonisation. A study was carried out at Kadoma and Southeast Lowveld of Zimbabwe to assess the effects of conservation agriculture practices on soil macrofauna diversity in the 2008-2009 agricultural season. A randomized complete block design experiment, where four crop residue levels (0t/ha, 2t/ha, 4t/ha and 6t/ha) were replicated four times on un-tilled plots at five sites, was used. Soil fauna found in collected monoliths were identified and quantified. Analysis of variance showed significance (P<0.001) in site and treatment effects on both macrofauna abundance and diversity. Reduced tillage with residue cover yielded significantly (P<0.05) higher species richness and macrofauna abundance than conventional systems. There was a significant correlation (r2=0.767) between residue amount and species richness. Although there was no apparent consistent relationship between treatment and species richness, diversity and evenness; abundance was in the order 6t/ha>4t/ha>2t/ha>0t/ha>Conventional systems. The major macrofauna groups observed were termites, ants and beetle-larvae. It was concluded that short-term conservation agriculture systems has significantly positive effects on macrofauna species richness and abundance, which are crucial for initiating soil regeneration. The results are discussed in the context of sustainable crop production using conservation agriculture by resource poor farmers.",
        "lang": "eng"
    },
    "appid": "10883_3431",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3431"
}}
