{"object": {
    "title": {
        "value": "Quantitative trait loci mapping of adult-plant resistance to powdery mildew in Chinese wheat cultivar Lumai 21",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:37Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "common wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "durable resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "microsatellites",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "powdery mildew",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "powdery mildews",
            "uri": "http://aims.fao.org/aos/agrovoc/c_13557"
        }
    ],
    "description": {
        "value": "Powdery mildew, caused by Blumeria graminis f. sp. tritici, is a major fungal disease in common wheat (Triticum aestivum L.) worldwide. The Chinese winter wheat cultivar Lumai 21 has shown good and stable adult plant resistance for 19 years. The aim of this study was to map quantitative trait loci (QTLs) for resistance to powdery mildew in a population of 200 F3 lines from the cross Lumai 21/Jingshuang 16. The population was tested for powdery mildew reaction in Beijing and Anyang in the 2005?2006 and 2006?2007 cropping seasons, providing data for 4 environments. A total of 1,375 simple sequence repeat (SSR) markers were screened for associations with powdery mildew reactions, initially in bulked segregant analysis. Based on the mean disease values averaged across environments, broad-sense heritabilities of maximum disease severity and area under the disease progress curve were 0.96 and 0.77, respectively. Three QTLs for adult plant resistance were detected by inclusive composite interval mapping. These were designated QPm.caas-2BS, QPm.caas-2BL and QPm.caas-2DL, respectively, and explained from 5.4 to 20.6% of the phenotypic variance across environments. QPm.caas-2BS and QPm.caas-2DL were likely new adult plant resistance QTLs flanked by SSR markers Xbarc98?Xbarc1147 and Xwmc18?Xcfd233, respectively. These markers could be useful for improving wheat powdery mildew resistance in breeding programs.",
        "lang": "eng"
    },
    "appid": "10883_2796",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2796"
}}
