{"object": {
    "title": {
        "value": "Yield, water productivity and nutrient balances under the system of rice intensification and recommended management practices in the Sahel",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:53Z",
    "created": "2013-06-07T20:59:19Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "alternate wetting and drying (awd)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "residue management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen use efficiency",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "sri",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1410770287830",
                "http://aims.fao.org/aos/agrovoc/c_1410770287830",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sub-saharan africa",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.6152
            ],
            "value": "incorporation",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3823"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.8445
            ],
            "value": "fertilizers",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2867"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6869
            ],
            "value": "rice straw",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_16032"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6664
            ],
            "value": "sahel",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6734"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "drying",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2402"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "use efficiency",
            "uri": "http://aims.fao.org/aos/agrovoc/c_36789"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "africa",
            "uri": "http://aims.fao.org/aos/agrovoc/c_165"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6479,
            "value": "nutrient balance",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12868"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "system of rice intensification",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1410770287830"
        }
    ],
    "description": {
        "value": "Consumer demand for rice in sub-Saharan Africa (SSA) is increasing faster than for any other cereal. Governments in the Sahel are responding by promoting double-cropping of irrigated rice in the region's river basins, although rising fertilizer and water costs cast doubt on the future profitability of such systems. Despite controversy, the System of Rice Intensification (SRI) is widely promoted as a potential solution to this dilemma. SRI includes transplanting young, single seedlings at wide spacing, compost application, mechanical weed control, and alternate wetting and drying irrigation. However, independent evaluation of the system in comparison to an appropriate control is lacking in SSA, and the Sahel in particular. Responding to this need, we compared SRI to flooded rice production following regionally Recommended Management Practices (RMP), in a five-season experiment in the Senegal River Valley. Our objectives were to evaluate yield, water productivity, fertilizer nitrogen recovery efficiency, partial macronutrient balances and soil quality under both management systems. But because compost production in the Sahel is constrained by low labor and biomass availability, we replaced these materials with waste rice straw, and compared the impact of sole mineral fertilizer application to rice straw residue incorporation with fertilizer addition, under both SRI and RMP. In seasons 1?3, fertilizer alone significantly increased yield, with no differences found between management systems. In season 4, beneficial effects of straw incorporation and fertilizer addition were observed, as significant additive increases in yield, straw and fertilizer nitrogen recovery were found for each management system. In season 5, additive benefits were found only for SRI, although SRI yields never exceeded any fertility management treatment under RMP. Across seasons, water savings from 16% to 48% were obtained with SRI, resulting in significant (11%?45%) increases in water productivity. Combined straw incorporation and fertilizer application helped stabilize partial nitrogen and potassium balances across management systems. Compared to controls, straw incorporation also increased total soil nitrogen and carbon. In contrast to the literature on SRI in the Sahel, our findings indicate that when nutrient additions are held constant, significant yield increases should not be expected over conventionally recommended rice crop management systems. However, should farmers choose to experiment with SRI to reduce water use, they would be most likely to benefit from combining rice straw incorporation with mineral fertilizer, although several seasons may be required for additive yield effects to occur.",
        "lang": "eng"
    },
    "appid": "10883_1586",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1586"
}}
