{"object": {
    "title": {
        "value": "Agriculture in the 21st century",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:34Z",
    "created": "2014-03-13T00:47:20Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "food production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "production economics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "production factors",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food supply",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "poverty",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nature conservation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resource conservation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural sector",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agroindustrial sector",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural development",
            "uri": ""
        }
    ],
    "description": {
        "value": "This lecture reviews prospects for meeting the three major challenges confronting agriculture at the start of the 21st century: the food supply challenge, the need for agriculture to play a central role in reducing poverty; and the challenge to meet increased concerns over natural resource management. The potential for meeting these challenges is examined first through a conventional study of divergent global aggregate projections and a discussion of critical assumptions and major uncertainties to 2025. This analysis is then complemented by a more speculative review of the potential structure of production agriculture and agribusiness in the new century. Both the conventional and more speculative approach form the basis for developing two potential scenarios for world agriculture in the 21st century (a positive scenario and an alternative, less optimistic one). The shape of agriculture in the 21st century is most likely to lie somewhere between these extremes, but the extent to which either scenario becomes reality will have very different implications for meeting the challenges of ensuring food security, alleviating poverty, and protecting natural resources",
        "lang": "eng"
    },
    "appid": "10883_3545",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3545"
}}
