{"object": {
    "title": {
        "value": "Genetic gains in grain yield and physiological traits of winter wheat in Shandong Province, China, from 1969 to 2006",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:48Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "anthesis",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2992"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.748,
            "value": "shandong",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7023"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "winter wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8412"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.8039,
            "value": "genetic gain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34003"
        }
    ],
    "description": {
        "value": "Knowledge on the changes in yield potential and associated physiological traits is essential for understanding the main yield-limiting factors and guiding future breeding strategies. Our objective was to identify physiological traits associated with genetic gains in grain yield of winter wheat (Triticum aestivum L.) in Shandong province, China. Thirteen milestone cultivars and two advanced lines released from 1969 to 2006 were examined over 3 yr at Tai'an during 2006 to 2009. The genetic gain in grain yield was 62 kg ha&#8722;1 yr&#8722;1, largely associated with increased kernels per square meter, biomass, and harvest index (HI) and reduced plant height. Significant genetic changes were also observed especially for apparent leaf area index (LAI) at heading and anthesis, chlorophyll content (Chl) at anthesis, photosynthesis rate during grain filling, and stem water-soluble carbohydrate (WSC) content at anthesis. Comparing genotypes having Rht-D1b and others with both Rht-D1b and Rht8c (Rht-D1b+Rht8c) showed increased grain yield, thousand kernel weight, kernels per spike, kernel weight per spike, HI, canopy temperature depression, and Chl at anthesis and LAI at heading with the latter but no difference in height. The results suggested that genetic gains in grain yield in Shandong province were mainly contributed by increases in kernels per square meter and biomass, which were achieved through improving crop photosynthesis at and after heading, and the source for grain filling may have benefited from increased WSC in stems at anthesis.",
        "lang": "eng"
    },
    "appid": "10883_2881",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2881"
}}
