{"object": {
    "title": {
        "value": "Performance of traditional and improved upland rice cultivars under nonfertilized and fertilized conditions in northern Laos",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "anova",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "analysis of variance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hi, harvest index",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tdm, total dry matter",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cultivars",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        }
    ],
    "description": {
        "value": "Shortened fallows have reduced the productivity of traditional upland rice (Oryza sativa L.)-based slash-and-burn systems in northern Laos. New cultivars and management methods are needed for food security in the region. To assess their potential for increasing upland rice productivity, this study compared two improved and three traditional upland rice cultivars in three fertilizer treatments: no fertilizer, nitrogen (90 kg N/ha), and N plus phosphate (50 kg P/ha), in six trials over 2 yr. The two improved cultivars had consistently higher grain yields than the traditional cultivars across all fertilizer treatments (3.9 vs. 2.1 t/ha). The improved cultivars had greater total biomass and harvest index, more panicles, and were shorter than the traditional cultivars. They were also more responsive to N without applied P than traditional cultivars. Two of three traditional cultivars gave a response that was similar to the improved cultivars when both N and P were applied. In addition, on-farm trials were conducted at 13 locations to compare the productivity of the improved cultivars with fertilizer (N&ndash;P&ndash;K 60&ndash;26&ndash;50 kg/ha) to farmers' practice consisting of traditional cultivars without fertilizer. In these trials, the improved cultivars with fertilizer achieved much higher grain yields than farmers' practice (3.0 vs. 1.8 t/ha). Improved cultivars and moderate inorganic fertilizer application offer a new approach to increasing the productivity of upland rice in Laos.",
        "lang": "eng"
    },
    "appid": "10883_1505",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1505"
}}
