{"object": {
    "title": {
        "value": "Root-root interactions: extending our perspective to be more inclusive of the range of theories in ecology and agriculture using in-vivo analyses",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-06-07T20:59:24Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "root",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "competition",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "facilitation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resource",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "intraspecific",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "interspecific",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "green fluorescent protein",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "red fluorescent protein",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nuclear magnetic resonance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "positron emission tomography",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rhizotrons",
            "uri": ""
        }
    ],
    "description": {
        "value": "Background There is a large body of literature on competitive interactions among plants, but many studies have only focused on above-ground interactions and little is known about root?root dynamics between interacting plants. The perspective on possible mechanisms that explain the outcome of root?root interactions has recently been extended to include non-resource-driven mechanisms (as well as resource-driven mechanisms) of root competition and positive interactions such as facilitation. These approaches have often suffered from being static, partly due to the lack of appropriate methodologies for in-situ non-destructive root characterization.   Scope Recent studies show that interactive effects of plant neighbourhood interactions follow non-linear and non-additive paths that are hard to explain. Common outcomes such as accumulation of roots mainly in the topsoil cannot be explained solely by competition theory but require a more inclusive theoretical, as well as an improved methodological framework. This will include the question of whether we can apply the same conceptual framework to crop versus natural species.   Conclusions The development of non-invasive methods to dynamically study root?root interactions in vivo will provide the necessary tools to study a more inclusive conceptual framework for root?root interactions. By following the dynamics of root?root interactions through time in a whole range of scenarios and systems, using a wide variety of non-invasive methods, (such as fluorescent protein which now allows us to separately identify the roots of several individuals within soil), we will be much better equipped to answer some of the key questions in root physiology, ecology and agronomy.",
        "lang": "eng"
    },
    "appid": "10883_1606",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1606"
}}
