{"object": {
    "title": {
        "value": "Seedling and slow rusting resistance to leaf rust in Chinese wheat cultivars",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:32Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "rusts",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_6710"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.9291
            ],
            "value": "genes",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3214"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.8244
            ],
            "value": "cultivars",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        }
    ],
    "description": {
        "value": "Identification of resistance genes is important for developing leaf rust resistant wheat (Triticum aestivum) cultivars. A total of 102 Chinese winter wheat cultivars and advanced lines were inoculated with 24 pathotypes of Puccinia triticina for postulation of leaf rust resistance genes effective at the seedling stage. These genotypes were also planted in the field for characterization of slow rusting responses to leaf rust in the 2006?07 and 2007?08 cropping seasons. Fourteen leaf rust resistance genes?Lr1, Lr2a, Lr3bg, Lr3ka, Lr14a, Lr16, Lr17a, Lr18, Lr20, Lr23, Lr24, Lr26, Lr34, and LrZH84?either singly or in combinations, were postulated in 65 genotypes, whereas known resistance genes were not identified in the other 37 accessions. Resistance gene Lr26 was present in 44 accessions. Genes Lr14a and Lr34 were each detected in seven entries. Lr1 and Lr3ka were each found in six cultivars, and five lines possessed Lr16. Lr17a and Lr18 were each identified in four lines. Three cultivars were postulated to possess Lr3bg. Genes Lr20, Lr24, and LrZH84 were each present in two cultivars. Each of the genes Lr2a and Lr23 may exist in one line. Fourteen genotypes showed slow leaf rusting resistance in two cropping seasons.",
        "lang": "eng"
    },
    "appid": "10883_2756",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2756"
}}
