{"object": {
    "title": {
        "value": "Effects of conservation agriculture techniques on infiltration and soil water content in Zambia and Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "infiltration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water use efficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "erosion",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil moisture relations",
            "uri": ""
        }
    ],
    "description": {
        "value": "The adoption of cropping systems (CA), based on minimal soil movement, permanent soil cover with crop residues or growing plants and crop rotation has advanced rapidly in the Americas and Australia over the last three decades. One of the immediate benefits of CA in dryland agriculture is improved rainfall-use efficiency through increased water infiltration and decreased evaporation from the soil surface, with associated decreases in runoff and soil erosion. This paper focuses on the effect of CA techniques on soil moisture relations in two researcher-managed trials in Zambia and Zimbabwe. In 2005/2006 and 2006/2007, we found significantly higher water infiltration on both sites on CA fields compared to conventionally ploughed fields. At Henderson Research Station, Zimbabwe, on a sandy soil, a direct seeded CA treatments had a 49% and 45% greater infiltration rate than the conventionally tilled plots after a simulated rainfall in both seasons. At Monze Farmer Training Centre, Zambia, on a finer-textured soil, the same treatment had 57% and 87% greater infiltration rate than the conventionally tilled control treatment in both seasons. Treatments that included reduced tillage and surface residue retention had less water runoff and erosion on runoff plots at Henderson Research Station, Zimbabwe. On average, soil moisture was higher throughout the season in most CA treatments than in the conventionally tilled plots. However, the full potential of CA in mitigating drought was not evident as there was no significant drought period in either season. Results suggest that CA has the potential to increase the productivity of rainfall water and therefore reduce the risk of crop failure, as was apparent at the Monze Farmer Training Centre, Zambia, in 2005/2006 when a period of moisture stress at tassling affected CA treatments less than the conventionally tilled treatment.",
        "lang": "eng"
    },
    "appid": "10883_1527",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1527"
}}
