{"object": {
    "title": {
        "value": "Influence of genotype and environmental adaptation into the maize grain quality traits for nixtamalization",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "tortilla",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "environment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nixtamalized flour industry",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hybrids",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3707"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.9768
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        }
    ],
    "description": {
        "value": "Using tropical and highland pre-commercial hybrids available from Masagro collaborative team, the objectives of this study were (1) to evaluate the influence of genotype and environmental adaptation on grain and tortilla quality properties; (2) to investigate relationships between agronomic traits, grain properties, and tortilla quality properties; and (3) to identify the most stable and best hybrids in terms of grain quality to be recommended to the masa-tortilla and nixtamalized flour industries. Kernels from highland adapted hybrids were softer (flotation index (FI) = 68%) than kernels from tropical adapted hybrids (FI = 15%). Highland adapted hybrids yield more tortillas (1.45 kg kg&#8722;1 maize), which were softer (197 gf) and lighter (92% reflectance) than the ones obtained from tropical adapted hybrids (1.38 kg kg&#8722;1 maize; 271.5 gf, and 88% reflectance, respectively). Correlations between grain yield and all grain and quality parameters were low, suggesting that it is possible to breed simultaneously to increase grain yield and ensure excellent nixtamalized quality parameters.  Utilizando hibridos pre-comerciales de la red de evaluacion de Masagro y con adaptacion a los valles altos y al tropico, los objetivos de este trabajo fueron (1) evaluar la influencia de genotipo y adaptacion medio-ambiental en las propiedades de calidad de grano y tortilla; (2) investigar las posibles correlaciones entre caracteres agronomicos y propiedades de calidad de grano y tortilla e (3) identificar los mejores y mas estables hibridos en terminos de calidad de grano con el fin de recomendarlos para las industrias de la masa-tortilla y de la harina nixtamalizada. Granos de los hibridos adaptados a valles altos fueron mas suaves (IF = 68%) que los granos de los hibridos adaptados al tropico (IF = 15%). Los hibridos adaptados a valles altos mostraron rendimientos de tortilla mas altos (1,45 kg kg&#8722;1 maiz), tortillas mas suaves (197 gf) y claras (reflectancia 92%) comparados con los hibridos adaptados al tropico (1,38 kg kg&#8722;1 maiz; 271,5 gf y 88% de reflectancia, respectivamente). Las correlaciones entre el rendimiento de grano en campo y los parametros de calidad fueron muy bajas, lo que sugiere que es posible hacer mejoramiento genetico simultaneamente para aumentar el rendimiento de grano y asegurar excelentes parametros de calidad nixtamalera.",
        "lang": ""
    },
    "appid": "10883_3252",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3252"
}}
