{"object": {
    "title": {
        "value": "Resultados del cuarto vivero de trigos invernales y facultativos del Cono Sur (TIFCOS)",
        "lang": "spa"
    },
    "updated": "2015-05-28T17:12:06Z",
    "created": "2014-03-13T01:09:48Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "wheats",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8373",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7950",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant diseases",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fungal diseases",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rusts",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "protein quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "disease resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research projects",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "germplasm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3249"
        }
    ],
    "description": {
        "value": "In order to increase the availability of genetic diversity in winter and facultative wheat germplasm to the national programs in the region, Winter and Facultative Wheat Nursery of Southern Cone was started four years. The 4th. TlFCOS prepared by CIMMYT Regional Wheat Programin collaboration with INIA, Uruguay, contains 352 advanced lines and varieties received from 20 collaborating programs in Argentina, Brazil, Chile, Uruguay, Mexico, Eastern Europe (Bulgaria, Hungary and Romania), U.S.A., CIMMYT- Turkey and others. Approximately 50% of the germplasm included in the nursery were classified as winter type and the remaining as facultative type. The nursery was sent to 16 collaborators in the region and outside ofwhich 13 returned the data on various agronomc traits and selection under their conditions. In spite of being a very dry year in the region, in general, useful disease and agronomic notes could be summarized. Like in the previous years, a large majority of the germplasm evaluated represented semi-dwarf stature and low vernalization requirement. Overall, the germplasmdemonstrated a large variation in days to heading (119-153 days) and included important lines for rapid grain filling character. Excellent genetic variability was also observed for resistance to various diseases and other agronomic characteristics. The lines selected by the highest number of collaborators concentrated between 122-143 day of heading. None of the agronomic characters, except leaf rust reaction, seems to have mattered most in the germplasm selected by collaborators. The germplasm included in the 4th. TIFCOS showed excellent variability for resistance to leaf and stripe rust, powdery mildew and septoria leaf blight. Yet there were few lines that showed a high degree of resistance for leaf rust, leaf blights and Barley yellow dwarf virus individually or in combination. Still it was possible to identify several sources of resistance to these diseases. Based on their average selection index and combined disease resistance pattern, entries number 61, 125, 163, 190, 198, 199, 202, 203, 206, 240, 253, 288, 305, 306, 308, 318 and 333 appeared in the top 5% of the lines. A large percent of these lines are of Hungarian origin, which seems to have adapted quite well to the dry conditions of the year .",
        "lang": "eng"
    },
    "appid": "10883_3950",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3950"
}}
