{"object": {
    "title": {
        "value": "Rotation in conservation agriculture systems of Zambia: Effects on soil quality and water relations",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:42Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "zambia",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8501"
        }
    ],
    "description": {
        "value": "Conservation agriculture(CA) systems are based on minimal soil disturbance, crop residue retention and crop rotation. Although the capacity of rotations to break pest and disease cycles is generally recognized, other benefits of crop rotations in CA systems are seldom acknowledged and little understood. We monitored different conventional and CA cropping systems over the period from 2005 to 2009 in a multi-seasonal trial in Monze, southern Zambia. Both monocropped maize and different maize rotations including cotton and the green manure cover crop sunnhemp (Crotalaria juncea) were compared under CA conditions, with the aim of elucidating the effects of crop rotations on soil quality, soil moisture relations and maize productivity. Infiltration, a sensitive indicator of soil quality, was significantly lower on conventionally ploughed plots in all cropping seasons compared to CA plots. Higher water infiltration rate led to greater soil moisture content in CA maize treatments seeded after cotton. Earthworm populations, total carbon and aggregate stability were also significantly higher on CA plots. Improvements in soil quality resulted in higher rainfall use efficiency and higher maize grain yield on CA plots especially those in a two- or three-year rotation. In the 2007/08 and 2008/2009 season, highest yields were obtained from direct-seeded maize after sunnhemp, which yielded 74% and 136% more than maize in the conventionally ploughed control treatment with a continuous maize crop. Even in a two-year rotation (maize-cotton), without a legume green manure cover crop, 47% and 38% higher maize yields were recorded compared to maize in the conventionally ploughed control in the two years, respectively. This suggests that there are positive effects from crop rotations even in the absence of disease and pest problems. The overall profitability of each system will, however, depend on markets and prices, which will guide the farmer's decision on which, if any, rotation to choose.",
        "lang": "eng"
    },
    "appid": "10883_1545",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1545"
}}
