{"object": {
    "title": {
        "value": "Weedy rice: An emerging threat for direct-seeded rice production systems in India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2014-03-05T17:57:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "weedy rice",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "direct seeding of rice",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "integrated weed management",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "biology",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_925",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "rice",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6599"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "direct seeding",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25803"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "weed management",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8345"
        }
    ],
    "description": {
        "value": "Rice is an important cereal crop in India for food security. Conventional practices for rice production (puddled transplanting) are labour-, water-, and energy-intensive. All of these resources are becoming increasingly scarce and expensive, thus making puddled transplanting less profitable. Moreover, this practice deteriorates soil physical properties and causes adverse effects on the productivity of succeeding upland crops. All these factors are forcing farmers to shift from puddled transplanted to direct-seeded rice (DSR) in irrigated or favourable rainfed rice-growing areas. Weedy rice, however, has emerged as a serious threat to rice production in countries (Malaysia, Sri Lanka, Thailand, Vietnam, the Philippines, and the United States) where DSR systems are common. Based on experiences in these countries, it is predicted that weedy rice is likely to emerge as a major threat in DSR production systems in India. Weedy rice is highly competitive and difficult to control in rice and can result in complete crop loss if not contained. Therefore, there is a need to develop ecologically based integrated management strategies in advance to deal with the likely problem of weedy rice in DSR, suited to Indian conditions for the long-term sustainability of DSR production systems. In this article, we discuss the origin of weedy rice, its biology and dispersal mechanisms, its association with DSR, and integrated weed management strategies, with the ultimate goal of increasing awareness of the threat posed by this species and stimulating research interest to develop effective and economical management strategies.",
        "lang": "eng"
    },
    "appid": "10883_3433",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3433"
}}
