{"object": {
    "title": {
        "value": "Water: the most important 'molecular' component of water stress tolerance research",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2014-03-05T17:51:01Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "hydraulics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lysimeters",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "roots",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "vapour pressure deficit",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "water stress",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24993"
        }
    ],
    "description": {
        "value": "Water deficit is the main yield-limiting factor across the Asian and African semiarid tropics and a basic consideration when developing crop cultivars for water-limited conditions is to ensure that crop water demand matches season water supply. Conventional breeding has contributed to the development of varieties that are better adapted to water stress, such as early maturing cultivars that match water supply and demand and then escape terminal water stress. However, an optimisation of this match is possible. Also, further progress in breeding varieties that cope with water stress is hampered by the typically large genotype × environment interactions in most field studies. Therefore, a more comprehensive approach is required to revitalise the development of materials that are adapted to water stress. In the past two decades, transgenic and candidate gene approaches have been proposed for improving crop productivity under water stress, but have had limited real success. The major drawback of these approaches has been their failure to consider realistic water limitations and their link to yield when designing biotechnological experiments. Although the genes are many, the plant traits contributing to crop adaptation to water limitation are few and revolve around the critical need to match water supply and demand. We focus here on the genetic aspects of this, although we acknowledge that crop management options also have a role to play. These traits are related in part to increased, better or more conservative uses of soil water. However, the traits themselves are highly dynamic during crop development: they interact with each other and with the environment. Hence, success in breeding cultivars that are more resilient under water stress requires an understanding of plant traits affecting yield under water deficit as well as an understanding of their mutual and environmental interactions. Given that the phenotypic evaluation of germplasm/breeding material is limited by the number of locations and years of testing, crop simulation modelling then becomes a powerful tool for navigating the complexity of biological systems, for predicting the effects on yield and for determining the probability of success of specific traits or trait combinations across water stress scenarios.",
        "lang": "eng"
    },
    "appid": "10883_3410",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3410"
}}
