{"object": {
    "title": {
        "value": "Velvetbean: A \"new\" plant with a history",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:35Z",
    "created": "2013-06-05T15:45:21Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cover plants",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "green manures",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mucuna deeringiana",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "evaluation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tropical zones",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "humid zones",
            "uri": ""
        }
    ],
    "description": {
        "value": "Velvetbean (Mucuna spp.), a vigorous climbing legume of Asian origin, is prominent among the plants currently promoted for use as a green manure and cover crop in the humid tropics. What is not so well known, however, is that the development and diffusion of cropping systems using velvetbean is the result of experimentation by numerous farmers and scientists spanning four centuries and at least eight countries. This article traces the movement of velvetbean and knowledge of its uses, with a view to identifying some of the conditions under which the popularity of the crop has waxed and waned in the United States and Mesoamerica. Climatic factors, land and labour constraints, and market forces are discussed. The velvetbean story shows that agricultural innovation is neither static nor the purview of a privileged class of innovators. It also suggests that sustainable cropping practices such as green manuring should not be promoted as static models but rather as dynamic systems responsive to the changing conditions of farmers and the broader environment",
        "lang": "eng"
    },
    "appid": "10883_1401",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1401"
}}
