{"object": {
    "title": {
        "value": "Relationship between the performance of parental inbred lines and hybrids for food-feed traits in maize (Zea mays L.) in Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-12-09T20:30:20Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize stover fodder quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "general and specific combining ability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dual-purpose maize hybrids",
            "uri": ""
        }
    ],
    "description": {
        "value": "Prediction of hybrid performance from inbred lines per se is crucial in targeted improvement of new traits such as stover fodder quality. The present study investigated the trend in variability and association between food and fodder traits in inbred parents and the hybrids derived from them and assessed the general combining ability (GCA) of inbred lines for both food and fodder traits. Sixteen inbred lines and sixty single cross hybrids generated by a 10 × 6 factorial mating design were evaluated for grain and stover yield and a range of laboratory stover fodder quality traits across three environments in Ethiopia. The hybrid and inbred line trials were planted in adjacent blocks in the same fields using an alpha lattice experimental design. Genotypes in both hybrids and inbred trials showed highly significant differences for all the traits studied. Generally, hybrids had higher grain and stover yields and lower stover fodder quality traits than the inbred lines. Both the magnitude and direction of relationship for almost all traits were similar among genotypes in the inbred and hybrid trials. General combining abilities of both lines and testers and specific combining ability (SCA) of line by tester interactions were significant for most traits studied. The highly significant GCA effects observed for most traits and the greater relative importance of GCA (lines and testers) as compared to SCA for grain yield and most stover fodder quality traits suggest the importance of additive gene effects in controlling grain and stover yield as well as stover fodder quality. Important stover fodder quality traits such as digestibility and metabolizable energy were highly heritable (h2 = 0.79?0.81) and the genotypic variations among hybrids in these traits will have implications for productivity of maize stover fed to livestock or for the income of farmers selling maize stover to fodder value chains. Significant positive relationships observed between inbred lines per se and hybrid performances for these fodder quality traits suggest the feasibility of predicting hybrid performance from the performance of the inbred lines.",
        "lang": "eng"
    },
    "appid": "10883_3344",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3344"
}}
