{"object": {
    "title": {
        "value": "Assessment of the nitrogen management strategy using an optical sensor for irrigated wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "indo-gangetic plain",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "irrigated wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "response index",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "greenseeker optical sensor",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "potential yield",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.9186
            ],
            "value": "sensors",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_28279"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "fertilizers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2867"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6203
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "plains",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5948"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nitrogen",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5192"
        }
    ],
    "description": {
        "value": "Blanket fertilizer nitrogen (N) recommendations for large irrigated wheat tracts lead to low N-use efficiency due to field-to-field variability in soil N supply and seasonal variability in yield. To achieve high N use efficiency, a site-specific N management strategy using GreenSeeker? optical sensor was evaluated. We conducted seven field experiments during 2004?2006 at three locations to define relationships between in-season sensor measurements and yield of wheat and to know whether response of wheat to fertilizer N can be estimated by sensor measurements. During 2005?2007, four field experiments were conducted to assess the sensor-based N management strategy and to work out prescriptive N management to be followed prior to applying sensor-guided fertilizer dose. We observed robust relationships between in-season sensor-based estimates of yield at Feekes 5?6 and 7?8 stages and actual wheat yields. Response of wheat to fertilizer N defined by the sensor was highly correlated with harvest response index. Sensor-guided fertilizer N applications resulted in high yield levels and high N-use efficiency. Application of 90 kg N ha-1 at planting or in two equal doses at planting and crown root initiation stage was the appropriate prescriptive fertilizer N management. This study reveals that high N-use efficiency in irrigated wheat can be achieved by replacing blanket fertilizer recommendation by an optical sensor-based N management strategy consisting of applying moderate amount of fertilizer N at planting and crown root initiation stages and sensor-guided fertilizer N dose at Feekes 5?6 or 7?8 stages of wheat.",
        "lang": "eng"
    },
    "appid": "10883_1553",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1553"
}}
