{"object": {
    "title": {
        "value": "Diverse varieties and diverse markets: Scale-related maize \"profitability crossover\" in the central Mexican highlands",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-11-26T17:39:44Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "mexico",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4792",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agro-biodiversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural development",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "small-scale farmers",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "biodiversity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_33949"
        }
    ],
    "description": {
        "value": "Discussions of maize agriculture in Mexico often treat 'maize' as a uniform commodity, sold in a relatively homogeneous market, and for which there is a single, 'economically rational' production strategy. Based on qualitative research on maize value chains, we suggest that this unitary notion entails significant oversimplifications. We offer a heuristic model of farm-size related 'profitability crossover,' based on observations of highland maize varieties? roles within a series of farm-cycle opportunities and constraints. We suggest that while improved maize varieties may be profitable for large-scale farms taking advantage of economies of scale, landrace cultivation may offer advantages to small- to medium-scale farmers, who utilize a diverse range of input strategies, and sell their products in specialty markets. Understanding maize agriculture as a multi-product and multi-market pursuit rather than uniform commodity production would add greater depth to policy and academic debates.",
        "lang": "eng"
    },
    "appid": "10883_3320",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3320"
}}
