{"object": {
    "title": {
        "value": "Striga hermonthica parasitism in maize in response to N and P fertilisers",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2013-06-05T15:45:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "strigolactones",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "witchweed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phosphorus",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "parasitic weeds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sub-saharan africa",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kenya",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "striga",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7453"
        }
    ],
    "description": {
        "value": "Parasitism by the parasitic weed, Striga hermonthica (Striga), constitutes a major biological constraint to maize production in sub-Sahara Africa. Nutrient deficiency is known to aggravate Striga infestation and in a number of plant species it was recently shown that this may be due to increased secretion of Striga germination stimulants into the soil. The present study was designed to observe the connection between soil fertility, secretion of germination stimulants and Striga infection in maize under greenhouse and field conditions. The experiments were conducted during two successive cropping seasons (2008 and 2009). The greenhouse study showed that maize secretes a number of so far unidentified strigolactones that induce Striga seed germination and the amount of these strigolactones increases upon N and P deficiency. The increased secretion of germination stimulants under N and P deficiency resulted in increased Striga infection in pot experiments. The on-station and on-farm field trials in Western Kenya also showed reduction in Striga infestation with the application of mineral nutrients but the results were less consistent than in the greenhouse. Increasing levels of N showed a fair reduction of Striga in the field especially during the first year, whereas P application did not have much effect in contrast to the greenhouse study where both N and P clearly reduced Striga infection. The likely explanation for this discrepancy is that availability of mineral nutrients under field conditions is less predictable than under greenhouse conditions, due to a number of factors such as soil texture and structure, pH, salinity, drought, leaching and runoff. Hence, further studies are needed on the importance of these factors before a fertiliser application strategy can be formulated to improve control of Striga in maize in the field.",
        "lang": "eng"
    },
    "appid": "10883_1572",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1572"
}}
