{"object": {
    "title": {
        "value": "Does ear C sink strength contribute to overcoming photosynthetic acclimation of wheat plants exposed to elevated CO2?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "c management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "elevated co2",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "photosynthetic acclimation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "proteomic characterization",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rubisco",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stable isotopes",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "co2",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1302"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "management",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16086"
        }
    ],
    "description": {
        "value": "Wheat plants (Triticum durum Desf., cv. Regallo) were grown in the field to study the effects of contrasting [CO2] conditions (700 versus 370 ìmol mol&#8722;1) on growth, photosynthetic performance, and C management during the post-anthesis period. The aim was to test whether a restricted capacity of sink organs to utilize photosynthates drives a loss of photosynthetic capacity in elevated CO2. The ambient 13C/12C isotopic composition (ä13C) of air CO2 was changed from ?10.2? in ambient [CO2] to ?23.6? under elevated [CO2] between the 7th and the 14th days after anthesis in order to study C assimilation and partitioning between leaves and ears. Elevated [CO2] had no significant effect on biomass production and grain filling, and caused an accumulation of C compounds in leaves. This was accompanied by up-regulation of phosphoglycerate mutase and ATP synthase protein content, together with down-regulation of adenosine diphosphate glucose pyrophosphatase protein. Growth in elevated [CO2] negatively affected Rubisco and Rubisco activase protein content and induced photosynthetic down-regulation. CO2 enrichment caused a specific decrease in Rubisco content, together with decreases in the amino acid and total N content of leaves. The C labelling revealed that in flag leaves, part of the C fixed during grain filling was stored as starch and structural C compounds whereas the rest of the labelled C (mainly in the form of soluble sugars) was completely respired 48 h after the end of labelling. Although labelled C was not detected in the ä13C of ear total organic matter and respired CO2, soluble sugar ä13C revealed that a small amount of labelled C reached the ear. The 12CO2 labelling suggests that during the beginning of post-anthesis the ear did not contribute towards overcoming flag leaf carbohydrate accumulation, and this had a consequent effect on protein expression and photosynthetic acclimation.",
        "lang": "eng"
    },
    "appid": "10883_2847",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2847"
}}
