{"object": {
    "title": {
        "value": "Integrated management of Striga hermonthica, stemborers, and declining soil fertility in western Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2013-06-05T15:45:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "crotalaria ochroleuca",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fertilizer",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "glycine max",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3301",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "imazapyr-coated herbicide-resistant maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "push&ndash;pull intercrop",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "striga seedbank",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.7711
            ],
            "value": "striga",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7453"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crotalaria",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1977"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "fertilizers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2867"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "imazapyr",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34855"
        }
    ],
    "description": {
        "value": "Striga hermonthica (Delile) Benth., stemborers, and declining soil fertility are serious threats to sustainable food production in the Lake Victoria zone of Kenya. To address these constraints, promising integrated crop management technologies were evaluated, using a multi-locational design in four sub-locations in Siaya and Vihiga district (western Kenya) for six cropping seasons. Technologies evaluated consisted of the traditional maize (Zea mays L.) – bean (Phaseolus vulgaris L.) intercrop, maize – Desmodium (Desmodium uncinatum (Jacq.) DC.) push–pull intercrop, Crotalaria (Crotalaria ochroleuca G. Don) – maize rotation, and soybean (Glycine max (L.) Merr) – maize rotation. Within each of these systems, imazapyr-coated herbicide-resistant maize (IR-maize) and fertilizer were super-imposed as sub-plot factors. The push–pull system was observed to significantly reduce Striga emergence and stemborer damage from the second season onwards. IR-maize reduced and delayed Striga emergence from the first cropping season. Differences in Striga emergence and stemborer damage between the other systems were not significantly different. After five cropping seasons, the Striga seedbank was significantly higher in the maize-bean intercrop system than in the push–pull system under both maize varieties while the rotational systems had intermediate values not different from the day zero values. Under IR-maize, the Striga seedbank was significantly lower than under local maize for all cropping systems. Maize yields varied between seasons, districts, and cropping systems. Yields in the push–pull system were higher than in the maize-bean intercrop after two seasons and in the absence of mid-season drought stress. Both maize and soybean responded significantly to fertilizer application for both districts and for most seasons. The various interventions did not substantially affect various soil fertility-related parameters after five seasons. In the short term, IR-maize integrated in a push–pull system is the most promising option to reduce Striga while the rotational systems may need a longer timeframe to reduce the Striga seedbank. Finally, farmer-led evaluation of the various technologies will determine which of those is really most acceptable under the prevailing farming conditions.",
        "lang": "eng"
    },
    "appid": "10883_1508",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1508"
}}
