{"object": {
    "title": {
        "value": "Assessing the potential of labelling schemes for in situ landrace conservation: an example from India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:46Z",
    "created": "2013-06-07T21:02:44Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 0.8728,
            "value": "agrobiodiversity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37977"
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.9551
            ],
            "value": "consumers",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_28315"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "opportunity costs",
            "uri": "http://aims.fao.org/aos/agrovoc/c_28738"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "labelling",
            "uri": "http://aims.fao.org/aos/agrovoc/c_330899"
        }
    ],
    "description": {
        "value": "This paper addresses the potential of in situ crop landrace conservation, employing market-based instruments, which pre-requires that (1) consumers hold positive use-value for the landrace attribute and (2) their willingness to pay covers both the transaction cost of implementing these instruments and the opportunity cost of landrace cultivation. The empirical examination is based on two closely related analyses of eggplant production and consumption sectors of India. At present, the vegetable markets of south India provide the landrace cultivators with a price premium adequate enough to cover the opportunity cost of not opting for high-yielding modern varieties. However, we detect an underutilized consumer demand for landrace products. The wide margin that exists between the price premium farmers currently obtain for the landrace attribute and what consumers are willing to pay for it is indicative of the unexploited potential of labelling and certification schemes as an emerging agrobiodiversity conservation strategy",
        "lang": "eng"
    },
    "appid": "10883_1828",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1828"
}}
