{"object": {
    "title": {
        "value": "Maize production in a changing climate: Impacts, adaptation, and mitigation strategies",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "climate change",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "abiotic stress",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biotic stress",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adaptation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mitigation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "climate projections",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sub-saharan africa",
            "uri": ""
        }
    ],
    "description": {
        "value": "Plant breeding and improved management options have made remarkable progress in increasing crop yields during the past century. However, climate change projections suggest that large yield losses will be occurring in many regions, particularly within sub-Saharan Africa. The development of climate-ready germplasm to offset these losses is of the upmost importance. Given the time lag between the development of improved germplasm and adoption in farmers? fields, the development of improved breeding pipelines needs to be a high priority. Recent advances in molecular breeding provide powerful tools to accelerate breeding gains and dissect stress adaptation. This review focuses on achievements in stress tolerance breeding and physiology and presents future tools for quick and efficient germplasm development. Sustainable agronomic and resource management practices can effectively contribute to climate change mitigation. Management options to increase maize system resilience to climate-related stresses and mitigate the effects of future climate change are also discussed.",
        "lang": "eng"
    },
    "appid": "10883_3148",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3148"
}}
