{"object": {
    "title": {
        "value": "Height reduction and agronomic performance for selected gibberellin-responsive dwarfing genes in bread wheat (Triticum aestivum L.)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2013-06-07T21:02:54Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "heritability",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3570",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "harvest index",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24854",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "establishment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "early vigour",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "coleoptile",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "germplasm",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dwarfing genes",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7617
            ],
            "value": "biomass",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_926"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7575
            ],
            "value": "coleoptiles",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24007"
            ]
        }
    ],
    "description": {
        "value": "Improved ability to establish well when sowing at depth, into crop residues or hard soils should lead to increased yields in these situations. The semi-dwarfingRht-B1b and Rht-D1bgenes reduce plant height and increase grain number and yield in favourable environments. However, these genes are associated with reduced coleoptile length and leaf length extension to slow leaf area and biomass accumulation especially when seed are sown deep. Preliminary evidence indicates the potential of Rht4, Rht5, Rht8, Rht12 and Rht13gibberellin-responsive (GAR) dwarfinggenes to reduce plant height without affecting seedling vigour. Four large, inbred populations were generated varying for presence of one or more GAR-dwarfinggenes. Lines were genotyped with molecular markers linked to each dwarfinggene and grown in multiple environments to evaluate seedling growth and agronomicperformance. Genotypic variation was large for plant height, aerial biomass, grain yield and its components, grain number and size. Heightreduction was greatest for Rht5 (&#8722;55%), Rht12 (&#8722;45%), Rht13 (&#8722;34%), Rht4 (&#8722;17%), and to a lesser extent Rht8 (&#8722;7%). In comparison, heightreductions associated with Rht-B1b averaged 23%. Reduced height was genetically correlated with reduced lodging score (rg = 0.84?0.93), increased dry-matter partitioning to grain (i.e. harvest index; rg = &#8722;0.46** to &#8722;0.86**) and increased grain number (rg = &#8722;0.22* to &#8722;0.73**). Most dwarfinggenes were associated with increased grain number: Rht13 (+27%), Rht4 (+19%), Rht12 (+19%), and Rht-B1b (+9%). Rht8 had little effect on grain number (&#8722;1%) whereas later maturity associated with Rht5 contributed to reduced grain number (&#8722;66%). The influence of dwarfinggenes on aerial biomass was negligible, with some Rht4, Rht12 and Rht13 semi-dwarf lines identified combining greater partitioning and aerial biomass to increase grain yield. Compared to tall siblings, coleoptile lengths and seedling leaf breadths were largely unaffected by GAR-dwarfinggenes but leaf length was on average smaller in lines containing Rht5 or Rht12. These studies demonstrate the potential of GAR-dwarfinggenes for increasing grain number and yield without compromising aerial biomass or coleoptile length in breadwheat.",
        "lang": "eng"
    },
    "appid": "10883_1901",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1901"
}}
