{"object": {
    "title": {
        "value": "A comparative effect of salinity and drought on growth, ion concentration and Delta13C and Delta15N in barley",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen content",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "delta13c",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "delta15n",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "barley",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sodium",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "photosynthesis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "salinity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water deficit",
            "uri": ""
        }
    ],
    "description": {
        "value": "A relationship between various physiological parameters and stable isotope signatures of carbon and nitrogen was evaluated in barley under different combinations of salinity and water regimes. Plants were grown in pots within a growth chamber for about one month. The combination of two water regimes (FI, fully irrigation and DI, deficit irrigation to 35% of pot available water capacity) and three salinity levels (Hoagland solution formulated with deionized water, 12 dS m-1 and 17 dS m-1 water, respectively) were assayed, accounting for a total of five different treatments (DI-17 dS m-1 was not tested). Stress treatments were imposed one week after germination by progressively increasing salinity and decreasing water content for one week. Shoot biomass, ions and nitrogen concentration (N), gas exchange, and stable isotope compositions of carbon (Delta13C) and nitrogen (Delta15N) were analysed. Treatments significantly affected all the parameters studied. Compared with control conditions DI-12 dS m-1 and FI-17 dS m-1 were the treatments in which shoot biomass and shoot and root N concentration decreased the most while DI with normal solution  was the least severe treatment. All stress treatments inhibited photosynthesis and transpiration mostly through stomatal closure. Consequently 채13C of shoots and roots increased as a response to stress. Delta15N followed a different pattern depending on the plant part studied. In shoots 채15N decreased in salinity treatments and did not change as response to DI. In roots 채15N increased in all salinity treatments but also to a lesser extent under DI. Concentrations of ions were affected not just by the three different salinity treatments but also by DI. The two salinity treatments under FI were affected in a very different manner, with Na+ and K+ concentrations in both shoots and roots being lower and higher, respectively, at FI-17 dS m-1 than at FI-12 dS m-1. Overall Delta13C and Delta15N of shoots were the traits best matching the differences in shoot biomass and N concentration across growing treatments. Thus Delta13C correlated negatively and 채15N positively with plant growth and N concentration. This study supports the potential usefulness in barley of the 13C and 15N signatures in tissues as indicators of plant performance under a wide range water stress and salinity conditions.",
        "lang": "eng"
    },
    "appid": "10883_2823",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2823"
}}
