{"object": {
    "title": {
        "value": "Adoption and continued use of improved maize seeds: Case study of Central Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "continued use",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "improved maize seeds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ethiopia",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "The literature on agricultural technology is limited on the issue of the continued use of an agricultural technology after it is adopted. This paper analyzes the factors that explain adoption as well as continued use of improved maize seeds in one of the high potential maize growing areas in central Ethiopia. Using a bivariate probit with sample selection model approach, the study provides insights into the key factors associated with adoption of improved maize seed and its continued use. The result revealed that human capital (adult workers, off-farm work and experience in hiring labor), asset endowment (size of land owned), institutional and policy variables (access to credit, membership in cooperatives) all strongly influence farmers? decisions to adopt improved maize varieties, while continuous use of the seed is influenced by the proportion of farmland allocated to maize, literacy of the household head, involvement in off-farm work, visits by extension agents, farmers? experience, household land size, and fertilizer usage. Accordingly, policies and interventions that are informed about such factors are required to accelerate adoption and continued use of improved maize seeds in order to increase farm yields and remedy shortage of food and fight food poverty and insecurity more effectively and more sustainably.",
        "lang": "eng"
    },
    "appid": "10883_2186",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2186"
}}
