{"object": {
    "title": {
        "value": "Control of Busseola fusca and Chilo partellus stem borers by Bacillus thuringiensis (Bt)-d-endotoxins from Cry1Ab gene Event MON810 in greenhouse containment trials",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "bacillus thuringiensis (bt) maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cry1a (b) proteins",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "stem borers",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7389",
                "http://aims.fao.org/aos/agrovoc/c_7389",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "transgenic",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "bacillus thuringiensis",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_761"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "proteins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6259"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "transgenics",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34283"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "chilo partellus",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27152"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.8722,
            "value": "busseola fusca",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27140"
        }
    ],
    "description": {
        "value": "Previous testing of several public Bacillus thuringiensis (Bt)-maize events did not show control of the African stem borer (Busseola fusca Fuller), an important stem borer species, without which stewardship would be compromised by the possibility of rapid development of resistance to Bt delta-endotoxins. This study was carried out to test Bt-maize Event MON810 as an option to control all major stem borer species in Kenya. Two Bt-maize hybrids, DKC8073YG and DKC8053YG, both containing Bt Event MON810 of Cry1Ab gene were imported to carry out greenhouse containment trials. The hybrids together with the controls were grown in 10 replications upto the V6 and V8 stages. Infestations on whole plants were carried out at two stages of growth using 5 neonates of the spotted stem borer (Chilo partellus Swinhoe) and B. fusca. Bt-maize Event MON810 hybrids showed resistance to both stem borer species with low leaf damage scores and few surviving larvae recovered from the whole plant. The public Bt-maize Event 223 did not control B. fusca. Deploying Bt-maize Event MON810 may, therefore, be used to control the two species of stem borers. However, the efficacy of Bt-maize Event MON810 will, need to be evaluated under field environments.",
        "lang": "eng"
    },
    "appid": "10883_3127",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3127"
}}
