{"object": {
    "title": {
        "value": "Effect of allelic variation at the Glu-1 Loci and 1B/1R translocation on the quantity of gluten protein fractions and pan bread making quality in common wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:16Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "common wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gluten protein",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "expression quantity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dough property",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "1b/1r",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hplc",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "gluten",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3294"
            ]
        }
    ],
    "description": {
        "value": "Composition and quantity of gluten protein fractions play an important role in determining the processing quality in common wheat. Wheat varieties with over-expression of HMW glutenin subunit produced very strong and extensible dough. Thus it is very important to understand the relationship between the quantity of gluten protein fractions and dough properties, and pan bread making quality. In this study, 42 wheat genotypes including newly released high quality cultivars and advanced lines in Northern China Winter Wheat Region and leading cultivars in Shandong province were grown in Jinan in 2005&ndash;2006 cropping season. Reversed-phase high-performance liquid chromatography (RP-HPLC) and size-exclusion high-performance liquid chromatography (SE-HPLC) were used to analyze the relationship between the quantity of gluten protein fractions and different storage protein compositions, dough properties, and pan bread making quality. The results showed that Glu-D1 locus had the larges effect on the quantity of gluten protein fractions and pan bread making quality in all loci studied, accounting for 28.5%&ndash;71.3% of the variation (P<0.05). According to individual glutenin subunit contribution to the expression quantity of gluten protein fractions and pan bread making quality, different glutenin subunit loci could be ranked as: 1>2*>N at Glu-A1; no significant differences at Glu-B1; and 5+10>2+12>4+12 at Glu-D1. Quantity of HMW-GS was significantly different at various loci (P<0.05), and expression quantity of gluten protein fractions showed broad variation among genotypes with the same HMW-GS composition. It indicated that the difference of gluten expression quantity could be an important factor resulting in quality difference in wheat cultivars. 1B/1R translocation caused a significant decrease in expression quantity of LMW-GS, gluten content and %UPP, and showed poor pan bread making quality. Both desirable protein composition and high expression quantity are needed to be considered for efficiently improving dough quality",
        "lang": "eng"
    },
    "appid": "10883_2647",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2647"
}}
