{"object": {
    "title": {
        "value": "CIMMYT's approach to breeding for wide adaptation",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:00Z",
    "created": "2013-06-07T21:11:27Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "wheats",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8373",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype environment interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance to injurious factors",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "disease resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adaptation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research projects",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "germplasm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3249"
        }
    ],
    "description": {
        "value": "The wheat area in developing countries, including China, is around 100 million ha. To address the needs of these very diverse wheat growing areas, CIMMYT has defined 12 wheat mega-environments (ME). A ME is defined as broad, not necessarily continuous often transcontinental area with similar biotic and abiotic stresses, cropping systems and consumer preferences. The factors describing each ME are presented. CIMMYT's breeding methodology is centered around the development of widely adapted germplasm with high and stable yield across a wide range of environments. Segregating populations are alternating screened in two diverse environments in Mexico. One key requirement is that all germplasm is tested under near optimum conditions for its yield potential. The second one is multi-locational testing of advanced lines at sites that represent a given ME (key locations) and careful screening of germplasm for tolerance to abiotic and biotic stresses specific to that environment. This methodology has permitted the pyramiding of a large number of multiple resistance genes for use against a wide spectrum of diseases and tolerance to abiotic stresses within each ME. In addition, the widespread testing of lines allows the identification of traits which are beneficial in several environments. Data from international nurseries are used to further delineate environments within an ME. This approach has proven to be successful since around 70% of the spring wheat area in developing countries (excluding China) is planted to varieties derived directly or indirectly from CIMMYT germplasm. The performance of the bread wheat cultivar Pastor in international trials is given as an example for a wide adaptation",
        "lang": "eng"
    },
    "appid": "10883_2312",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2312"
}}
