{"object": {
    "title": {
        "value": "Comparative study on evaluation methods for quality characteristics of Northern style Chinese steamed bread",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "common wheat (t. aestivum)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "steamed bread",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "processing quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "texture analyzer",
            "uri": ""
        }
    ],
    "description": {
        "value": "(Objective) Improvement of northern style Chinese steamed bread (CSB) quality is an important breeding objective in China, and a repeatable and accuracy evaluation procedure is crucial for breeding program. Two scoring systems including the national standard method GB/T17320-1998 and the Bread Research Institute of Australia Limited (BRI) method were used to compare the northern style CSB quality. (Method) Twenty-five wheat genotypes were grown at four locations in 2002 season in spring-sowing wheat zones. With water addition determined by gluten strength and grain hardness, these genotypes were examined for their suitability of steamed bread evaluated by BRI method. The texture of northern style CSB was also evaluated by a Texture Analyzer TA-XT2i and by trained panelists using the national standard method GB/T17320-1998. The color was measured by a Minolta CR-310 colormeter.(Result) Stress relaxation (SR) in BRI scoring system had a significant and positive correlation with volume, specific volume, springiness, and total score of northern style CSB from the national standard method (r=0.60-0.72). SR is recommended as a major parameter in evaluating steamed bread quality. With a relatively lower score, the BRI total score was significantly and positively correlated with total score from the national standard method (r=0.66). (Conclusion). The BRI method can distinguish the small difference among steamed bread quality made from flours with different gluten strengths. It is more objective and convenient, so it can be used to evaluate the steamed bread quality. Stress relaxation from the texture analyzer can be used to evaluate northern style steamed bread quality, since it is closely associated with CSB springness. An improved method was proposed for the evaluation of northern style CSB quality of common wheat cultivar, based on methodologies used in the BRI quality scoring system and Chinese national standard for northern style CSB",
        "lang": "eng"
    },
    "appid": "10883_2802",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2802"
}}
