{"object": {
    "title": {
        "value": "The role of conservation agriculture in sustainable agriculture",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:14Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "direct seeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zero-tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rice wheat systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bed planting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mulching",
            "uri": ""
        }
    ],
    "description": {
        "value": "The paper focuses on conservation agriculture (CA), defined as minimal soil disturbance (no-till, NT) and permanent soil cover (mulch) combined with rotations, as a more sustainable cultivation system for the future. Cultivation and tillage play an important role in agriculture. The benefits of tillage in agriculture are explored before introducing conservation tillage (CT), a practice that was borne out of the American dust bowl of the 1930s. The paper then describes the benefits of CA, a suggested improvement on CT, where NT, mulch and rotations significantly improve soil properties and other biotic factors. The paper concludes that CA is a more sustainable and environmentally friendly management system for cultivating crops. Case studies from the rice&ndash;wheat areas of the Indo-Gangetic Plains of South Asia and the irrigated maize&ndash;wheat systems of Northwest Mexico are used to describe how CA practices have been used in these two environments to raise production sustainably and profitably. Benefits in terms of greenhouse gas emissions and their effect on global warming are also discussed. The paper concludes that agriculture in the next decade will have to sustainably produce more food from less land through more efficient use of natural resources and with minimal impact on the environment in order to meet growing population demands. Promoting and adopting CA management systems can help meet this goal.",
        "lang": "eng"
    },
    "appid": "10883_2634",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2634"
}}
