{"object": {
    "title": {
        "value": "Labranza de conservacion en sistemas de produccion de maiz en Mexico: un marco general de diagnostico",
        "lang": "spa"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:19Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation tillage$$diagnostics$$economic assessment",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "mexico",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_4792"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "conservation tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_33445"
        }
    ],
    "description": {
        "value": "Este estudio describe algunos principios de las tecnologias de la labranza de conservacion y explica por que estas pueden contribuir al desarrollo de una agricultura sostenible en Mexico. Aunque existe amplia experiencia de estas tecnologias en los Estados Unidos, hay factores que limitan su aplicacion en la agricultura mexicana; por esto, es necesario que en Mexico tambien se realicen investigaciones orientadas a desarrollar tecnologias de labranza de conservacion. Los resultados de tres estudios de diagnostico realizados en diferentes ambientes de Mexico revelan la factibilidad economica de las tecnologias de labranza de conservacion en esos ambientes e identifican los factores Iimitantes y posibles beneficios a nivel de finca y a nivel institucional. Los Iimitantes induyen la organizacion del sistema de labranza convencional, el valor de los residuos de cultivos, la disponibilidad de maquinaria, el control de malezas y la experiencia de los agricultores con el uso de herbicidas. Los beneficios mas importantes son una reduccion de la perdida del suelo, un aumento de la fertilidad. del suelo y una reduccion de los riesgos en la produccion de maiz. Los estudios establecen tambien la importancia relativa de esos limitantes y beneficios en los diferentes ambientes y como afectan la investigacion y extension agricola en Mexico.",
        "lang": "spa"
    },
    "appid": "10883_3227",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3227"
}}
