{"object": {
    "title": {
        "value": "Molecular characterization of Cereal Cyst Nematode diagnostic markers Cre1 and Cre3 in some winter wheat germplasm and their potential use against Heterodera filipjevi",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:33Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cereal cyst nematode",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "molecular markers",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24030",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "h. filipjevi",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance assay",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "germplasm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3249"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cysts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34811"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Two PCR based markers tightly linked to Cre1 and Cre3 resistant genes against the Cereal Cyst Nematode (CCN, causal agent Heterodera avenae) were used to characterize a number of diploid, tetraploid and hexaploid wheat germplasm consisting of obsolete, advanced lines and new cultivars from the Turkish National Breeding Program and the joint TURKEY CIMMYT ICARDA International Winter Wheat Improvement Program. In addition a number of landraces and wild relatives of wheat collected from the Turkish side of the Fertile Crescent, the centre of origin of cereals, were included. None of the genetic material tested positive for either marker except the land race Sardari which originated from neighboring Iran was found positive for Cre1 gene. Combining both of these molecular markers in one assay for fast and cost-effective screening of the germplasm was not effective, so marker genotyping with germplasm was realized using each primer alone. Most work that has been reported is on the CCN species H. avenae, however the predominant species in Turkey is the closely related H. filipjevi. In vitro resistance assaying for this species indicates that Cre1 is a moderate source of resistance against the H. filipjevi population, however Cre3 gene appears ineffective. It is suggested that a larger pool of a range of germplasm should be screened for Cre1 in Turkey. Furthermore, the landrace Sardari could be used as a parent to deploy CCN resistance in to genetic background of Turkish bread wheat cultivars with a targeted Marker Assisted Selection Backcrossing approach",
        "lang": "eng"
    },
    "appid": "10883_2760",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2760"
}}
