{"object": {
    "title": {
        "value": "Prey preference, interaction with selected natural enemies, and alternative nutritional sources of the mirid bug Dicyphus tamaninii Wagner",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "aphis gossypii",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biological control",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dicyphus tamaninii",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "natural enemies",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "prey preference",
            "uri": ""
        }
    ],
    "description": {
        "value": "The present study aimed to investigate the prey preference of the omnivorous bug Dicyphus tamaninii Wagner (Heteroptera: Miridae) among 5 different prey species, and its interaction with 3 different natural enemies commonly used in greenhouses. Moreover, the survival duration of the predator was studied in response to different nutritional sources. In multi-choice trials all developmental stages of the predator tested, namely N3, N5, and adult female, showed a clear preference for Aphis gossypii Glover over other prey species offered. Nonetheless, a considerable number of Tetranychus urticae Koch, Frankliniella occidentalis (Pergande), and Trialeurodes vaporariorum (Westwood) were also consumed. Myzus persicae (Sulzer) was the least preferred by all the predatory stages tested. In a separate experiment, D. tamaninii was able to complete its development from N1 to adult stage in an average of 21 days, with 20% mortality, when offered only T. urticae as prey.As testing all of the potential interactions with other beneficial arthropods is not practical, the present study focused on 3 natural enemies most likely to be disrupted by a possible release of D. tamaninii in a greenhouse; these were Amblyseius cucumeris Oudenmans, Phytoseiulus persimilis Athias-Henrriot, and Aphidius colemani Viereck (A. gossypii mummies), in the presence of unparasitized A. gossypii nymphs. The results show that D. tamaninii mostly attacked unparasitized A. gossypii first. Moreover, an average of only 3.8 A. cucumeris, 2.6 P. persimilis, and 0.2 A. colemani individuals day?1 female?1 were attacked. Furthermore, the results show that D. tamaninii females were able to survive for 41.2, 14.5, 9.8, and 3.8 days when offered only A. gossypii, honey emulsion, cucumber plant, or no food, respectively.",
        "lang": "eng"
    },
    "appid": "10883_2815",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2815"
}}
