{"object": {
    "title": {
        "value": "Growth and yield of rice (Oryza sativa L.) under resource conservation technologies in the irrigated drylands of Central Asia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:25Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "alternate wet and dry irrigation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bed planting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zero tillage planting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dry seeded rice",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water seeded rice",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "establishment method",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "residue retention",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.8654
            ],
            "value": "rice",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6599"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7154
            ],
            "value": "florets",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2993"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.954
            ],
            "value": "flooded rice",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2979"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.6622
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6597
            ],
            "value": "panicles",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24557"
            ]
        }
    ],
    "description": {
        "value": "Increasing water shortage and low water productivity in the irrigated drylands of Central Asia are compelling farmers to adopt resource conservation technologies, such as dry seeded, non-flooded rice. Alternate wet and dry (AWD) water management combined with alternative establishment methods, e.g., zero tillage planting in bed and flat layouts, and residue retention, may substantially reduce rice irrigation water requirement. Field experiments were conducted in a rice?wheat cropping system to evaluate these technologies and to identify the underlying processes responsible for possible reductions in rice yield. Zero till dry seeded rice (DSR) on the flat (DSRF) and on raised beds (DSRB), combined with three levels of wheat and rice straw residue retention ? none (R0), 50% (R50) and 100% (R100) were therefore evaluated during the 2008 and 2009 growing seasons, using AWD water management. These treatments were compared with water seeded rice (WSR) grown with conventional tillage (dry tillage) on the flat under continuous flood irrigation (WSRF-R0-FI) or alternate wet and dry irrigation (WSRF-R0-AWD). The use of AWD reduced irrigation amount to only 30% of the amount of water applied to continuously flooded rice. However, yield of residue removed AWD treatments was lower than yield of the continuously flooded treatment by 27% in 2008 and by 40% in 2009. The significant reduction in rice yield in all treatments with AWD was caused by reduced growth rate, resulting in lower biomass, leaf area, panicle density, number of florets panicle&#8722;1 and floret fertility, with significant differences in the second year. In 2008, this appeared to be due to water deficit stress in the AWD treatments. In 2009, the reduction in growth and yield with AWD was greater, and more so as the level of residue retention increased. Residue retention reduced rice yield by 59% in 2009 with R100 compared to the R0. By far the biggest cause was a reduction in floret fertility. The reduction in fertility with AWD in 2009 appeared to be due to cold damage, whereas the continuously flooded rice appeared to have been protected from cold damage by the floodwater. The weather during the period from panicle initiation (PI) to flowering in 2009 was very cold, with 20 days with minimum temperature less than 15 °C. About 1 in 10 years experience such low temperatures in this region. Therefore, the development of varieties with greater cold and water deficit stress tolerance is needed if non-flooded rice culture and surface residue retention are to be adopted in this region.",
        "lang": "eng"
    },
    "appid": "10883_3237",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3237"
}}
