{"object": {
    "title": {
        "value": "High yield potential, shuttle breeding, genetic diversity, and a new international wheat improvement strategy",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:04Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype-by-environment interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "green revolution",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "international breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker aided breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "multilocation testing",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection methods",
            "uri": ""
        }
    ],
    "description": {
        "value": "The main elements of the international wheat improvement program of the Centro Internacional de Mejoramiento de Maíz y Trigo (CIMMYT), also known as the International Maize and Wheat Improvement Center, have been shuttle breeding at two contrasting locations in Mexico, wide adaptation, durable rust and Septoria resistances, international multisite testing, and the appropriate use of genetic variation to enhance yield gains of subsequently produced lines. Such an approach yielded successes known collectively as the Green Revolution. However, at the beginning of the 21st century, this &ldquo;cultivar assembly line&rdquo; approach needs fine tuning to address crop needs under increasingly adopted resource conserving practices, as well as those related to nutritional requirements of the end-users. International wheat improvement will therefore focus on the targeting of traits in respective mega-environments, and the use of participatory methods, especially in marginal environments. The main features of this wheat improvement strategy include the introduction of new and novel sources of genetic variation through wild species, landraces, and, potentially, the use of transgenes for intractable traits. This variation will be combined using international shuttle breeding, and increased breeding efficiency will be achieved through marker-aided methods, more targeted use of crop physiology, plant genetics, biostatistics, and bioinformatics. Likewise, CIMMYT will increase its focus on the needs of end-users by emphasizing regional efforts in participatory research and client-oriented plant breeding.",
        "lang": "eng"
    },
    "appid": "10883_2579",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2579"
}}
