{"object": {
    "title": {
        "value": "Genetic variability of tropical maize stover quality and the potential for genetic improvement of food-feed value in India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize stover fodder quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stover genetic enhancement",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heterosis effect on stover fodder quality",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        }
    ],
    "description": {
        "value": "Sixty elite maize inbred lines were selected from CIMMYT-Asia maize program for stover fodder quality analysis. These lines were selected based on high per se and cross performance across several locations in the Asian tropics and have wide adaptability across the region. The line evaluation trials were conducted using recommended agronomic practices during the off-season of 2009 at ICRISAT farm in Hyderabad, India. Data were recorded on various agronomic traits including yields. At harvest the stover was analyzed for a range of fodder quality traits. On the basis of high stover in vitro digestibility (IVOMD) (a trait chosen because it correlated well with pricing in fodder trading of another coarse stover, namely sorghum) and high grain yield, the top ranking 10 inbred lines were selected and crossed in all possible combinations (excluding reciprocals) using diallel mating design in the rainy season of 2010. A total of 26 crosses along with four commercial hybrid checks were selected and planted in two replicates for evaluation during the dry season of 2010.   A wide range in performance was observed in grain and stover traits. Grain and stover yields ranged from 0.94 to 7.3 t/ha (P < 0.0001) and from 2.0 to 8.5 t/ha (P < 0.0001), respectively. Stover IVOMD ranged from 46.9 to 55.5% (P = 0.08). Grain and stover traits showed a considerable degree of independency. Grain and stover yield were significantly positively correlated (r = 0.53; P = 0.003), however, grain yields at around 7.0 t/ha showed varied stover yields ranges from 3.5 to 6 t/ha. No significant correlation was observed between IVOMD and grain yield (r = &#8722;0.12, P = 0.52) or IVOMD and stover yield (r = 0.03; P = 0.98). It is striking that the cross with the third highest grain yield (7.1 t/ha) had the second highest stover digestibility (about 55%).",
        "lang": "eng"
    },
    "appid": "10883_3188",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3188"
}}
