{"object": {
    "title": {
        "value": "Are extracts of neem (Azadirachta indica A. Juss. (L.)) and Gliricidia sepium (Jacquin) an alternative to control pests on maize (Zea mays L.)?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2013-06-05T15:45:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "factor analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant damage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fauna",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "chiapas mexico",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize yield",
            "uri": ""
        }
    ],
    "description": {
        "value": "Extracts of plants have been used to control pests, but little information exists about how effective they are to limit crop damage, or how they affect plant growth, crop yield and insects. Extracts from Azadirachta indica A. Juss. (L.) leaves (NEEM treatment), a plant originating from India known for its bio-insecticide characteristics, and Gliricidia sepium (Jacquin kunth ex Walp.) (GLIRICIDIA treatment), a plant originating from Mexico and Central America known to repel insects, were compared to a standard insecticide, lambda-cyalothrin or Karate® (CHEMICAL treatment) for insect pest efficacy in cultivated maize in Chiapas, Mexico. Untreated maize plants served as control (CONTROL treatment). Plant damage, crop growth, yield and fauna were monitored during four growing seasons from 2003 to 2006. Mean maize yield was significantly higher in the NEEM and CHEMICAL treatments, i.e. 9784 and 9916 kg ha-1, respectively, compared to the CONTROL treatment (7206 kg ha-1). The GLIRICIDIA treatment yielded 8747 kg ha-1. Of the 26 insect species found during the growing season, only the number of Spodoptera frugiperda (Lepidoptera: Noctuidae), Macrodactylus spp. (Coleoptera: Melolonthidae) and Frankliniella spp. (Thysanoptera: Thripidae) was significantly different between the treatments, with the lowest values found in the chemical treated plots. The amount of beneficial insects was not affected by treatment, while the amount of insects that cause damage was significantly lower (ca. 2-fold) in the CHEMICAL treatment than in the other treatments. Mean damage to the newly formed leaves was 18% in the NEEM treatment and 23% in the GLIRICIDIA treatment and significantly lower than that of the CONTROL treatment (37%), but significantly higher than that of the CHEMICAL treatment (11%). It was found that leaf extracts of G. sepium and A. indica reduced damage to the newly formed leaves and increased yields compared to untreated maize plants, with neem being more effective. However, neem was not as effective as chemical control with lambda-cyalothrin, for overall maize protection.",
        "lang": "eng"
    },
    "appid": "10883_1506",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1506"
}}
