{"object": {
    "title": {
        "value": "Maize lethal necrosis (MLN) threatens Africa’s food security",
        "lang": "eng"
    },
    "updated": "2015-05-27T20:22:55Z",
    "created": "2015-07-17T20:41:27Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "africa",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "necrosis",
            "uri": ""
        }
    ],
    "description": [
        {
            "value": "Africa’s important food crop – maize, is under real threat because of maize lethal necrosis (MLN). The disease has adversely affected maize fields in Kenya and its neighbors (DR Congo, Ethiopia, Tanzania, Uganda, Rwanda and South Sudan) and there are fears that it is spreading rapidly across most maize-growing areas in the region causing massive losses to both farmers and seed companies. This means that unless urgent measures are taken, it could get out of control and lead to a major food crisis in the region.\r\n\r\nBut what are the implications for farmers and seed companies currently bearing the brunt of MLN? This is a question that scientists, policy makers, regulators and seed companies tried to address in the recently concluded conference dubbed International Conference on MLN Diagnostics and Management in Africa, held in Nairobi on May 12-14, 2015. http://bit.ly/1bKmVZD\r\n\r\nAnd despite the grim realities of MLN, the ringing message to farmers from Dr. B.M.Prasanna, the Director of CIMMYT’s Global Maize Program is ‘Hope, hope, hope!’ as you will learn from this video.\r\n\r\nThis message of optimism that a solution will be found is mirrored by others. ‘We will be successful, we should not feel defeated,” says Joe DeVries, the Director of Program for Africa Seed Systems in Alliance for a Green Revolution in Africa (AGRA).\r\n\r\nOther key speakers in the conference included Dr. Stephen Mugo, CIMMYT’s Regional Representative for Africa, Dr. Gary Atlin, Senior Program Officer at the Bill & Melinda Gates Foundation, Dr. George Bigirwa, AGRA’s Head of the Regional Team for East and Southern Africa and Dr. Felister Makini, Deputy Director of Kenya Agricultural and Livestock Research in charge of Crop System.",
            "lang": "eng"
        },
        {
            "value": "Dr. Stephen Mugo",
            "lang": ""
        },
        {
            "value": "Dr. Felister Makini",
            "lang": ""
        },
        {
            "value": "Dr. Gary Atlin",
            "lang": ""
        },
        {
            "value": "Dr. B.M. Prasanna",
            "lang": ""
        },
        {
            "value": "Dr. Joe DeVries",
            "lang": ""
        }
    ],
    "appid": "10883_4376",
    "language": [
        {
            "value": "eng",
            "uri": "http://lexvo.org/id/iso639-3/eng"
        },
        {
            "value": "None",
            "uri": ""
        }
    ],
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4376"
}}
