{"object": {
    "title": {
        "value": "QTL mapping of starch granule size in common wheat using recombinant inbred lines derived from a PH82-2/Neixiang 188 cross",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:48:41Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "starch granule size distribution",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "a-type starch granule",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "b-type starch granule",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "starch",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7369"
        }
    ],
    "description": {
        "value": "Starch is a crucial component determining the processing quality of wheat (Triticum aestivum L.)-based products. Wheat starch generally contains A-type and B-type starch granules, having different effects on starch properties and end-use qualities. In the present study, 240 recombinant inbred lines (RILs) derived from a PH82-2/Neixiang 188 cross were grown in Anyang, Henan, China, during three cropping seasons. A-type and B-type granule contents were determined using a laser diffraction particle size analyzer, defined as the percentage of total starch volume. A total of 195 SSR and STS markers were used to construct a genetic map. QTL analysis was performed by composite interval mapping. Three QTL for A-type starch granule content were mapped on chromosomes 1DL, 7BL and 4AL, explaining 5.6%, 5.2% and 3.8% of the phenotypic variation, respectively. These results provide useful information for improving starch quality in common wheat.",
        "lang": "eng"
    },
    "appid": "10883_3370",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3370"
}}
