{"object": {
    "title": {
        "value": "Cloning, expression and functional analysis of HMW glutenin subunit 1By8 gene from Italy pasta wheat (Triticum turgidum L. ssp. durum)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:32Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "high molecular weight glutenin",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "by8 gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bacterial expression",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gene effects",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "glutenins",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_24033"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3214"
        }
    ],
    "description": {
        "value": "Cloning and functional analysis of high molecular weight wheat glutenin subunit (HMW-GS) 1By8 from Italy durum cultivar Simeto was carried out in this study. All HMW-GS from Simeto were separated and characterized by appropriate electrophoresis methods, reversed-phased high performance liquid chromatography (RP-HPLC) and mass spectrometry (MS). The complete gene encoding 1By8 subunit was amplified by allele-specific PCR primers, including an upstream sequence of 857 bp and an open reading frame (ORF) of 2166 bp encoding a mature protein of 720 amino acid residues. The promoter sequence, containing -300 element (cereal glutenin gene control element) and enhancer was highly conserved among HMW-GS genes. Comparison with the sequence of subunit 1By9 from bread wheat demonstrated 99% identity with the main difference being that the 1By8 subunit possesses an additional insertion of 15 amino acid residues (QYPASQQQPA QGQQG) at position 342 and two residue substitutions at position 78 (leucine/proline) and 442 (arginine/glutamine). The molecular weight differences between MALDI-TOF-MS and deduced amino acid sequence of the coding gene revealed the possibility of some kinds of post-translational modifications present in 1By8 subunit. The protein subunit expressed in Escherichia coli showed a very similar mobility to the endogenous 1By8 of Simeto on SDS-PAGE. The function of the isolated protein on wheat processing quality was determined by 10 g Mixgraph analysis. Results demonstrated that addition of y-type HMW glutenin subunits into the base flour had significant positive effects on main mixing parameters and significant difference in effects were observed among different y-type subunits.",
        "lang": "eng"
    },
    "appid": "10883_2749",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2749"
}}
