{"object": {
    "title": {
        "value": "Influence of low-molecular weight glutenin subunits on wheat kernel elasticity and sedimentation volume",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "lmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sedimentation volume",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "modulus of elasticity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kernel elasticity",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "elasticity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_26777"
        }
    ],
    "description": {
        "value": "The effect of low molecular weight (LMW) glutenin subunits (GS) in presence of high molecular weight (HMW)-GS has over SDS sedimentation volume (SDSS) and kernel elasticity is presented. Twenty-six wheat lines having different origins and classified by SDS-PAGE into 14 different LMW-GS genotypic allelic groups were analyzed. When good HMW-GS background, i.e., Glu-1 1, 2*, 7 + 9 or 17 + 18 and 5 + 10 was associated with a number of allelic variants of Glu-3 loci (LMW-GS), i.e., Glu-A3 c, and b; Glu-B3 g, h, d, higher kernel modulus of elasticity and SDSS were generally present. However, when poor HMW-GS background was present, i.e., Glu-1 null, 7 + 8, 2 + 12, a poor to medium modulus of elasticity and SDSS were generally found. Glu-B3 j allelic group, which possesses the wheat-rye translocation showed a tendency to have low elastic modulus, high plastic work (WP) and low SDSS. The effects of good LMW-GS are enhanced by a good HMW-GS background, yielding higher kernel elasticity and SDSS.",
        "lang": "eng"
    },
    "appid": "10883_2829",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2829"
}}
