{"object": {
    "title": {
        "value": "Selection for drought tolerance increases maize yields across a range of nitrogen levels",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:47Z",
    "created": "2013-06-07T21:07:52Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "injurious factors",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drought",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "application rates",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drought resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research projects",
            "uri": ""
        }
    ],
    "description": {
        "value": "It is not known whether selection for improved tolerance to a specific abiotic stress leads to correlated changes in performance under other stresses. Drought and N deficiency are important constraints to production in the tropics. We examined the effect of selection for drought tolerance on performance of tropical maize (Zea mays L.) under a range of N levels. Original and advanced selections of four populations, improved for tolerance to midseason drought for two to eight recurrent selection cycles each, were evaluated in two experiments under severe N stress, one experiment under medium N stress, and two well-fertilized experiments. Nitrogen accumulated in the aboveground biomass at maturity averaged 52, 63, 105, 151, and 163 kg N ha&#8722;1 in the five experiments, and grain yields of 3.0, 2.9, 5.2, 6.0, and 6.5 Mg ha&#8722;1 were obtained. Selection for tolerance to midseason drought stress increased grain yields by an average of 86 kg ha&#8722;1 yr&#8722;1 with nonsignificantly larger gains under severe N stress (100 kg ha&#8722;1 yr&#8722;1). Drought-tolerant selections had increased biomass and N accumulation at maturity, the changes being largest under severe N stress. Additionally, drought-tolerant selection cycles were associated with delayed leaf senescence and an increased or unchanged N harvest index, indicating that leaf N was used more efficiently for grain production. Selection for tolerance to midseason drought stress appears to increase grain yield across a range of N stress levels and may lead to morphological and physiological changes that are of particular advantage under N stress.",
        "lang": "eng"
    },
    "appid": "10883_1959",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1959"
}}
