{"object": {
    "title": {
        "value": "Raising yield potential of wheat. II. Increasing photosynthetic capacity and efficiency",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "activase",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "photorespiration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rubisco",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rubp",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "co2",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "photosynthesis",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5812"
        }
    ],
    "description": {
        "value": "Past increases in yield potential of wheat have largely resulted from improvements in harvest index rather than increased biomass. Further large increases in harvest index are unlikely, but an opportunity exists for increasing productive biomass and harvestable grain. Photosynthetic capacity and efficiency are bottlenecks to raising productivity and there is strong evidence that increasing photosynthesis will increase crop yields provided that other constraints do not become limiting. Even small increases in the rate of net photosynthesis can translate into large increases in biomass and hence yield, since carbon assimilation is integrated over the entire growing season and crop canopy. This review discusses the strategies to increase photosynthesis that are being proposed by the wheat yield consortium in order to increase wheat yields. These include: selection for photosynthetic capacity and efficiency, increasing ear photosynthesis, optimizing canopy photosynthesis, introducing chloroplast CO2 pumps, increasing RuBP regeneration, improving the thermal stability of Rubisco activase, and replacing wheat Rubisco with that from other species with different kinetic properties",
        "lang": "eng"
    },
    "appid": "10883_2865",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2865"
}}
