{"object": {
    "title": {
        "value": "Recombination frequency variation in maize as revealed by genomewide single-nucleotide polymorphisms",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "recombination frequency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "integrated linkage map",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "centromere",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "recombination",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_6475"
            ]
        }
    ],
    "description": {
        "value": "Recombination frequency greatly affects selection efficiency in plant breeding. A high-density single-nucleotide polymorphism (SNP) map integrated with physical map and other molecular maps is very useful for characterizing genetic recombination variation. In this study, recombination frequency in maize was investigated through SNP linkage maps constructed with three recombinant inbred line populations. The integrated map consisted of 1443 molecular markers, including 1155 SNPs, spanning 1346 cM. A 100-fold difference in recombination frequency was observed between different chromosomal regions, ranging from an average of 0.09 cM/Mb for pericentromeric regions to 7.08 cM/Mb for telomeric regions. Recombination suppression in non-centromeric regions identified nine recombination-suppressed regions, one of which likely contained condensed heterochromatin (knobs). Recombination variation along chromosomes was highly predictable for pericentromeric and telomeric regions, but population-specific with 4.5-fold difference for the same marker interval across the three populations or specific chromosome regions because of the presence of knobs. As recombination variation can be identified and well characterized as shown in this study, the related information will facilitate future genetic studies, gene cloning and marker-assisted plant breeding.",
        "lang": "eng"
    },
    "appid": "10883_1859",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1859"
}}
