{"object": {
    "title": {
        "value": "Genetic diversity for wheat improvement as a conduit to food security",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2014-03-05T18:04:32Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat improvement",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic resources",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wide hybridization",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "chromosome translocations",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "wheats",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        }
    ],
    "description": {
        "value": "Genetic diversity is paramount for cultivated crops genetic improvement, and for wheat this resides in three gene pools of the Triticeae. In wheat, access to this diversity and its exploitation is based upon the genetic distance of the wild species relatives from the wheat genomes. For several decades, these wide crosses have been a reservoir of novel variation for wheat improvement. Among these, close relatives of the primary gene pool have been preferred since this ensures successful gene transfer as they permit homologous genetic exchanges to occur between related genomes, as exemplified by the A and D genome diploid progenitors. One strategy has been based upon first producing genetic stocks that capture the potential of the diploids via bridge crossing where the D genome synthetic hexaploid wheats (2n = 6x = 42, AABBDD) are exploited. The synthetics are products of crosses between elite durum wheat cultivars (Triticum turgidum) and various Aegilops tauschii accessions. Similarly, the diversity of the A and B genomes has also been assembled as AABBAA (T. turgidum/A genome diploids Triticum boeoticum, Triticum monococcum, Triticum urartu) and AABBBB (SS) (T. turgidum/Aegilops speltoides). The utilization of these useful diversity for various biotic/abiotic stresses including in the development of molecular tools for enhancing breeding efficiency has been in the forefront of wheat improvement over the past two decades. Additional strategy employed includes the direct crosses between parental diploids and recipient wheat cultivars extended to give even swifter products by top- or backcrossing the F1 combinations with either durum or bread wheats. Relatively less progress has been made in the use of genes from tertiary gene pool often involving 'intergeneric crosses.' The potency of potentially useful diversity in tertiary gene pool warrants further exploitation of this resource. Presented here are major facets of intergeneric hybridization embracing a taxonomic consideration of genetic diversity within the Triticeae, the exploitation protocols, prebreeding strategies, and some of the outputs from distant hybridization with a major focus on wheat/alien chromosomal exchanges classed as ?translocations? such as T1BL.1RS and to a lesser degree the T1AL.1RS Robertsonian translocations. This chapter also attempts to relate the exploitation of the Triticeae genetic diversity with wheat productivity as a means of addressing diverse stress constraints that if pursued will provide yield enhancing outputs necessary for overriding environmental limitations of climate change, unpredictable incidences of biotic stresses, and catalyzing gains for food security with wheat.",
        "lang": "eng"
    },
    "appid": "10883_3465",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3465"
}}
