{"object": {
    "title": {
        "value": "Impact of metal silos on households' maize storage, storage losses and food security: An application of a propensity score matching",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-12-09T20:30:22Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "propensity score matching",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "metal silo technology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "storage duration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "storage cost",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "loss abatement",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7305
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        }
    ],
    "description": {
        "value": "Maize is the most important food staple in Eastern and Southern Africa, with a highly seasonal production but relatively constant consumption over the year. Farmers have to store maize to bridge seasons, for food security and to protect against price fluctuations. However, the traditional storage methods do not protect grain well, resulting in large postharvest losses. Hermetically sealed metal silos kill storage pests by oxygen deprivation without pesticides. Popular in Central America, they are now being promoted in Africa, but their impact here has not yet been studied. This study used propensity score matching to evaluate the impact of metal silos on duration of maize storage, loss abatement, cost of storage, and household food security. Metal silo adopters (N = 116) were matched with non-adopting farmers from a representative sample of 1340 households covering the major maize-growing zones in Kenya. The major effect of the metal silos was an almost complete elimination of losses due to insect pests, saving farmers an average of 150?200 kg of grain, worth KSh9750 (US$130). Metal silo adopters also spent about KSh340 less on storage insecticides. Adopters were able to store their maize for 1.8?2.4 months longer, and to sell their surplus after five months at good prices, instead of having to sell right after the harvest. The period of inadequate food provision among adopters was reduced by more than one month. We conclude that metal silos are effective in reducing grain losses due to maize-storage insects, and that they have a large impact on the welfare and food security of farm households. The initial cost of metal silos is high (KSh20,000/1.8 ton) and therefore policies to increase access to credit, to reduce the cost of sheet metal, and to promote collective action can improve their uptake by smallholder farmers.",
        "lang": "eng"
    },
    "appid": "10883_3348",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3348"
}}
