{"object": {
    "title": {
        "value": "Comparative analysis of carotenoid and tocopherol compositions in high-oil and normal maize (Zea mays L.) inbreds",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:36Z",
    "subject": {
        "vocabulary": "agrovoc",
        "score": 1,
        "value": "tocopherols",
        "uri": "http://aims.fao.org/aos/agrovoc/c_7798"
    },
    "description": {
        "value": "Among staple crops, maize has a high amount of carotenoids and tocopherols, which have a number of beneficial effects on human health. The former is the main dietary precursor of vitamin A. The latter is an essential macronutrient which acts as antioxidant shows the benefit in the prevention of certain types of diseases for human. In this study, high performance liquid chromatography (HPLC) was developed and used for simultaneously measuring the contents of carotenoids and tocopherols in maize grain for 112 yellow-endosperm inbred lines, including 32 high-oil lines and 80 normal lines widely used in Chinese breeding programs. Broad phenotypic diversity was observed for all measured traits. Among the eight components analyzed, a-tocopherol showed the largest variation with 162 times content difference while -tocopherol showed the smallest variation with four times content difference. The tocopherol content in high-oil maize lines was significantly higher than that in normal lines. However, the carotenoids content in high-oil lines showed no significant differences from that in normal lines, which had wider phenotypic variations. The mean values of y-tocopherol, a-tocopherol, and total tocopherol contents in high-oil lines were 2.4, 2.5, and 2.4 times higher than those in normal lines. Compared with normal lines, the high-oil lines contained broader genetic variations for some tocopherols though the number of high-oil lines (32) was far smaller than that of normal lines (80). All the present results provided some beneficial informations for future breeding at the target of three-high nutritional maize: high-oil, high provitamin A, and high vitamin E.",
        "lang": "eng"
    },
    "appid": "10883_3096",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3096"
}}
