{"object": {
    "title": {
        "value": "Lr68: a new gene conferring slow rusting resistance to leaf rust in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:47Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "rusts",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_6710"
        ]
    },
    "description": {
        "value": "The common wheat cultivar Parula possesses a high level of slow rusting, adult plant resistance (APR) to all three rust diseases of wheat. Previous mapping studies using an Avocet-YrA/Parula recombinant inbred line (RIL) population showed that APR to leaf rust (Puccinia triticina) in Parula is governed by at least three independent slow rusting resistance genes: Lr34 on 7DS, Lr46 on 1BL, and a previously unknown gene on 7BL. The use of field rust reaction and flanking markers identified two F6 RILs, Arula1 and Arula2, from the above population that lacked Lr34 and Lr46 but carried the leaf rust resistance gene in 7BL, hereby designated Lr68. Arula1 and Arula2 were crossed with Apav, a highly susceptible line from the cross Avocet-YrA/Pavon 76, and 396 F4-derived F5 RILs were developed for mapping Lr68. The RILs were phenotyped for leaf rust resistance for over 2 years in Ciudad Obregon, Mexico, with a mixture of P. triticina races MBJ/SP and MCJ/SP. Close genetic linkages with several DNA markers on 7BL were established using 367 RILs; Psy1-1 and gwm146 flanked Lr68 and were estimated at 0.5 and 0.6 cM, respectively. The relationship between Lr68 and the race-specific seedling resistance gene Lr14b, located in the same region and present in Parula, Arula1 and Arula2, was investigated by evaluating the RILs with Lr14b-avirulent P. triticina race TCT/QB in the greenhouse. Although Lr14b and Lr68 homozygous recombinants in repulsion were not identified in RILs, ã-irradiation-induced deletion stocks that lacked Lr68 but possessed Lr14b showed that Lr68 and Lr14b are different loci. Flanking DNA markers that are tightly linked to Lr68 in a wide array of genotypes can be utilized for selection of APR to leaf rust.",
        "lang": "eng"
    },
    "appid": "10883_2873",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2873"
}}
