{"object": {
    "title": {
        "value": "Comparative proteome analysis of glutenin synthesis and accumulation in developing grains between superior and poor quality bread wheat cultivars",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:58Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "glutenins",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24033",
                "http://aims.fao.org/aos/agrovoc/c_24033",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sds-page",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rp-hplc",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "2-d gel electrophoresis",
            "uri": ""
        }
    ],
    "description": {
        "value": "BACKGROUND: Wheat glutenins are the major determinants of wheat quality. In this study, grains at the development stage from three wheat cultivars (Jimai 20, Jin 411 and Zhoumai 16) with different bread-making quality were harvested based on thermal times from 150 °Cd to 750 °Cd, and were used to investigate glutenin accumulation patterns and their relationships with wheat quality.  RESULTS: High and low molecular weight glutenin subunits (HMW-GSs and LMW-GSs) were synthesised concurrently. No obvious correlations between HMW/LMW glutenin ratios and dough property were observed. Accumulation levels of HMW-GSs and LMW-GSs as well as 1Bx13 + 1By16 and 1Dx4 + 1Dy12 subunits were higher in superior gluten quality cultivar Jimain 20 than in poor quality cultivar Jing 411 and Zhoumai 16. According to the results of two-dimensional gel electrophoresis, six types of accumulation patterns in LMW-GSs were identified and classified. The possible relationships between individual LMW-GSs and gluten quality were established.  CONCLUSION: The high accumulation level of HMW-GSs and LMW-GSs as well as 1Bx13 + 1By16 and 1Dx4 + 1Dy12 subunits contributed to the superior gluten quality of Jimai 20. Two highly expressed and 16 specifically expressed LMW glutenin subunits in Jimain 20 had positive effects on dough quality, while 17 specifically expressed subunits in Zhoumai 16 and Jing 411 appeared to have negative effects on gluten quality.",
        "lang": "eng"
    },
    "appid": "10883_2948",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2948"
}}
