{"object": {
    "title": {
        "value": "Sheep market participation of rural households in Western Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:52Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "poisson model",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "horro guduru",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "market participation",
            "uri": ""
        }
    ],
    "description": {
        "value": "Sheep production is an integral part of the subsistence crop-livestock based livelihoods of the Ethiopian highlands and plays a crucial role in economic development and poverty reduction. This study analyzed determinants of intensity of market participation of smallholder sheep keepers in Western Ethiopia. Data were generated from the rural households in their villages in Horro Guduru locality, Western Ethiopia. Poisson model was employed to examine factors determining the level of sheep keepers' market participation. The results of the empirical analysis show that flock size, family size, educational background, experience, access to market information and access to veterinary service are decisive factors determining the household's level of market participation. This study highlights the need to expand market information and veterinary services to sheep producers and capacity for their delivery. It also magnifies essential changes that need to happen in the management and marketing of sheep at farm level in order to generate higher and sustainable income for sheep producers in the region.",
        "lang": "eng"
    },
    "appid": "10883_2250",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2250"
}}
