{"object": {
    "title": {
        "value": "Milling and Chinese raw white noodle qualities of common wheat near-isogenic lines differing in puroindoline b alleles",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:27Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "common wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "puroindoline alleles",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "near-isogenic lines",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "chinese raw white noodles",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "alleles",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8724"
        }
    ],
    "description": {
        "value": "Understanding the effects of different alleles at the puroindoline b (Pinb) locus on processing quality will provide crucial information for quality improvement. Seven near-isogenic lines (NILs) planted at two locations in the 2008 cropping season were used to determine the effect of puroindoline b alleles on milling performance and Chinese raw white noodle (CRWN) quality. The Pina-D1b/Pinb-D1a genotype possessed significantly higher values in grain hardness, protein content and starch damage than other genotypes, whereas the Pina-D1a/Pinb-D1d genotype had the lowest grain hardness and starch damage, with higher break flour yield, and less reduction flour yield, higher flour colour L*, and lower flour colour b*, than other genotypes. Farinograph parameters, except for water absorption, were not significantly affected by variation of puroindoline b alleles. Pina-D1a/Pinb-D1e had the highest peak viscosity, whereas the lowest value was observed in a Pina-D1b/Pinb-D1a genotype. For CRWN quality, higher noodle viscoelasticity was obtained in the genotype Pina-D1a/Pinb-D1e and Pina-D1a/Pinb-D1g, whereas Pina-D1a/Pinb-D1d had a lower smoothness score. Genotypes with Pina-D1a/Pinb-D1e and Pina-D1a/Pinb-D1g produced the best total noodle score. It was concluded that genotype Pina-D1a/Pinb-D1d had better milling qualities, whereas Pina-D1a/Pinb-D1e and Pina-D1a/Pinb-D1g had slightly superior CRWN qualities in comparison with other genotypes",
        "lang": "eng"
    },
    "appid": "10883_2720",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2720"
}}
