{"object": {
    "title": {
        "value": "Consumer preferences for maize products in urban Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:53Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "consumption",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1827",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "kenya",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4086",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize meal",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize preparations",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "consumer preferences",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1821"
        }
    ],
    "description": {
        "value": "Background. New maize varieties have been biofortified with provitamin A, mainly â-carotene, which renders the grain yellow or orange. Unfortunately, many African consumers prefer white maize. The maize consumption patterns in Africa are, however, not known.   Objective. To determine which maize products African consumers prefer to purchase and which maize preparations they prefer to eat.   Methods. A survey of 600 consumers was conducted in Nairobi, Kenya, at three types of maize outlets: posho mills (small hammer mills), kiosks, and supermarkets.  Results. Clients of posho mills had lower incomes and less education than those of kiosks and supermarkets. The preferred maize product of the posho-mill clients was artisanal maize meal; the preferred product of the others was industrial maize meal. Maize is the preferred staple for lunch and dinner, eaten as a stiff porridge (ugali), followed by boiled maize and beans (githeri), regardless of socioeconomic background. For breakfast, only half the consumers prefer maize, mostly as a soft porridge (uji). This proportion is higher in low-income groups. Consumers show a strong preference for white maize over yellow, mostly for its organoleptic characteristics, and show less interest in biofortified maize.  Conclusions. Maize is the major food staple in Nairobi, mostly eaten in a few distinct preparations. For biofortified yellow maize to be accepted, a strong public awareness campaign to inform consumers is needed, based on a sensory evaluation and the mass media, in particular on radio in the local language.",
        "lang": "eng"
    },
    "appid": "10883_2259",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2259"
}}
