{"object": {
    "title": {
        "value": "Combining ability and heterotic grouping of highland transition maize inbred lines",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:36Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "combining ability",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_15954",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heterotic groupings",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "inbred lines",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24039",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "testers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l.",
            "uri": ""
        }
    ],
    "description": {
        "value": "The objectives of the present study were to examine combining ability of highland transition maize inbred lines for grain yield and other desirable traits, to determine heterotic groups of germplasm of the inbred lines and to identify promising hybrid crosses. Twenty-six inbred lines were factorially mated (Design II) with six testers and the resulting F1s along with two checks and the parents were evaluated in separate trials at five locations namely: Ambo, Awassa, Bako, Holeta and Kulumsa, all in Ethiopia during 2002. General combining ability (GCA) and specific combining ability (SCA) effects were calculated using line x tester analysis. GCA mean squares due to lines and, testers were highly significant (P < 0.01) for all the traits. Similarly SCA mean squares for most traits except for days to physiological maturity and for northern leaf blight (NLB, caused by Exserohilum turcicum) were found highly significant (P < 0.001). The ratio of GCA/SCA mean square further exhibited the preponderance of additive gene effects in the inheritance of all traits. Estimates of GCA effects indicated that three inbred lines showed good combiners for grain yield. For days to silking four, for grey leaf spot (GLS caused by Cercospora zeae-maydis Tehon), three, and for NLB one inbred lines revealed significantly negative GCA effects. These inbred lines can be a good source of variability for the improvement of the traits in the breeding program. Significantly different SCA effects were revealed for crosses involving most traits. A number of single crosses out-yielded the hybrid checks (BH660 and BH 540) and also revealed desirable plant height performances. Moreover, two best contrasting heterotic group (Pool 9A-MHM x 142-1-e) composed of 13 and 10 inbred lines, respectively, have been determine to initiate heterotic source germplasm. This heterotic group may have wide applicability in the east African highland maize breeding programs, as well.",
        "lang": "eng"
    },
    "appid": "10883_3092",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3092"
}}
