{"object": {
    "title": {
        "value": "Groundwater management in Bangladesh : an analysis of problems and opportunities",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2015-05-04T20:21:23Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                1,
                ""
            ],
            "value": "groundwater",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3391",
                "http://aims.fao.org/aos/agrovoc/c_3391",
                "http://aims.fao.org/aos/agrovoc/c_3391",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "water use efficiency",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_36790",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "arsenic",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_629",
                "http://aims.fao.org/aos/agrovoc/c_629",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "boro rice",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "arsenic contamination",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rice",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6599"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6166,
            "value": "bangladesh",
            "uri": "http://aims.fao.org/aos/agrovoc/c_810"
        }
    ],
    "description": {
        "value": "Increased groundwater accessibility resulting from the expansion of deep and shallow tube wells helped Bangladesh attain near self-sufficiency in rice, with national output increasing over 15 million tons in the last two decades. Available evidence suggests that the policy focus so far has been largely on “resource development”, and not on “resource management”. This has resulted in serious problems, most notably excessive drawdown in intensively irrigated areas, and the deterioration of groundwater quality. Increasing energy prices are also threatening the sustainability of Bangladesh’s groundwater irrigated economy. The forefront challenge, therefore, is to take the necessary corrective measures before the problem becomes either insolvable or too costly to remediate. We suggest that attention must be given to the development and management of surface water resources to ease pressure on groundwater. In addition to supply-side solutions, water demand will also need to be curtailed by increasing water use efficiency through the adoption of water conserving management practices, for example reduced tillage and raised bed planting, and the right choice of appropriate crops. Decreasing water availability both in terms of quantity and quality suggest that the unchecked expansion of dry season boro rice cultivation is probably not a long-term option for Bangladesh. Therefore cropping patterns need to be rationalized – starting with the promotion of feasible alternatives to boro – considering water availability and the sustainability of aquifers. In the absence of proper institutional arrangements, evaluation of strategic options and monitoring the implementation of national policies for the public water sector will remain a challenge. At present, seven different agencies are responsible for the management of groundwater. In addition to technical solutions, we therefore conclude that strong linkages and improved communications between different organizations involved in the management of groundwater resources, and alignment of objectives, will be required.",
        "lang": "eng"
    },
    "appid": "10883_4273",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4273"
}}
