{"object": {
    "title": {
        "value": "Genetic effects for maize traits in acid and non-acid soils",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:32Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "acid soils",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_89",
                "http://aims.fao.org/aos/agrovoc/c_89",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "additive",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dominant",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "epistatic effects",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "generation analysis",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "additives",
            "uri": "http://aims.fao.org/aos/agrovoc/c_118"
        }
    ],
    "description": {
        "value": "Breeding programs for acid-soil tolerance are desirable as a relatively inexpensive and permanent way for increasing maize (Zea mays L.) yield on these soils. Our objective was to compare the genetic effects controlling the expression of maize traits in acid and non-acid soils. Seven related and one unrelated inbred lines, with different levels of tolerance to acid soil, and their F1, F2, BC1, and BC2 generations were evaluated in four acid and two non-acid soils. Estimates of additive, dominance, and epistatic effects were computed for grain yield, plant height, days to mid-silk, and prolificacy, using the generation means analysis procedure. For all traits the major part of the variation was accounted for by additive and dominance effects, with dominance effects being more important than additive and epistatic effects for both acid and non-acid soils. Epistatic effects were significant for some crosses only, being more pronounced for plant height than for the other traits. Furthermore, epistatic effects were randomly distributed among the crosses and were not related to the grain yield of the single-crosses (F1&rsquo;s) and to the genetic relationships of the inbreds in either type of soil. The results suggest that similar pooled gene effects control the expression of the traits assessed in both acid and non-acid soils.",
        "lang": "eng"
    },
    "appid": "10883_3064",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3064"
}}
