{"object": {
    "title": [
        {
            "value": "La importancia de los nichos de mercado. Un estudio de caso del maiz azul y del maiz para pozole en Mexico",
            "lang": "spa"
        },
        {
            "value": "The importance of niche markets. A case study of blue and pozole-making maize in Mexico",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-12-09T20:40:05Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zea mays",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8504",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maiz criollo",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mercados",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cadena de valor",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pozole",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maiz azul",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize landraces",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "market",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "added value",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "blue maize",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        }
    ],
    "description": {
        "value": "Un enfoque central de la investigacion agricola en Mexico ha sido la generacion de variedades mejoradas de maiz (Zea mays L.) de alto rendimiento y su difusion, pese a que los maices criollos siguen desempeñando un papel clave en las estrategias de vida de los productores. Existen varias razones, entre ellas las economicas, por las que los productores toman la decision deliberada de sembrar maices criollos. El grano de tales variedades puede lograr un sobreprecio si el productor accede a un mercado especializado. Por otra parte, muchas de las variedades criollas generan numerosos productos, mas alla del grano, para los que existen mercados importantes, como es el caso de las hojas de maiz (?totomoxtle?) que se utilizan para envolver los tamales (platillo tradicional). En el presente documento se examinan con mas detalle algunas de las razones economicas que impulsan a los productores a sembrar maices criollos y se ilustran con ejemplos de los mercados del maiz azul y del maiz para elaborar pozole (platillo tradicional) en la meseta central de Mexico. Para este fin se empleo un enfoque de cadena de valor, que examina las oportunidades y las dificultades a las que se enfrentan los productores al tratar de acceder a estos mercados. La cadena de valor del maiz para pozole depende de la produccion local y de las inversiones en infraestructura que contribuyen a actividades que agregan valor, como la produccion del pozole precocido. La siembra del maiz azul esta mas extendida y, aunque los productores tienen menos oportunidades de agregarle valor, su grano abastece pequeñas empresas, en su mayoria dirigidas por mujeres. Ambos mercados contribuyen a mejorar las estrategias de vida locales y la conservacion in situ de los recursos geneticos. Sin embargo, es necesaria una formulacion cuidadosa de las politicas publicas para expandir estos mercados sin disminuir sus beneficios. Esta investigacion ayuda a explicar por que persisten los maices criollos en la agricultura mexicana, hecho que tiene implicaciones en la direccion que pudiera tomar la investigacion agricola, puesto que brinda a los fitomejoradores y a los nutricionistas informacion sobre las caracteristicas agronomicas que los productores necesitan y de la calidad que el mercado exige. Asimismo, la investigacion indica que los fitomejoradores, al tiempo que tratan de incrementar la tasa y la estabilidad del rendimiento, tambien deberian prestar mas atencion al mejoramiento de las caracteristicas de calidad valoradas por los productores.",
        "lang": "spa"
    },
    "appid": "10883_3358",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3358"
}}
