{"object": {
    "title": {
        "value": "Differences in shoot growth and zinc concentration of 164 bread wheat genotypes in a zinc-deficient calcareous soil",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:01Z",
    "created": "2013-06-07T21:11:29Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7950",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "genotypes",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3225",
                "http://aims.fao.org/aos/agrovoc/c_3225",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "plant developmental stages",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5959",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "plant growth substances",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5968",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil chemistry and physics",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "zinc",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8517",
                "http://aims.fao.org/aos/agrovoc/c_8517",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "soil chemistry",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7161"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.8084,
            "value": "bread wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14386"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.9597,
            "value": "calcareous soils",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1194"
        }
    ],
    "description": {
        "value": "A greenhouse experiment was carried out to study severity of the zinc (Zn) deficiency symptoms on leaves, shoot dry weight and shoot content and concentration of Zn in 164 winter type bread wheat genotypes ( Triticum aestivum L.) grown in a Zn-deficient calcareous soil with (+Zn=10 mg Zn kg-1 soil) and without (-Zn) Zn supply for 45 days. Tolerance of the genotypes to Zn deficiency was ranked based on the relative shoot growth (Zn efficiency ratio ), calculated as the ratio of the shoot dry weight produced under Zn deficiency to that produced under adequate Zn supply. There was a substantial difference in genotypic tolerance to Zn deficiency. Among the 164 genotypes, 108 genotypes had severe visible symptoms of Zn deficiency (whitish-brown necrotic patches) on leaves, while in 25 genotypes Zn deficiency symptoms were slight or absent, and the remaining genotypes ( e.g., 31 genotypes) showed mild deficiency symptoms. Generally, the genotypes with higher tolerance to Zn deficiency originated from Balkan countries and Turkey, while genotypes originating from the breeding programs in the Great Plains of the United States were mostly sensitive to Zn deficiency. Among the 164 wheat genotypes, Zn efficiency ratio varied from 0.33 to 0.77. The differences in tolerance to Zn deficiency were totally independent of shoot Zn concentrations, but showed a close relationship to the total amount (content) of Zn per shoot. The absolute shoot growth of the genotypes under Zn deficiency corresponded very well with the differences in tolerance to Zn deficiency. Under adequate Zn supply, the 10 most Zn-inefficient genotypes and the 10 most Zn-efficient genotypes were very similar in their shoot dry weight. However, under Zn deficiency, shoot dry weight of the Zn-efficient genotypes was, on average, 1.6-fold higher compared to the Zn-inefficient genotypes. The results of this study show large, exploitable genotypic variation for tolerance to Zn deficiency in bread wheat. Based on this data, total amount of Zn per shoot, absolute shoot growth under Zn deficiency, and relative shoot growth can be used as reliable plant parameters for assessing genotypic variation in tolerance to Zn deficiency in bread wheat.",
        "lang": "eng"
    },
    "appid": "10883_2328",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2328"
}}
