{"object": {
    "title": {
        "value": "Reduced nitrogen and improved farm income for irrigated spring wheat in the Yaqui Valley, Mexico, using sensor based nitrogen management",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:35Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "Wheat nitrogen-use efficiency in the Yaqui Valley has been estimated at about 0.31. The nitrogen that is not recovered by the crop has important environmental costs that have regional and global consequences. In addition, these nitrogen losses represent an important reduction in farm income. The objective of the present work was to validate a technology that includes the use of N-rich strips together with the GreenSeekerTM sensor and a crop algorithm in farmers&rsquo; fields with the ultimate goal of improving nitrogen-use efficiency through site-specific nitrogen management in irrigated spring wheat. During the wheat crop cycle 2002/03 and 2003/04, 13 validation experiments of c. 1 ha each were established in farmers&rsquo; fields in the Yaqui Valley. After the validation phase, during the wheat crop cycle 2005/06, eight technology transfer trials were established in farmers&rsquo; fields; these had on an average an area of 10 ha each. Both the validation and technology transfer trials compared the farmers&rsquo; conventional nitrogen management use v. the use of the N-rich strip together with the Green SeekerTM sensor and a crop algorithm to derive N recommendations for each individual field. The results of the validation trials showed that on an average over all locations, farmers were able to save 69 kg N/ha, without any yield reduction. At the price of US$0.9 per unit of N in the valley when these experiments were established, this represented savings to the farmers of US$62/ha. The technology transfer trials demonstrated that, in large commercial areas with an average size of 10 ha, farmers could improve their farm income by US$50/ha, when using sensor based N management. The combination of the N-rich strip, together with the use of the sensor and a crop algorithm to interpret the results from the sensor, allowed farmers to obtain significant savings in N use and thus in farm profits. Farm income was increased by US$56/ha, when averaged over all trials in all years.",
        "lang": "eng"
    },
    "appid": "10883_1495",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1495"
}}
