{"object": {
    "title": {
        "value": "Exploiting modified single crosses in maize (Zea mays L.) To facilitate hybrid use in developing countries",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:35Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l.",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "modified single crosses",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize hybrid technology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize related crosses",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sister lines",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "heterosis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3705",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "crossing",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1976"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "zea mays",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8504"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "sisters",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14314"
        }
    ],
    "description": {
        "value": "A three-phase study was led by CIMMYT during 1996-99 to assess the usefulness of modified single-cross hybrids to accelerate the adoption of maize hybrids by farmers in developing countries. During Phase I, we evaluated and selected elite, conventional, single-cross hybrids. Based on the information from Phase I, different versions of related crosses between sister lines used in the elite single crosses identified in Phase I were formed and tested during Phase II. Finally, in Phase III we used the results of Phase II to form different versions of modified single crosses and tested them with the original conventional single crosses. From Phase I, 13 conventional single-cross hybrids selected averaged 11.2 t ha-1 and the best three averaged 11.9 t ha-1, outyielding the best check, A-7545 (11.5 t ha-1). From Phase II, the 18 related crosses averaged 6.7 t ha-1, while the 25 lines per se involved in these crosses yielded 4.5 t ha-1, an average difference of 50%. The related crosses selected expressed a 37% high parent heterosis on average. Finally, in Phase III we found non-significant differences in yield between the original conventional single crosses and the corresponding modified single crosses (both averaged 9.6 t ha-1). These results confirm that modified single crosses can produce grain yields comparable to their corresponding conventional crosses. Thus, modified single-cross hybrids represent a possible option for exploiting the high yield performance of elite conventional single crosses, where this type of cultivars cannot be adopted by resource-poor farmers in developing countries because expensive price of certified seed.",
        "lang": "eng"
    },
    "appid": "10883_3089",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3089"
}}
