{"object": {
    "title": {
        "value": "Races of Puccinia graminis f. sp. tritici with combined virulence to Sr13 and Sr9e in a field stem tust screening nursery in Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:59Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "virulence",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8261"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "puccinia graminis",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27327"
        }
    ],
    "description": {
        "value": "North American durum lines, selected for resistance to TTKSK (Ug99) and related races of Puccinia graminis f. sp. tritici in Kenya, became susceptible in Debre Zeit, Ethiopia, suggesting the presence of stem rust races that were virulent to the TTKSK-effective genes in durum. The objective of this study was to characterize races of P. graminis f. sp. tritici present in the Debre Zeit, Ethiopia stem rust nursery. Three races of P. graminis f. sp. tritici were identified from 34 isolates: JRCQC, TRTTF, and TTKSK. Both races JRCQC and TRTTF possess virulence on stem rust resistance genes Sr13 and Sr9e, which may explain why many TTKSK-resistant durum lines tested in Kenya became susceptible in Debre Zeit. The Sr9e-Sr13 virulence combination is of particular concern because these two genes constitute major components of stem rust resistance in North American durum cultivars. In addition to Sr9e and Sr13 virulence, race TRTTF is virulent to at least three stem rust resistance genes that are effective to race TTKSK, including Sr36, SrTmp, and resistance conferred by the 1AL.1RS rye translocation. Race TRTTF is the first known race with virulence to the stem rust resistance carried by the 1AL.1RS translocation, which represents one of the few effective genes against TTKSK in winter wheat cultivars in the United States. Durum entries exhibiting resistant to moderately susceptible infection response at the Debre Zeit nursery in 2009 were evaluated for reaction to races JRCQC, TRTTF, and TTKSK at the seedling stage. In all, 47 entries were resistant to the three races evaluated at the seedling stage, whereas 26 entries exhibited a susceptible reaction. These results suggest the presence of both major and adult plant resistance genes, which would be useful in durum-wheat-breeding programs. A thorough survey of virulence in the population of P. graminis f. sp. tritici in Ethiopia will allow characterization of the geographic distribution of the races identified in the Debre Zeit field nursery.",
        "lang": "eng"
    },
    "appid": "10883_2956",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2956"
}}
