{"object": {
    "title": {
        "value": "Germination, field establishment patterns and nitrogen fixation of indigenous legumes on nutrient-depleted soils",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "establishment patterns",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indigenous legumes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "n2-fixation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrient-depleted sandy soils",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farming",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil fertility restoration",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "legumes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4255"
        }
    ],
    "description": {
        "value": "Integrating N2-fixing indigenous legumes in smallholder farming systems has potential to alleviate some of the major soil fertility constraints associated with lack of nitrogen (N) inputs in many parts of Sub-SaharanAfrica. Studies were conducted under low (450¨C650 mm yr&#8722;1) and high (>800 mm yr&#8722;1) rainfall areas in Zimbabwe to investigate the establishment and nitrogen fixation patterns of fifteen indigenous legume species. The legume seeds were broadcast in mixtures at 120 seeds m&#8722;2 species&#8722;1 during 2004/05 and 2005/06 rainfall seasons.Eriosema ellipticum, Crotalaria ochroleuca andC. pallida had emergence rates above 15% compared with <10% forTephrosia radicans andIndigofera astragalina. Seed hardness accounted for >50% germination failure, while low viability explained 10¨C30%.Crotalaria ochroleuca andC. pallida attained a maximum biomass of 5¨C9 t ha&#8722;1 (dry weight) over six months, while species that reached peak biomass over three months (e.g.C. cylindrostachys andC. glauca) gave lowest yields of ¡Ö0.5 t ha&#8722;1. Biennials,Neonotonia wightii, E. ellipticum and Tephrosia radicans, exhibited slow growth rates and only attained their maximum biomass of ¡Ö2 t ha&#8722;1 in the second season. The legumes derived 60¨C99% of their N from the atmosphere, fixing 5¨C120 kg N ha&#8722;1 under low rainfall and 78¨C267 kg N ha&#8722;1 under high rainfall. These findings suggest that the legumes could contribute in restoring productivity of soils continuously cultivated with little or no nutrient inputs in most of Zimbabwe and similar agro-ecologies in SubSaharan Africa.",
        "lang": "eng"
    },
    "appid": "10883_1533",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1533"
}}
