{"object": {
    "title": {
        "value": "Maize diversity, rural development policy, and farmers' practices: lessons from Chiapas, Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:40Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "chiapas",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1538"
        }
    ],
    "description": {
        "value": "Maize diversity is important to the livelihoods of millions of farmers in Mexico, the crop's centre of origin; to maize breeders seeking new genetic material; and to producers and consumers worldwide. Key social processes that determine maize diversity include historic and cultural emphases on maize as a primary crop; land-use practices encompassing heterogeneous agro-ecological conditions; farmers' seed-saving practices; farmer selection of useful traits; and farmer seed exchange and purchasing networks. We consider the impacts of recent agricultural and rural development policies on these processes. We focus on La Frailesca, a commercial and semi-subsistence maize-growing region in southern Mexico. Qualitative data were collected via focus group discussions, semi-structured interviews, and participant observation in four villages at intervals over a 2-year period. These techniques were complemented with semi-structured interviews with local and state policymakers. Observations suggest that policies promoting market liberalisation, agricultural modernisation, and rural education have contributed to significant changes in the social processes which have historically generated maize diversity. Increasing numbers of smallholder maize producers are diversifying into alternative livelihood options, including temporary or permanent migration, and cultural and economic emphases on maize production are changing. Changes in La Frailesca raise important questions about the fate of maize genetic diversity as the Mexican agricultural sector is further realigned with the global agricultural economy.",
        "lang": "eng"
    },
    "appid": "10883_2158",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2158"
}}
