{"object": {
    "title": {
        "value": "Soil quality as affected by tillage-residue management in a wheat-maize irrigated bed planting system",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent raised beds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop residue",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yaqui valley",
            "uri": ""
        }
    ],
    "description": {
        "value": "There is a clear need to develop conservation agriculture technologies appropriate for surface irrigated conditions, and the adoption by small-scale farmers. The objective of this paper is to evaluate the effect on soil quality of five different tillage-crop residue management systems (conventionally tilled raised beds [CTB] with residue incorporated and permanent raised beds [PB] with residue burned, removed, partly retained or fully retained). Data were collected in a long-term trial established in 1992 with a wheat-maize rotation under irrigated, arid conditions in north-western Mexico. Three groups of tillage-straw systems with different characteristics in relation to the soil environment were distinguished: PB-straw burned, CTB-straw incorporated, and PB-straw not burned. The PB-straw burned had high electrical conductivity, Na concentration and penetration resistance and low soil resilience and aggregation, showing that the combination of PB with the burning of residues is not a sustainable management option. The CTB-straw incorporated was distinguished from the PB practices by the soil physical variables, especially the low direct infiltration and aggregate stability, indicating degradation of physical soil quality in this system. The practice of PB, where all or part of the residue is retained in the field, seems to be the most sustainable option for this cropping system.",
        "lang": "eng"
    },
    "appid": "10883_1555",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1555"
}}
