{"object": {
    "title": {
        "value": "Challenges of the maize seed industry in eastern and southern Africa: A compelling case for private-public intervention to promote growth",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize seed industry",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed companies",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bottlenecks",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed value chain",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed policies",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "eastern and southern africa",
            "uri": ""
        }
    ],
    "description": {
        "value": "Following the liberalization and restructuring of the seed sector, the maize seed industry in eastern and southern Africa has witnessed a proliferation of private seed companies. Whereas the total number of registered maize seed companies in major maize producing countries increased four-fold between 1997 and 2007, the quantity of seed marketed barely doubled suggesting that the seed production and deployment environment is less than perfect. A study involving over 92% of all seed providers in east and southern Africa in 2007 showed that a number bottlenecks affect the entire maize seed value chain. The lack of access to credit constitutes a significant barrier to entry. Until governments and development partners make credit available to seed entrepreneurs directly or through risk sharing arrangements with commercial banks, national seed companies will not grow leaving the seed sector monopolized by the regional and multinational seed companies. In addition, the transfer of genetic materials between public and private sectors should be improved to allow easy access by seed companies to suitable and adapted varieties. To allow for rapid regional spillovers of varieties released in one country to similar agro-ecologies in different countries, the implementation of the harmonized regional seed laws and regulations should be expedited. Finally, the best strategies that increase the adoption of improved maize varieties should be explored and implemented to enhance seed demand.",
        "lang": "eng"
    },
    "appid": "10883_2180",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2180"
}}
