{"object": {
    "title": {
        "value": "Identification and characterization of international Fusarium head blight screening nurseries of wheat at CIMMYT, Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:13:00Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "disease screening",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fusarium spp.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        }
    ],
    "description": {
        "value": "Fusarium head blight (FHB) is a major threat to wheat production globally, causing not only yield losses but also food and feed contamination. FHB research began at the International Maize and Wheat Improvement Center (CIMMYT) in the early 1980?s, and since then, large-scale FHB screening has been conducted to identify and incorporate new resistance genes into elite CIMMYT germplasm. Promising lines with good FHB resistance were regularly compiled as a Fusarium Head Blight Screening Nursery (FHBSN) and distributed worldwide. The first FHBSN was assembled in 1985, and the most recent two were the 13th and 14th FHBSN that were released in 2011 and 2012, respectively. Candidate lines for a FHBSN came mainly from different CIMMYT wheat breeding programs and were tested for three consecutive years before being included in an FHBSN. FHBSN screening was conducted under strictly standardized field conditions at El Batán, where CIMMYT headquarters is located, using artificial inoculation of F. graminearum strains, whose aggressiveness and DON chemotypes had been previously identified. FHB index was scored at 31 days after inoculation for all lines and DON concentration was measured only for elite lines in their 2nd and 3rd year of evaluation. Haplotyping is a new tool for genetic characterization of FHBSN entries and helps to identify new resistance sources with novel resistance genes and to better target crosses toward diversifying and/or pyramiding resistance. The 13th FHBSN was taken as an example in this paper to show the procedure and strategy for the development of new FHB resistant lines.",
        "lang": "eng"
    },
    "appid": "10883_2964",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2964"
}}
