{"object": {
    "title": {
        "value": "Genetics of resistance to yellow rust in PBW343 × Kenya Kudu recombinant inbred line population and mapping of a new resistance gene YrKK",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:21:16Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "stripe rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "puccinia striiformis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetics",
            "uri": ""
        }
    ],
    "description": {
        "value": "Yellow or stripe rust, caused by Puccinia striiformis f. sp. tritici, is an important disease of common wheat (Triticum aestivum L.) worldwide. A recombinant inbred line (RIL) population, derived from the cross PBW343 × Kenya Kudu, was phenotyped for yellow rust reaction in the field at the CIMMYT research station near Toluca, Mexico, during 2010 and 2011. Segregation results indicated the presence of a race-specific resistance gene, temporarily designated as YrKK, in Kenya Kudu that conferred immunity to adult plants in field trials, despite conferring only slight reductions in seedling reactions in greenhouse tests with three Mexican pathotypes. A minimum of four minor genes having additive effects also segregated in the population and were likely derived from both parents. A total of 635 simple sequence repeat (SSR) primers were screened for polymorphism surveys on the parents, and resistant (YrKK-possessing RILs) and susceptible (YrKK-lacking RILs) bulks identified four polymorphic markers. These markers were located on the short arm of chromosome 2B. Genotyping of the entire RIL population identified Xgwm148 and Xwmc474 as the most closely linked proximal and distal flanking SSR markers, with respective genetic distances of 3.6 and 1.8 cM from YrKK. Four yellow rust resistance genes (Yr27, Yr31, Yr41, and YrP81) are located on chromosome 2BS; however, their specificity to pathogen pathotypes and host reactions in seedling and adult plants indicate that YrKK is a new resistance gene.",
        "lang": "eng"
    },
    "appid": "10883_3336",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3336"
}}
