{"object": {
    "title": {
        "value": "12th Asian Maize Conference and Expert Consultation on maize for food, feed, nutrition; and environmental security; Bangkok (Thailand), 30-1 Aug-Nov 2014 : extended summaries",
        "lang": "eng"
    },
    "updated": "2015-12-17T08:40:18Z",
    "created": "2014-12-22T01:53:10Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "agricultural research",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8679",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural development",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "developing countries",
            "uri": ""
        }
    ],
    "description": {
        "value": "This book includes the extended summaries of the scientific presentations made during the 12th Asian Maize Conference and Expert Consultation on “Maize for Food, Feed, Nutrition and Environmental Security” held at Bangkok, Thailand (October 30 – November 1, 2014). The Conference was co-organized by the Asia-Pacific Association of Agricultural Research Institutions (APAARI), International Maize and Wheat Improvement Center (CIMMYT), Food and Agriculture Organization of the United Nations (FAO RAP), and Department of Agriculture (DOA), Thailand. The 12thAsian Maize Conference (AMC) brought together over 300 delegates from 30 countries worldwide, including researchers, policy makers, service providers, innovative farmers and representatives of various NARS institutions, private sector, international agricultural research centres, advanced research institutions, nongovernmental organizations, foundations and funding agencies, involved in maize breeding, biotechnology, production management, seed systems, and value chains. The conference features over 225 presentations, including keynote lectures, invited oral presentations, and poster presentations, besides scientific deliberations and discussions on maize research and development in Asia. The Book of Extended Summaries includes 73 reviews/research papers on a diverse range of topics, including maize drivers in Asia; maize research-fordevelopment opportunities and challenges; strategies for enhancing genetic gains in maize breeding; new developments in production of doubled haploids in maize breeding; maize for fodder/feed, specialty corn, value-addition and processing; stress resilient maize for Asia; socioeconomics and innovative policies for enhanced maize production and impacts; impacts and strategies for adaptation of maize-based cropping systems to the changing climate in\r\nAsia; innovations and reforms for improving efficiency of maize marketing; biotechnology for maize improvement; strengthening maize seed systems; country reports from Bangladesh, Bhutan, India, Nepal, Pakistan, Sri Lanka, Papua New Guinea, China, Philippines, Thailand, Vietnam, Myanmar, Iran and Turkey; precision-conservation agriculture for enhanced input use efficiency; adapting maize production practices to the changing climate; nutritional enrichment of maize; and enhancing gender equity and social inclusiveness.",
        "lang": "eng"
    },
    "appid": "10883_4143",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4143"
}}
