{"object": {
    "title": {
        "value": "Formation of heterotic groups and understanding genetic effects in a provitamin a biofortified maize breeding program",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2014-03-05T17:59:53Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "corn",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "vitamin a",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic distance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heterotic groups",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "combining ability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize breeding",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "provitamins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_13634"
        }
    ],
    "description": [
        {
            "value": "Developing biofortified maize cultivars is a viable approach to combat the widespread problem of vitamin A deficiency among people for whom maize is a staple food. To enhance CIMMYT's provitamin A maize breeding efforts, this study: 1) evaluated whether separation of experimental maize lines into groups based on maximizing their molecular-marker-based genetic distances (GD) resulted in heterosis for among-group crosses, 2) assessed genetic effects (general and specific combining ability, GCA and SCA) for grain yield and provitamin A concentrations in hybrids among 21 inbred lines representing the three proposed groups, and 3) assessed the association between grain yield and provitamin A concentrations. The lines were crossed following a partial diallel design resulting in 156 hybrids which were evaluated at four environments with two replications of one-row plots. The first plant in each plot was self-pollinated to produce grain for provitamin A analysis. Significant but small yield advantage of among versus within group crosses (0.47 Mg ha-1 21 , P<0.05) suggested that the groups identified by maximizing GD could be a practicalstarting point for further breeding work to develop useful heterotic groups. Furthermore, the GD-proposed heterotic groups were improved by later revising some line assignments to groups using estimates of SCA effects. GCA effects were significant (P<0.01) for all traits, whereas SCA effects were weak (P<0.05) or not significant for provitamin A carotenoid concentrations, indicating that these were controlled primarily by additive gene action. Grain yield was not significantly correlated with provitamin A",
            "lang": "eng"
        },
        {
            "value": "concentration, indicating that both traits could be improved simultaneously.",
            "lang": ""
        }
    ],
    "appid": "10883_3437",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3437"
}}
