{"object": {
    "title": {
        "value": "Genetic diversity and molecular evolution of chinese waxy maize germplasm",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:49Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "waxy maize",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_8337"
        ]
    },
    "description": {
        "value": "Waxy maize (Zea mays L. var. certaina Kulesh), with many excellent characters in terms of starch composition and economic value, has grown in China for a long history and its production has increased dramatically in recent decades. However, the evolution and origin of waxy maize still remains unclear. We studied the genetic diversity of Chinese waxy maize including typical landraces and inbred lines by SSR analysis and the results showed a wide genetic diversity in the Chinese waxy maize germplasm. We analyzed the origin and evolution of waxy maize by sequencing 108 samples, and downloading 52 sequences from GenBank for the waxy locus in a number of accessions from genus Zea. A sharp reduction of nucleotide diversity and significant neutrality tests (Tajima?s D and Fu and Li?s F*) were observed at the waxy locus in Chinese waxy maize but not in nonglutinous maize. Phylogenetic analysis indicated that Chinese waxy maize originated from the cultivated flint maize and most of the modern waxy maize inbred lines showed a distinct independent origin and evolution process compared with the germplasm from Southwest China. The results indicated that an agronomic trait can be quickly improved to meet production demand by selection.",
        "lang": "eng"
    },
    "appid": "10883_3264",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3264"
}}
