{"object": {
    "title": {
        "value": "Conservation agriculture and soil carbon sequestration: between myth and farmer reality",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "c-credits",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zero tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "c-cycling",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food production",
            "uri": ""
        }
    ],
    "description": {
        "value": "Improving food security, environmental preservation and enhancing livelihood should be the main targets of the innovators of today's farming systems. Conservation agriculture (CA), based on minimum tillage, crop residue retention, and crop rotations, has been proposed as an alternative system combining benefits for the farmer with advantages for the society. This paper reviews the potential impact of CA on C sequestration by synthesizing the knowledge of carbon and nitrogen cycling in agriculture; summarizing the influence of tillage, residue management, and crop rotation on soil organic carbon stocks; and compiling the existing case study information. To evaluate the C sequestration capacity of farming practices, their influence on emissions from farming activities should be considered together with their influence on soil C stocks. The largest contribution of CA to reducing emissions from farming activities is made by the reduction of tillage operations. The soil C case study results are not conclusive. In 7 of the 78 cases withheld, the soil C stock was lower in zero compared to conventional tillage, in 40 cases it was higher, and in 31 of the cases there was no significant difference. The mechanisms that govern the balance between increased or no sequestration after conversion to zero tillage are not clear, although some factors that play a role can be distinguished, e.g., root development and rhizodeposits, baseline soil C content, bulk density and porosity, climate, landscape position, and erosion/deposition history. Altering crop rotation can influence soil C stocks by changing quantity and quality of organic matter input. More research is needed, especially in the tropical areas where good quantitative information is lacking. However, even if C sequestration is questionable in some areas and cropping systems, CA remains an important technology that improves soil processes, controls soil erosion and reduces production cost.",
        "lang": "eng"
    },
    "appid": "10883_1517",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1517"
}}
