{"object": {
    "title": {
        "value": "The maize seed system in Ethiopia: challenges and opportunities in drought prone areas",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:39Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drought-prone agro-ecologies",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ethiopia",
            "uri": ""
        }
    ],
    "description": {
        "value": "This study examines how the performance of the maize seed system in Ethiopia affects small-scale farmers&rsquo; access to and use of improved maize varieties. Particular emphasis is given to the drought-prone agro-ecologies of the Rift Valley region and the specific maize varieties developed for and disseminated in this area. Data for this study were gathered in 2005 from focus group discussions with maize farmers across three districts in the Rift Valley; household surveys of a random sample of 60 maize farmers; key informant interviews with public and private sector stakeholders in the maize seed market; and government and industry secondary sources. Findings show that despite extensive varietal development by the public research system, dissemination of improved varieties to farmers remains limited. This may be partially due to the continued dominance of public sector organizations in the multiplication and supply of seed to farmers, and to the relatively low level of private sector participation. The result is a seed market characterized by limited competition, insufficient supply of seed relative to demand, limited choice in the few varieties that are available, and excessively high costs of maize seed production. Without significant structural and organizational change to the maize seed system, these market and institutional failures will continue to hamper smallholder access to improved varieties developed for drought-prone regions such as the Rift Valley.",
        "lang": "eng"
    },
    "appid": "10883_2145",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2145"
}}
