{"object": {
    "title": {
        "value": "Seedling and slow rusting resistances to leaf rust in CIMMYT wheat lines",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:49Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cimmyt wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "leaf rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "identification of genes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "slow-rusting resistance",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "rusts",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_6710"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7233
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        }
    ],
    "description": {
        "value": "CIMMYT wheat has played an important role in wheat breeding in China. Identification of leaf rust resistance genes in CIMMYT wheat is important for developing wheat cultivars with resistance to leaf rust in China. A total of 103 CIMMYT wheat lines and a set of 35 differential lines, mostly near-isogenic lines in the background of Thatcher with known leaf rust resistance genes were inoculated with 15 Chinese pathotypes of Puccinia triticina for postulating leaf rust resistance genes in CIMMYT wheats at the seedling stage. These genotypes were also planted in the field for characterization of slow rusting responses to leaf rust in the 2008?2009 and 2009?2010 cropping seasons.Four leaf rust resistance genes Lr26, Lr34, Lr42, and Lr47 were postulated in 46 genotypes through seedling test, pedigree analysis and molecular maker detection. Resistance gene Lr26 was present in nine accessions. Lr34 was identified in 28 lines. Lr42 was found in eleven lines and two lines might contain Lr47. Known resistance genes were not identified in the other 57 accessions and these lines were resistant to most of pathotypes tested. Forty-six genotypes showed slow leaf rusting resistance in the two cropping seasons. The results from seedling and field tests showed that CIMMYT wheats carry abundant effective seedling and adult plant resistance genes, and can be used in breeding resistant cultivars for durable control of wheat leaf rust in China.",
        "lang": "eng"
    },
    "appid": "10883_2888",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2888"
}}
