{"object": {
    "title": {
        "value": "Effect of harvest time on kernel sugar concentration in sweet corn",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "harvest date",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pollination mode",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sugar concentration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "brix",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sweet corn",
            "uri": ""
        }
    ],
    "description": {
        "value": "Wide variation in kernel sugar concentration was found among the sweet corn genotypes. Effect of environment, mode of pollination, date of harvest, and their interactions with genotypes on kernel sugar concentration was prominent. Among the inbred lines, BLSB-RIL62 was found to be the most promising and stable inbred line in Hyderabad [35.50%, 35.53% and 34.15% brix value at 20, 24 and 28 days after pollination (DAP), respectively] under controlled-pollination. BLSB-RIL62 (22.50%) was the best at 20 DAP in Delhi, although it was not stable at later stages. Among the composites, Priya was found to be the most stable in Delhi. BLSB-RIL62 x Madhuri was the best among hybrids for kernel sugar concentration in Delhi, while in Hyderabad, no such promising hybrid was found. In general, kernel sugar concentration attained its peak at 20 DAP and gradually dropped off between 20 and 28 DAP. However, there were genotypes which attained peaks at 24 or 28 DAP instead of 20 DAP. The rate of change of kernel sugar concentration across genotypes was found to vary from -3.77 to +2.23% of brix value per day across locations and harvest dates. Differential behaviour of genotype with respect to kernel sugar concentration was found between open- and controlled-pollinations.",
        "lang": "eng"
    },
    "appid": "10883_3167",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3167"
}}
