{"object": {
    "title": {
        "value": "Discovery of desirable genes in the germplasm pool of Aegilops tauschii Coss",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:54Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "marker-trait association",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ssr markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biotic and abiotic stresses",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7301
            ],
            "value": "associations",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_37955"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.9082
            ],
            "value": "septoria",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_6976"
            ]
        }
    ],
    "description": {
        "value": "In the present study, a set of 63 accessions of Aegilops tauschii, the D-genome donor of bread wheat, was evaluated for marker-trait association using SSR markers and biotic and abiotic stress tolerance. Five accessions of Ae. tauschii (TA1644, TA1642, TA1695, TA2452 and TA2473) were resistant to Hessian fly whereas seven (TA1649, TA2460, TA2450, TA2541, TA2470, TA2397 and TA749) were resistant to leaf rust pathogen. However one accession TA1695 was also resistant to pest green bug. Significant associations across D-genome revealed that chromosome 2D is associated with resistance to several stress factors. Two alleles at Xgwm296 locus were associated with resistance to leaf rust, Septoria leaf blotch, green bug, and salt tolerance. Another locus Xgwm261 detected association for resistance to leaf rust, Septoria leaf blotch and Hessian fly. The existence of a QTL for tolerance to high salt concentration was also detected through association with marker Xcfd11, located on this chromosome. Furthermore association analysis also detected two SSR markers, Xgwm261 and Xgdm35, each with a fragment amplified in the leaf rust resistant accessions while lacking in the susceptible accessions. This study reveals the potential of association analysis in identifying the genomic regions having strong influence on useful traits. Through association mapping the germplasm collections can be initially screened and characterized to identify candidate genetic stocks and genomic regions. Subsequently, bi-parental crosses can be initiated for fine genetic mapping of genes or QTLs through linkage analysis.",
        "lang": "eng"
    },
    "appid": "10883_1899",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1899"
}}
