{"object": {
    "title": {
        "value": "Non-governmental organizations and agricultural development in the coastal region of Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "non-governmental organization",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural extension",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kenya",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "coast",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agricultural research",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8679"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "non-governmental organizations",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24068"
        }
    ],
    "description": {
        "value": "This paper analyzes the potential collaboration between agricultural research and NGOs in the dissemination of agricultural technologies at the Kenyan coast. An inventory of NGOs working in the region was established, and 11 out of 25 were found to be active in agricultural development. These 11 NGOs were visited and interviewed. They employ 39 trained extension officers, are able to reach 196 farmer groups or 5320 farmers. They typically work with farmer groups and use participatory methods, but also work in other fields, in particular health, water, and micro-enterprise development. The NGO staff is well motivated and enjoys good working conditions and operational budgets. However, they have little technical training, their number is small compared to the 572 extension officers of the MoARD, and they reach only a fraction of the estimated 370,000 rural households. Therefore, NGOs cannot be expected to take over any of the major tasks of the conventional agricultural extension services, but should be included in a larger collaboration between agricultural research, the extension services of the MoARD, and non-traditional partners. To this collaboration NGOs would bring their enthusiasm, proficiency in participatory methods, and close contact with the population; agricultural extension services would bring their technical knowledge and experience; and agricultural research would bring the new technologies to be adapted and tested.",
        "lang": "eng"
    },
    "appid": "10883_2177",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2177"
}}
