{"object": {
    "title": {
        "value": "Velva' spring wheat: an adapted cultivar to North-Central plains of the United States with high agronomic and quality performance",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2014-03-05T18:04:36Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "north dakota",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5223"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7037,
            "value": "cultivars",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        }
    ],
    "description": {
        "value": "Spring wheat (Triticum aestivum L.) growers and industry value adapted wheat cultivars with high quality attributes, essential criteria for maintaining wheat as a competitive crop in the spring wheat growing region of the United States. To address this goal, the breeding program at North Dakota State University (NDSU) aims to develop modern wheat cultivars using both traditional and modern breeding tools. Among these cultivars, 'Velva' (Reg. No. CV-1090, PI 665417) hard red spring wheat (HRSW) was developed at NDSU. It was released by the North Dakota Agricultural Experiment Station in 2012. Velva was tested as experimental line ND811 and was released because it is well adapted to the wheat growing conditions of North Dakota. It combines high yield potential with good end-use quality and has a good disease resistance package including Fusarium head blight (FHB) [caused by Fusarium graminearum Schwabe (telomorph Gibberella zeae (Schwein.) Petch)] and leaf diseases including stem rust (caused by Puccinia graminis Pers.:Pers. f. sp. tritici Eriks. & E. Henn.), leaf rust (caused by Puccinia triticina Eriks.), and leaf spotting diseases. Velva has the Lr21 gene that confers resistance to leaf rust. However, 2011 field observations showed that Velva is susceptible to the new race that overcomes the Lr21 gene. The name Velva was chosen after a small town in central North Dakota where Velva performed very well.",
        "lang": "eng"
    },
    "appid": "10883_3475",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3475"
}}
