{"object": {
    "title": {
        "value": "Political and economic features of the maize seed industry in southern Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-11-26T17:39:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "policy",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "southern africa",
            "uri": ""
        }
    ],
    "description": {
        "value": "The seed industry in southern Africa (Angola, Malawi, Mozambique, Zambia and Zimbabwe) has three important features: first, dominance of the government as buyer and distributor of seed; second, a high market share and power of few seed companies; and third, a sustained but incomplete effort to harmonize the seed policy in the region. The challenges the seed industry is facing are lack of basic seed, poor production infrastructure, lack of skill in seed production, challenges to access and multiply seeds of varieties released from public institutions, lack of purchasing power among smallholder farmers, high transaction cost of seed marketing, market-distorting interventions by governments, lack and misuse of market information, freeriding, lack of working capital financing, and breaching of contract by seed growers. Important policy implications have been drawn from this study, which include strengthening national research systems, strategic capacity building along the maize seed value chain, improving the access to financial services, developing and implementation of agreed protocols of SADC for seed policy harmonization.",
        "lang": "eng"
    },
    "appid": "10883_3323",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3323"
}}
