{"object": {
    "title": {
        "value": "Cloning and molecular characterization of LMW glutenin subunit genes in Triticum dicoccoides",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:00Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "triticum dicoccoides",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7953",
                "http://aims.fao.org/aos/agrovoc/c_7953",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "as-pcr",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular cloning",
            "uri": ""
        }
    ],
    "description": {
        "value": "(Objective) The objective of this study was to clone new genes coding for LMW-GS from Triticum dicoccoides (AABB, 2n=4x=28). (Method) First, SDS-PAGE were used to identify low molecular weight glutenin subunits (LMW-GS) in two Triticum dicoccoides Y5 and Y13. Then matrix-assisted laser desorption ionization time of flight mass spectrometry (MALDI-TOF-MS) was used to determine accurate molecular weights of the LM W-GS. Gene coding for two LMW-GS, named LMW-Y5 and LMW-Y13, were amplified and cloned from Y5 and Y13 respectively, using AS-PCR method and one pair of primers specific to LMW-GS. (Result) Two complete gene sequences were obtained, which comprised of upstream, open reading frame (ORF) and downstream, and no introns were present. The deduced amino acid sequences showed that both the two protein (named LMW-Y5 and LMW-Y13) coding by LMW-Y5 and LMW-Y13 belonged to the LMW-i type subunits with the estimated molecular weight 38.9122kDa and 31.8708kDa. The molecular weight of LMW-Y5 was consistent with the Mrs identified by MALDI-TOF-MS, suggesting that there were no types of protein translational modifications (PTMs) in this subunit. However, the Mrs of LMW-Y13 deduced by DNA sequences was 7.6827kDa lower than that from MS, which may result from a single deletion of about 200bp occurred within the repetitive domain of the recombinant clones. (Conclusion) Molecular structures of LMW-i type subunits in Triticum dicoccoides were first reported in this article. In addition, the relationships between the molecular structures and functions of LMW-i type genes and their potential for wheat quality improvement were also discussed.",
        "lang": "eng"
    },
    "appid": "10883_2555",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2555"
}}
