{"object": {
    "title": {
        "value": "Factors influencing adoption of stress-tolerant maize hybrid (WH 502) in western Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:31Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "hybrid maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "socio-economic characteristics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "varietal characteristics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "high yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "early maturity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "storability",
            "uri": ""
        }
    ],
    "description": {
        "value": "Non-adoption of suitable maize varieties was identified as the second most important constraint responsible for low maize yields in western Kenya. In order to increase adoption of suitable varieties it is important to know the factors that influence the choice of variety and adoption. This study aimed at identifying varietal, socio-economic and institutional factors that influence adoption of the maize hybrid, WH 502. Data were collected from a random sample of 504 households and 68 stockists from three districts of western Kenya. Results showed that the main attributes of WH 502 that influenced its adoption were high yield, early maturity and non-lodging, whereas the important socio-economic factors were farm size, cattle ownership, education level of the farmer and locality specific characteristics. The attributes of WH 502 that farmers disliked were poor storability and poor husk cover. Neighbors were found to play a more important role than the public extension service in making WH 502 variety known to farmers. Breeders need to improve on storability and husk cover attributes of WH 502 so as to sustain or improve adoption. Policy makers should support informal ways of extending new technologies to farmers and also support farmers through provision of adult education",
        "lang": "eng"
    },
    "appid": "10883_3051",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3051"
}}
