{"object": {
    "title": {
        "value": "Registration of 'Jupiter' wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:13:00Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "winter wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8412"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "?Jupiter? (Reg. No. CV-1076, PI 664079) soft white winter wheat (Triticum aestivum L.) was developed by Michigan State University (MSU) AgBioResearch and released in 2010 via an exclusive licensing agreement through MSU Technologies. In addition to researchers at MSU, USDA-ARS researchers at the Soft Wheat Quality Laboratory (Wooster, OH) conducted quality evaluations during Jupiter?s development, deoxynivalenol testing was performed at the University of Minnesota, and molecular marker analyses were performed at the USDA-ARS Regional Small Grains Genotyping Laboratory (Raleigh, NC). The objective of the cross was to create a high-yielding soft white winter wheat cultivar adapted to Michigan and the surrounding region with good agronomic performance and acceptable quality. Soft white winter wheat is used in many wheat related industries and is a large portion of the wheat market in Michigan. Jupiter (experimental numbers E5011B and E5011) is an F5?derived line developed via pedigree breeding. Jupiter exhibits a stable and high level of performance including high yield and resistance to powdery mildew [caused by Blumeria graminis (DC.) E.O. Speer]. Jupiter is short and awnletted (i.e., lacks full-length awns), two characteristics preferred by many Michigan farmers. Although Jupiter is susceptible to Fusarium head blight (caused by Fusarium graminearum Schwabe), it is not statistically different than ?Caledonia?, a widely grown soft white winter wheat in Michigan.",
        "lang": "eng"
    },
    "appid": "10883_2960",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2960"
}}
