{"object": {
    "title": {
        "value": "Economic analysis of different options in integrated pest and soil fertility management in maize systems of Western Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:44Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "striga",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7453",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "stem borers",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7389",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "soil fertility",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7170",
                "http://aims.fao.org/aos/agrovoc/c_7170",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory evaluation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "on-farm trials",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cropping systems",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1971"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6033
            ],
            "value": "green manures",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3375"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "evaluation",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2736"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "trials",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2758"
        }
    ],
    "description": {
        "value": "The major biotic constraints to the production of maize, the major staple food in Western Kenya, are field pests such as Striga and stem borers, and low soil fertility. To counter these constraints, new cropping systems have been developed, including ?push-pull,? rotations with promiscuous soybean varieties and green manure crops, and imidazolinone resistant- (IR-) maize. To analyze the technical and economic performance of these technologies, both with and without fertilizer, on-farm researcher-managed long-term trials were implemented over six seasons in two sites each in Vihiga and Siaya districts of Western Kenya. The economic results, based on marginal analysis using a multioutput, multiperiod model, show that the new cropping systems with fodder intercropping (push-pull) or soybean rotations were highly profitable. Push-pull is more profitable but requires a relatively high initial investment cost. Green manure rotation, IR-maize, and fertilizer all increased yields, but these investments were generally not justified by their increased revenue.We argue that research on rotation and cropping systems to tackle pest and soil fertility problems in Africa deserve more attention. This will require increased collaboration between agronomists and economists to set up long-term experiments with new cropping systems to develop proper economic models.",
        "lang": "eng"
    },
    "appid": "10883_2189",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2189"
}}
