{"object": {
    "title": {
        "value": "Molecular mapping of powdery mildew resistance gene in wheat cultivar Jimai 22",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:30Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "powdery mildews",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_13557"
        ]
    },
    "description": {
        "value": "Wheat powdery mildew, caused by Blumeria graminis f. sp. tritici, is one of the most important diseases of wheat (Triticum aestivum L.) worldwide. Breeding resistant wheat cultivars is the most economical and effective approach to control the disease. Jimai 22, a newly released wheat cultivar with high yield, broad adaptability, and good quality, is related to broad-sprectrum resistance to the isolates of B. graminis f. sp. tritici at both seedling and adult plant stages. To map the resistance gene of Jimai 22 on wheat chromosome, we used a highly virulent isolate E20 to screen the F2 plants and F2:3 lines derived from the cross of Jimai 22/Chinese Spring. Genetic analysis indicated that Jimai 22 carried a single dominant genefor resistance to powdery mildew, designated PmJM22 tentatively. Using bulked segregant analysis (BSA) with SSR and STS markers, PmJM22 was located to chromosome 2BL. Linkage analysis indicated that the resistance gene was linked to four SSR and five EST markers, with genetic distances from 7.7 (Xwmc149) to 31.3 cM (Xbarc101).Based on the origins, chromosome locations, and reaction patterns, PmJM22 is different from all the known powdery mildew resistance genes Pm6, Pm26, Pm33, and Mlzec1 on chromosome 2BL.",
        "lang": "eng"
    },
    "appid": "10883_2735",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2735"
}}
