{"object": {
    "title": {
        "value": "Wheat breeding assisted by markers: CIMMYT's experience",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:04Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "marker assisted selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat breeding",
            "uri": ""
        }
    ],
    "description": {
        "value": "Significant progress has been made in the characterization of loci controlling traits of importance using molecular markers. A number of markers are currently available in wheat for genes of interest to the breeders. Markers can be used to better characterize parental material, thereby improving the efficiency and effectiveness of parental selection for crossing and to track genes in segregating progenies through the selection process. Although a number of breeding programs are using molecular markers at modest levels, the costs associated with marker assisted selection (MAS) are frequently cited as the main constraint to their wide-spread use by plant breeders. However, this is likely to change when user-friendly, high-throughput, automated marker technologies based on single nucleotide polymorphisms become available. These evolving technologies will increase the number of available markers, and will improve the efficiency, throughput, and cost effectiveness of MAS, thereby making it more attractive and affordable to many breeding programs. This article examines the extent to which molecular markers have been used at the International Maize and Wheat Improvement Center (CIMMYT) in applied wheat breeding and reviews the limited publicly available information on MAS from other wheat breeding programs. As markers are currently available for relatively few traits, we believe that MAS must be integrated with ongoing conventional breeding to maximize its impact. When used in tandem with phenotypic selection, MAS will improve response to selection for certain traits, thereby increasing rates of genetic progress.",
        "lang": "eng"
    },
    "appid": "10883_2576",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2576"
}}
