{"object": {
    "title": {
        "value": "Performance stability of maize genotypes across diverse hill environments in Nepal",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:33Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype × environment interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gge-biplot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "performance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "genotypes",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        }
    ],
    "description": {
        "value": "The national maize improvement program in Nepal regularly receives elite maize (Zea mays L.) genotypes from CIMMYT and other countries and tests them for their performance stability in highly diverse environments. Studies were conducted on research stations and farmers&rsquo; fields at five sites in three years to determine performance stability of exotic maize genotypes. Replicated on-station and on-farm studies were conducted using 25 and 10 genotypes, respectively, including a local check and an improved check (Manakamana-3), in 2004&ndash;2006. We analyzed grain yield, days to flowering, plant and ear height, plant population, husk cover, and plant and ear aspect. Stability and genotype superiority for grain yield was determined using genotype and genotype × environment (GGE) biplot analysis that compares among a set of genotypes with a reference &lsquo;ideal&rsquo; genotype, which has the highest average value of all genotypes and is absolutely stable. Several genotypes produced significantly higher grain yield than the local check. Four genotypes (&lsquo;Across9942 × Across9944&rsquo;, &lsquo;Open Ended White Hill Population&rsquo;, &lsquo;Population 44C10&rsquo; and &lsquo;ZM621&rsquo;), that produced significantly higher grain yield than the improved check, also had other agronomic traits (days to flowering, plant and ear height, number of ears, resistance to leaf blight, plant and ear aspect and husk cover tightness) equal to or better than the improved check. GGE-biplot analysis showed that Across9942 × Across9944 and ZM621 were the most superior genotypes in the on-station and on-farm trials, respectively. The findings from this study provide new information on the stability of the maize genotypes that are also adapted to other regions of the world. Such information could be useful for maize improvement program for the highlands in Nepal and other similar environments.",
        "lang": "eng"
    },
    "appid": "10883_3069",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3069"
}}
