{"object": {
    "title": {
        "value": "Maize stover use and sustainable crop production in mixed crop-livestock systems in Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-12-09T20:40:00Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "crop-livestock farming systems",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farmers",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "mexico",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4792",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "smallholders",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14343"
        }
    ],
    "description": {
        "value": "Mixed crop-livestock farming systems prevail in Mexico - typically rain-fed and smallholder systems based on maize and ruminants and spanning diverse agro-ecologies. Maize grain is the key Mexican staple produced for home consumption and the market. Maize crop residues (stover) are an important by-product, primarily for feed use, often through in situ stubble grazing and/or as ex situ forage. This paper explores maize stover use along the agro-ecological gradient and the potential trade-offs, particularly the widespread use of maize stover as feed against its potential use as mulch (soil cover) to manage soil health within the context of conservation agriculture. The paper builds on three case study areas in Mexico in contrasting agro-ecologies: (semi-)arid, temperate highland and tropical sub-humid. Data were obtained through expert consultation and semi-structured farmer group/community surveys. Although in situ grazing is found in all three study sites, it represented the bulk of stover use in only one site (70% of stover in the sub-humid tropics), with ex situ feed dominating in the other two sites (>80%). Maize stover commercialization is limited and mainly restricted to households with no livestock and often within the local context. Farmers are generally hesitant to adopt conservation agricultural practices that require the retention of stover as mulch, as this competes with their livestock feed needs and purchased feed is expensive. To reduce trade-offs, a portfolio of options could be adapted to these mixed systems, including partial residue retention, cover and feed crops and sustainable intensification. Promising but yet to be explored, are investments in the genetic improvement of maize stover feed quality.",
        "lang": "eng"
    },
    "appid": "10883_3350",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3350"
}}
