{"object": {
    "title": {
        "value": "Identifying recommendation domains for targeting dual-purpose maize-based interventions in crop-livestock systems in East Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:53Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "africa",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_165",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "feed resources",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_35106",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "gis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_35131",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "livestock",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop-livestock systems",
            "uri": ""
        }
    ],
    "description": {
        "value": "In the three major maize producing countries in the East African region of Kenya, Tanzania and Ethiopia, up to 44% of the dietary calorie requirements is provided by maize. It is also recognized that livestock are an essential asset of poor farmers in the mixed crop-livestock systems in this region. One of the major constraints to their productivity is, however, feed availability. A significant proportion of this feed is sourced from maize stover. We engaged in a multi-disciplinary research of dual-purpose maize cultivars with the purpose of contributing to smallholder food security. The specific objective of our endeavor is to better match new maize cultivars to farmers? needs by including fodder traits in maize improvement programs in Ethiopia, Tanzania and Kenya.  We explored a novel approach for targeting maize breeding research. Agricultural development strategies must recognize heterogeneity in bio-physical, economic, socio-cultural, institutional and environmental factors when devising interventions and investments. The research effort into maize as a food and feed resource was, therefore, carried out in a cross-section of bio-physically and socio-economically contrasting areas across the three study countries. To this effect the International Maize and Wheat Improvement Centre's traditional targeting framework, maize mega-environments (MMEs), was combined with recommendation domains for dual-purpose maize using a Geographical Information System (GIS). The GIS-based approach provided a spatial framework for the structured exploration of opportunities to transfer knowledge and technologies. Results show that maize is potentially an important feed resource in areas with high feed demand. Throughout the different MMEs, a range of different incentives for dual-purpose varieties can be found. The maps with recommendation domains for dual-purpose maize will facilitate better targeting of new maize cultivars. Cultivars with good quality stover can now be preferentially promoted in areas with high demand for stover as feed, while at the same time matched to the bio-physically most suitable mega-environment. This integrated approach is widely applicable and will help increase the impacts from agricultural research.",
        "lang": "eng"
    },
    "appid": "10883_2260",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2260"
}}
