{"object": {
    "title": {
        "value": "Made in Bangladesh: Scale-appropriate machinery for agricultural resource conservation",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2014-01-08T22:19:22Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "farm equipment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zero tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "strip cropping",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "surface water",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "irrigation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "planting methods",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pumps",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farming systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resource conservation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "small farms",
            "uri": ""
        }
    ],
    "description": {
        "value": "An open-source publication targeted to machinery manufacturers, engineers, researchers and development practitioners, this book describes and provides technical designs for small-scale agricultural machinery developed or produced in Bangladesh to support the sustainable intensification of agriculture by smallholder farmers. The focus is on smart, scale-appropriate equipment - particularly for use with two-wheel hand tractors suited for the small plots typical throughout Bangladesh, but also in many countries where small-holder farmers predominate. Most of the machinery is designed for use with conservation agriculture crop management practices and allows precise and timely seeding and fertilization of crops with reduced soil disturbance. Each chapter includes written descriptions and photographs of the machines, outlining their purpose, performance and field use, followed by detailed, to-scale technical designs and other information to facilitate production of standardized copies or improvements in the original designs. The implements described include zero tillage and strip till seed and fertilizer drills, bed planters, axial flow irrigation pumps, strip tillage blades, improved furrow openers and seed metering mechanisms - all specialized for use with two-wheel tractors.",
        "lang": "eng"
    },
    "appid": "10883_3381",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3381"
}}
