{"object": {
    "title": {
        "value": "Use of spatial analyses for global characterization of wheat-based production systems",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:11:58Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "wheats",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_8373"
        ]
    },
    "description": {
        "value": "CIMMYT (International Maize and Wheat Improvement Centre) and other research groups within the Consultative Group for International Agricultural Research (CGIAR) have made major contributions to agricultural development, e.g. underpinning the &lsquo;green revolution&rsquo;, but it is unlikely they will continue making such far-reaching contributions without the ability to collect, analyse and assimilate large amounts of spatially orientated agronomic and climatic data. Increasingly, application of modern tools and technologies are crucial elements in order to support and enhance the effectiveness of international agricultural research. Bread and durum wheats (Triticum aestivum and Triticum durum) occupy an estimated 200 million ha globally, are grown from sea level to over 3500 m asl, and from the equator to latitudes above 60x N in Canada, Europe, and Asia. For organizations like CIMMYT, which seek to improve wheat production in the developing world, understanding the geographic context of wheat production is crucial for priority setting, promoting collaboration, and targeting germplasm or management practices to specific environments. Increasingly important is forecasting how the environments, and their associated biotic and abiotic stress patterns, shift with changing climate patterns. There is also a growing need to classify production environments by combining biophysical criteria with socio-economic factors. Geospatial technologies, especially geographic information systems (GIS), are playing a role in each of these areas, and spatial analysis provides unique insights. Use of GIS to characterize wheat production environments is described, drawing from examples at CIMMYT. Since the 1980s, the CIMMYT wheat programme has classified production regions into mega-environments (MEs) based on climatic, edaphic, and biotic constraints. Advances in spatially disaggregated datasets and GIS tools allow MEs to be characterized and mapped in a much more quantitative manner. Parallel advances are improving characterizations of the actual (v. potential) distribution of major crops, including wheat. The combination of improved crop distribution data and key biophysical data at high spatial resolutions also permits exploring scenarios for disease epidemics, as illustrated for the stem rust race Ug99. Availability of spatial data describing future climate conditions may provide insights into potential changes in wheat production environments in the coming decades. There is a pressing need to advance beyond static definitions of environments and incorporate temporal aspects to define locations or regions in terms of probability or frequency of occurrence of different environment types. Increased availability of near real-time daily weather data derived from remote sensing should further improve characterization of environments, as well as permit regional-scale modelling of dynamic processes such as disease progression or crop water status.",
        "lang": "eng"
    },
    "appid": "10883_2541",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2541"
}}
