{"object": {
    "title": {
        "value": "Genetic variation among populations of the Hessian fly Mayetiola destructor (Diptera: Cecidomyiidae) in Morocco and Syria",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:43Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rapd",
            "uri": "http://aims.fao.org/aos/agrovoc/c_36341"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mayetiola destructor",
            "uri": "http://aims.fao.org/aos/agrovoc/c_30462"
        }
    ],
    "description": {
        "value": "The RAPD-PCR technique was used to study genetic variation within and among geographical populations of the Hessian fly, Mayetiola destructor (Say), from Morocco and Syria, associated with the fly's ability to overcome resistance in three wheat cultivars containing H5, H13 and H22 resistance genes. Variation was detected both for the level of susceptibility of the cultivars and RAPD profiles of M. destructor populations. By the use of RAPD-PCR, high genetic variability was detected among individuals and populations of M. destructor within and between areas separated geographically. The DNA fingerprints of populations of M. destructor were area-specific with Nei's measures of genetic distance ranging from 0.156 (between Abda and Beni Mellal, Morocco) to 1.977 (between Marchouch, Morocco and Lattakia, Syria). Cluster analysis of the genetic distances among the populations, identified the Syrian population as an outlier. A highly significant correlation (r = 0.81) observed between the genetic and geographic distances among the populations, provided genetic support for dispersal of the fly from its presumed origin in West Asia to Morocco.",
        "lang": "eng"
    },
    "appid": "10883_2836",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2836"
}}
