{"object": {
    "title": {
        "value": "Participatory research approaches rapidly improve household food security in Nepal and identify policy changes required for institutionalisation",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2014-03-05T17:57:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "rice",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory varietal selection (pvs)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "informal research and development (ird)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "variety release",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "policy change",
            "uri": ""
        }
    ],
    "description": {
        "value": "The introduction, testing, promotion and release of a rice variety, BG 1442, in Nepal were examined in relation to existing policies governing these procedures and to how more participatory approaches could benefit food security. From 1998 to 2006, participatory varietal selection (PVS) was used to test BG 1442 and other candidate rice varieties in the spring (Chaite) rice-growing season (February to June) and in the main season (June to November). The testing of BG 1442 commenced 11 years after it was first introduced into Nepal in 1987 by the national rice research programme (NRRP). Following its initial acceptance by farmers, it was widely disseminated from 1998 by non-governmental organisations (NGOs) in the low altitude region of Nepal called the terai in projects funded by the Department for International Development (DFID), UK. This dissemination was done using a method termed informal research and development (IRD) where many small packets of seed were distributed without fertiliser or pesticides, the only additional input being a description of varietal characteristics on an enclosed leaflet. From 2001 to 2008, various assessments were made of its extent of adoption and its impact on livelihoods. In a randomised survey of households in 10 districts, BG 1442 increased from not being used at all in 1997 to being grown by about 20% of the surveyed rice farmers by 2008. It was grown both in the Chaite and the main season and was well adapted to the rainfed-upland and medium-land rice ecosystems. The variety was grown from the far west to the far east of low-altitude Nepal by resource-poor farmers. IRD was important in accelerating adoption and improving food security as it was by far the most important external source of seed for farmers. Prior to the adoption of BG 1442, farmers who did not harvest sufficient rice to last their households for 12 months increased rice self sufficiency by over 2 months (25% more). Those households that sold surplus grain and who grew BG 1442 increased grain sales by 600 kg (25% more) in the Chaite season and by 370 kg (24% more) from main season cultivation.  Compared with the conventional on-station variety testing and release, PVS can significantly reduce the time needed for testing and increase the benefits from plant breeding. However, the greatest impact of using more client-oriented approaches was not from PVS but from the subsequent IRD given that it was the major source of seed resulting in its wide use by 2008. This popularity certainly influenced the decision by the national programme to eventually release the variety. This demonstrated how the extent of adoption could be a useful criterion for release, particularly when experimental data has previously failed to establish the superiority of a variety. The benefits from using PVS and, particularly, IRD were very large as they reduced the time needed for variety testing and popularization and hence reduced the time needed to improve food security. However, NGOs cannot sustainably finance the use of IRD and if it is to become a routine part of the national research and extension system then government needs to change policies to routinely use PVS and IRD. The regulatory framework needs to pay more attention to farmers? preferences and make the process of official release or registration simpler and faster. The diversion to NGOs of some of the resources currently allocated solely to governmental organisations would allow NGOs to participate sustainably in varietal testing and dissemination.",
        "lang": "eng"
    },
    "appid": "10883_3424",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3424"
}}
