{"object": {
    "title": {
        "value": "Molecular Characterization of a Diverse Maize Inbred Line Collection and its Potential Utilization for Stress Tolerance Improvement",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:42Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "A diverse collection of 359 advanced maize (Zea mays L.) inbred lines from the International Maize and Wheat Improvement Center (CIMMYT) and International Institute for Tropical Agriculture (IITA) breeding programs for drought, low N, soil acidity (SA), and pest and disease resistance was genotyped using 1260 single nucleotide polymorphism (SNP) markers. Model-based population partition, neighbor-joining (NJ) clustering, and principal component analysis (PCA) based on the genotypic data were employed to classify the lines into subgroups. A subgroup largely consisting of lines developed from La Posta Sequ¨ªa (LPS) consistently separated from other lines when using different methods based on both SNP and SNP haplotype data. Lines related by pedigree tended to cluster together. Nine main subsets of lines were determined based on pedigree information, environmental adaptation, and breeding scheme. Analysis of molecular variance (AMOVA) revealed that variation within these subsets was much higher than that among subsets. Genetic diversity and linkage disequilibrium (LD) level were tested in the whole panel and within each subset. The potential of the panel for association mapping was tested using 999 SNP markers with minor allelic frequency (MAF) ¡Ý 0.05 and phenotypic data (grain yield [GY], ears per plant [EPP], and anthesis to silking interval [ASI]). Results show the panel is ideal for association mapping where type I error can be controlled using a mixed linear model (Q + K). Use of pedigree, heterotic group, and ecological adaptation information together with molecular characterization of this panel presents a valuable genetic resource for stress tolerance breeding in maize.",
        "lang": "eng"
    },
    "appid": "10883_3138",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3138"
}}
