{"object": {
    "title": {
        "value": "Yield stability of stem borer resistant maize hybrids evaluated in regional trials in east Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "g x e interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype plus genotype x environment (gge) biplot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stem borer resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield stability",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        }
    ],
    "description": {
        "value": "Twenty-seven stem borer-resistant maize hybrids and three checks were evaluated in 14 locations in Kenya and Ethiopia to study the genotype x environment interaction (GEI) and yield stability. An analysis of variance was conducted for grain yield, number of days to silking, plant height, ear height and grain moisture content, and reaction to turcicum leaf blight, gray leaf spot, maize streak virus diseases and common rust. The yield stability and adaptation pattern of genotypes were examined with genotype plus genotype x environment (GGE) interaction biplot. Variations due to location, genotype and GEI effects were highly significant for all traits. Location variance among the hybrids was the most important source of variation for all traits, accounting for 58 to 90% of the total variance. The genotypic variance was higher than the GEI variance for turcicum leaf blight, plant height and silking date. The GEI variance was higher than the genotypic variance for grain yield, ear height, gray leaf spot, common rust and grain moisture content. The GGE biplot showed that 50% of the entries had positive PC1 scores suggesting above average performance, and 50% of them had negative PC1 scores indicating below average performance. Based on the mean grain yield and stability parameters, hybrid CKIR07003 (5.5 t/ha), CKIR07004 (5.5 t/ha) and CKIR07005 (5.6 t /ha) were identified as high-yielding and stable genotypes, and could be nominated for national performance trials for commercial release in various countries.",
        "lang": "eng"
    },
    "appid": "10883_3156",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3156"
}}
