{"object": {
    "title": {
        "value": "Experiences with the biosafety regulatory system in Kenya during the introduction, testing and development of Bt maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "regulatory",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biosafety facilities",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bacillus thuringiensis (bt) transgenic maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kenya",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetically modified (gm) crops",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biosafety waste disposal",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "biosafety",
            "uri": "http://aims.fao.org/aos/agrovoc/c_35030"
        }
    ],
    "description": {
        "value": "The introduction of genetically modified (GM) crops in Kenya is governed by a biotechnology policy, a biosafety law, and a biotechnology awareness strategy to enable research and development of GM crops. In addition, Kenya has the National Biosafety Authority (NBA) that regulates plant biosafety through technical institutions including the Kenya Plant Health Inspectorate Services (KEPHIS). Bacillus thuringiensis (Bt) maize for stem borer pest control was imported and tested under this regulatory system. The Insect Resistant Maize for Africa (IRMA) project aimed at developing and deploying transgenic Bt maize for stem borer control in Kenya. The IRMA project developed and implemented an internal biosafety strategy. To comply with and implement the biosafety regulations, IRMA set-up biosafety facilities to develop, maintain and test the Bt maize. These included a biosafety level 2 laboratory, a biosafety level 2 greenhouse containment and a confined field trial site, which also provided valuable models to national and international interests. IRMA also developed protocols for the use and disposal of transgenic plant materials, and also generated data for guidance on post-harvest monitoring at Bt-maize trial sites. IRMA also trained Kenyan administrators, scientists, technicians and regulators on conducting and handling GM trials. Training included informal courses, seminars, scientists? visits to established institutes, and support to research for degree related training. The project, therefore, provided major inputs in the development and advancement of biotechnology framework in Kenya. This paper reports on the achievements realized, challenges encountered by IRMA, and lessons learnt in research and development of GM crops in Kenya",
        "lang": "eng"
    },
    "appid": "10883_3121",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3121"
}}
