{"object": {
    "title": {
        "value": "Resistance of tropical maize genotypes to the larger grain borer",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "biochemical traits",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "insect resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "protein content",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "post-harvest pests",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "prostephanus truncatus",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        }
    ],
    "description": {
        "value": "Post-harvest losses caused by the larger grain borer (LGB, Prostephanus truncatus) aggravate food insecurity among small-scale farmers. Host plant resistance is a method of LGB control which should be prioritized in order to reduce these losses. The objective of this study was to assess maize resistance to the larger grain borer and recognize some potential causes of resistance. One hundred and sixty-three (163) genotypes were tested; these included 85 hybrids, 2 checks, 6 open pollinate varieties, and 70 landraces, among them gene bank accessions. Grain biochemical content, (protein, oil and starch) and insect resistance parameters, (percentage grain damage, weight loss, flour weight, and number of emerged insects) were measured. There were significant differences (P < 0.001) among the genotypes for all the traits measured except number of insects. The most resistant hybrids were CKPH08024, CKPH08009, CKPH08012, CKPH08014, CKP08033, CKPH08026, CKPH08014, and CKPH08003. The most resistant landrace accessions were BRAZ 2451, GUAT 1162, BRAZ 2100, and GUAN 36. The percentage weight loss was found to be the most important resistance trait for discriminating among genotypes for it had the largest canonical coefficient. Protein content had higher contribution to variation in resistance to the larger grain borer and this probably contributed to the grain hardness which is a putative trait of resistance to storage pests. The LGB-resistant germplasm could be used for the development of an integrated pest-management program against the LGB.",
        "lang": "eng"
    },
    "appid": "10883_3161",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3161"
}}
