{"object": {
    "title": {
        "value": "Effect of traditional nixtamalization process on starch annealing and the relation to pozole quality",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:50Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "starch",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7369"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.7446
            ],
            "value": "amylose",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_372"
            ]
        }
    ],
    "description": {
        "value": "Several maize landraces were evaluated using microstructural and rheological starch properties and related them to pozole quality. Annealed starch produced during traditional nixtamalization and additional boiling step enhances the viscosity, swelling and starch stability to collapse by forming amylose?lipid complexes. Regarding pozole broth, Cacahuacintle maize (pozole end-use) presented significantly higher (P&#8201;<&#8201;0.05) soluble solids (0.41%) compared with tortilla end-use landraces Pepitilla (0.16%) and Celaya (0.32%). The explanation is that Cacahuacintle pozole matrix did not collapse, but it eroded, forming a sponge structure. Celaya had a compact matrix structure. Pozole yield was significantly higher (P&#8201;<&#8201;0.05) in Cacahuacintle as it was 100% soft endosperm type. X-ray diffraction suggests changes from A-type starch in nixtamal to V-type pattern in pozole, typical of amylose?lipid complexes. Those changes in processing and in quality of the final products are important economic issues that merit further investigations concerning annealing temperatures, steeping and processing times.",
        "lang": "eng"
    },
    "appid": "10883_3271",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3271"
}}
