{"object": {
    "title": {
        "value": "Haplotype diversity of stem rust resistance loci in uncharacterized wheat lines",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:13:00Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "stem rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sr gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "haplotype",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pyramiding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic relationship",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker-assisted selection",
            "uri": ""
        }
    ],
    "description": {
        "value": "Stem rust is one of the most destructive diseases of wheat worldwide. The recent emergence of wheat stem rust race Ug99 (TTKS based on the North American stem rust race nomenclature system) and related strains threaten global wheat production because they overcome widely used genes that had been effective for many years. Host resistance is likely to be more durable when several stem rust resistance genes are pyramided in a single wheat variety; however, little is known about the resistance genotypes of widely used wheat germplasm. In this study, a diverse collection of wheat germplasm was haplotyped for stem rust resistance genes Sr2, Sr22, Sr24, Sr25, Sr26, Sr36, Sr40, and 1A.1R using linked microsatellite or simple sequence repeat (SSR) and sequence tagged site (STS) markers. Haplotype analysis indicated that 83 out of 115 current wheat breeding lines from the International Maize and Wheat Improvement Center (CIMMYT) likely carry Sr2. Among those, five out of 94 CIMMYT spring lines tested had both Sr2 and Sr25 haplotypes. Five out of 22 Agriculture Research Service (ARS) lines likely have Sr2 and a few have Sr24, Sr36, and 1A.1R. Two out of 43 Chinese accessions have Sr2. No line was found to have the Sr26 and Sr40 haplotypes in this panel of accessions. DArT genotyping was used to identify new markers associated with the major stem resistance genes. Four DArT markers were significantly associated with Sr2 and one with Sr25. Principal component analysis grouped wheat lines from similar origins. Almost all CIMMYT spring wheats were clustered together as a large group and separated from the winter wheats. The results provide useful information for stem rust resistance breeding and pyramiding.",
        "lang": "eng"
    },
    "appid": "10883_2961",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2961"
}}
