{"object": {
    "title": {
        "value": "Resettlement and woodland management problems and options: a case study from North-Western Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:52Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "community heterogeneity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ethiopia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "forest degradation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "policy",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resettlement",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "woodlands",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "immigration",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37976"
        }
    ],
    "description": {
        "value": "Deforestation in African dry forests is widespread and its drivers are complex and vary in space and time. In this paper, we assessed impacts of immigration on dry forests and options for improved management in a resettlement district in north-western Ethiopia. Key informants interviews, focus group discussions and household questionnaire survey were used to collect data. The results indicated that forests of the district are degrading in spatial coverage and quality. The most important drivers were land use change, excessive wood harvest, grazing pressure and forest fire following immigration. The continuous influx of people with different origins, cultures, religions and lengths of residence in the district underscores absence of social bonds for collective action to regulate access. This, coupled with weak formal regulatory system, market forces and policy incentives for farming, resulted in a near open access situation. Our findings confirm the negative relationships between migration and environment not necessarily because of the mere population number added through immigration but because of lack of regulatory frameworks (formal or informal) and poor social capital. Enforcing existing policy of farm size and putting institutional framework on the ground to regulate rate of immigration, extraction of forest products and to encourage tree planting to meet wood demand are suggested measures. We conclude that Government programmes that opt for resettlement as a measure for poverty alleviation must also have mitigating measures to reducing negative impacts on the natural resource base. Thus, the trade-off between environment and development must be carefully managed",
        "lang": "eng"
    },
    "appid": "10883_2253",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2253"
}}
