{"object": {
    "title": {
        "value": "Influence of puroindoline alleles on milling performance and qualities of Chinese noodles, steamed bread and pan bread in spring wheats",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:02Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bread wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_14386",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "puroindoline alleles",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "milling quality",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_330814",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "chinese noodles",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "steamed bread",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pan bread",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "alleles",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8724"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "noodles",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12848"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "bread",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1071"
            ]
        }
    ],
    "description": {
        "value": "Two trials with a total of 75 spring bread wheat cultivars and advanced lines, were used to evaluate single kernel characterization system hardness, puroindoline alleles, milling yield, flour ash content, flour colour, and end-use qualities for Chinese noodles, steamed bread and pan bread. The results indicated that all International Maize and Wheat Improvement Center hard wheat lines surveyed were Pina-D1b genotype, whereas Pinb-D1b was the most common allele in the remaining cultivars. Genotypes with Pinb-D1b possess significantly lower flour ash content and higher milling yield than those of genotypes with Pina-D1b. For steamed bread, mean scores for loaf volume, crumb colour, width, structure and total score of Pinb-D1b genotypes were significantly higher than those of genotypes with Pina-D1b and wild type. For Chinese fresh white noodles, means for noodle a*, colour score, viscoelasticity and total score with Pinb-D1b were significantly higher than those of Pina-D1b and wild type. Means of loaf volume, texture and total score for Pinb-D1b genotypes were significantly higher than those of Pina-D1b genotypes. This study further illustrated the superiority of the Pinb-D1b allele on milling and processing qualities for various end products and provides useful information for wheat quality improvement.",
        "lang": "eng"
    },
    "appid": "10883_2567",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2567"
}}
