{"object": {
    "title": {
        "value": "Protein quality and endosperm modification of quality protein maize (Zea mays L.) under two contrasting soil nitrogen environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:49Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "diallel",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "endosperm modification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "protein quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qpm",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "low nitrogen stress",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "endosperm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2561"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.7366
            ],
            "value": "nitrogen",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_5192"
            ]
        }
    ],
    "description": {
        "value": "Quality protein maize (QPM) breeding involves the combined use of the opaque-2 (o2) gene and the genetic modifiers of the o2 locus to develop cultivars with modified kernel endosperm, and increased concentrations of lysine and tryptophan. This study was designed to assess grain yield performance, endosperm modification, and protein quality and quantity under two contrasting soil nitrogen environments. A 15-parent diallel cross was evaluated under one low nitrogen stress and one optimal nitrogen environment each at Harare (Zimbabwe) and Bako (Ethiopia). Most QPM hybrids showed higher protein quality levels than the best non-QPM check under both conditions. Protein concentration tended to vary across nitrogen levels, but not endosperm type. Significant differences were found for the test of main effect (nitrogen-level) for endosperm modification and tryptophan concentration. This indicated that QPM maintains quality even under low soil nitrogen, a widespread condition in Africa. General combining ability (GCA) mean squares were highly significant for most protein quality traits for each environment and across environments whereas specific combining ability (SCA) mean squares were not significant in most cases. This indicated that additive gene effects were primarily responsible for variation of most traits evaluated and hence progeny performance can adequately be predicted on the basis of parental performance. Inbred lines P2, P4 and P12 had desirable GCA effects for endosperm modification while P1 and P3 had the best GCA for tryptophan concentration in grain. The current study suggests that hybrids with desirable endosperm modification, protein quality and stable performance under low nitrogen stress and optimal conditions can be produced with careful selection.",
        "lang": "eng"
    },
    "appid": "10883_3193",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3193"
}}
