{"object": {
    "title": {
        "value": "Doubled haploids in tropical maize: II. Quantitative genetic parameters for testcross performance",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "doubled haploid",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tropical maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "testcross performance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "usefulness",
            "uri": ""
        }
    ],
    "description": {
        "value": "Single crosses (SC) of elite inbreds and open-pollinated populations (OP) are suitable source germplasm for doubled haploid (DH) line development in hybrid maize breeding, given that they combine a high population mean ([`(x)]x) for testcross performance with adequate response to selection ( \\Updelta G Unknown control sequence '\\Updelta'). This is the first study reporting testcross grain yield (TCGY) and dry matter content (TCDMC) evaluations of 131 DH lines developed from ten tropical source germplasm comprising five OP (OP1?OP5) and five SC (SC1?SC5). Gene diversity (d) and the average number of alleles (a r ) per locus was estimated for DH lines based on 24 simple sequence repeat markers. Analysis across three environments revealed no significant differences between [`(x)]xof OP- and SC-derived DH lines for TCGY and TCDMC. Significant genetic variance for both traits was only detected among OP-derived DH lines which may be explained by a larger number of segregating quantitative trait loci (QTL) as suggested by higher d and a r values than in SC-derived DH lines. The usefulness criterion ( U = [`(x)] + \\Updelta G Unknown control sequence '\\Updelta') was higher for OP-derived DH lines for TCDMC, but higher for SC-derived DH lines for TCGY. DH lines from OP1, OP2, and OP3 showed high TCGY, suggesting that they may be useful in tropical hybrid breeding. We conclude that tropical OP represent a valuable source of untapped genetic variation that can efficiently be exploited with DH technology for hybrid maize breeding.",
        "lang": "eng"
    },
    "appid": "10883_3153",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3153"
}}
