{"object": {
    "title": {
        "value": "Gene action controlling gray leaf spot resistance in southern African maize germplasm",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:32Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hybrids",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3707"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6415
            ],
            "value": "inbred lines",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_24039"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.8044,
            "value": "leaf spots",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12119"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "germplasm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3249"
        }
    ],
    "description": {
        "value": "Gray leaf spot disease (GLS; caused by Cercospora zeae-maydis Tehon and Daniels) is among the major maize (Zea mays L.) production constraints in southern Africa. Maize is predominantly grown by small-scale farmers without fungicides; hence, there is need to develop GLS resistant hybrids. There is limited information about the mode of inheritance for GLS resistance in regionally adapted germplasm. This study was initiated to determine gene action controlling GLS resistance. Seventy-two hybrids were generated by mating 27 inbred lines in a North Carolina design II scheme. Experimental and check hybrids were evaluated in an 8 by 12 รก-lattice design with two replications at three locations, during the 2004&ndash;2005 season. There was signifi cant variation among the hybrids for GLS resistance and yield. Inbreds L13, L15, L18, L19, and L24, from A, N3, B, K, and SC heterotic groups, respectively, contributed high levels of resistance to hybrids. Both general combining ability (GCA) and specifi c combining ability (SCA) effects were highly signifi cant (P < 0.01), but the predominance of GCA for GLS (86%) and yield (74%) indicated that additive effects were more important than nonadditive gene action in controlling both traits. Hybrids ranked similarly for GLS across environments, suggesting that few signifi cant crossover genotype by environment interactions, which would cause problems in hybrid selection, were observed. Overall, results indicated that it would be readily possible to develop inbred lines with high GLS resistance from this germplas.",
        "lang": "eng"
    },
    "appid": "10883_3059",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3059"
}}
