{"object": {
    "title": {
        "value": "Nonlinear heat effects on African maize as evidenced by historical yield trials",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-06-30T05:24:50Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "maize",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_12332"
        ]
    },
    "description": {
        "value": "New approaches are needed to accelerate understanding of climate impacts on crop yields, particularly in tropical regions. Past studies have relied mainly on crop-simulation models1, 2 or statistical analyses based on reported harvest data3, 4, each with considerable uncertainties and limited applicability to tropical systems. However, a wealth of historical crop-trial data exists in the tropics that has been previously untapped for climate research. Using a data set of more than 20,000 historical maize trials in Africa, combined with daily weather data, we show a nonlinear relationship between warming and yields. Each degree day spent above 30°C reduced the final yield by 1% under optimal rain-fed conditions, and by 1.7% under drought conditions. These results are consistent with studies of temperate maize germplasm in other regions, and indicate the key role of moisture in maize?s ability to cope with heat. Roughly 65% of present maize-growing areas in Africa would experience yield losses for 1°C of warming under optimal rain-fed management, with 100% of areas harmed by warming under drought conditions. The results indicate that data generated by international networks of crop experimenters represent a potential boon to research aimed at quantifying climate impacts and prioritizing adaptation responses, especially in regions such as Africa that are typically thought to be data-poor.",
        "lang": "eng"
    },
    "appid": "10883_3202",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3202"
}}
