{"object": {
    "title": {
        "value": "Investigating early vigour in upland rice (Oryza sativa L.): Part II. Identification of QTLs controlling early vigour under greenhouse and field conditions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:46Z",
    "created": "2013-06-07T21:02:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "rice (oryza sativa l.)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "early vigour",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quantitative trait loci (qtl)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "environmental interaction",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "vigour",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_37512"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "oryza sativa",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5438"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "quantitative trait loci",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37974"
        }
    ],
    "description": {
        "value": "Early vigour is an important characteristic for direct-seeded rice systems. The genetic control of early vigour was studied using a population of 129 backcross lines derived from a cross between Vandana, an improved indica, and Moroberekan, a traditional japonica. Screening was conducted under controlled conditions in greenhouse and field conditions, and indicators of early vigour, including shoot length, shoot biomass, leaf area, number of roots, root biomass, partitioning coefficients, and growth rates, were measured. Phenotypic correlations suggested that traits that were related and combined could be used to define early vigour. Broad-sense heritability ranged from moderate to high. Many regions were identified containing more than one QTL, suggesting that these traits were controlled by pleiotropic and/or closely linked QTLs. Many QTLs were specific to one environment but G × E interaction analysis showed that the main effects of the environment were large. Differences in temperature between experiments resulted in large differences in seedling age when expressed in thermal time. Different genes (QTLs) may be expected to control growth at different time intervals and thus may partly explain the limited agreement between experiments. However, several regions showed co-location of QTLs from more than one experiment. Comparisons with published studies revealed that these regions were previously identified in different genetic backgrounds and could potentially be used as introgression targets in a marker-assisted breeding program to improve germplasm for direct-seeded environments",
        "lang": "eng"
    },
    "appid": "10883_1784",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1784"
}}
