{"object": {
    "title": {
        "value": "Evaluation of precision land leveling and double zero-till systems in the rice-wheat rotation: Water use, productivity, profitability and soil physical properties",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "double zero-tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "precision land leveling",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "profitability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rice-wheat system",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil physical properties",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water use",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rice",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6599"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        }
    ],
    "description": {
        "value": "In recent years conventional production technologies in the rice?wheat (RW) system have been leading to deterioration of soil health and declining farm profitability due to high inputs of water and labour. Conservation agriculture (CA)-based resource-conserving technologies (RCTs) vis-à-vis zero-till (ZT), raised-bed planting and direct-seeded rice (DSR) have shown promise as alternatives to conventional production technologies to overcome these problems. The integration of CA-based RCTs with precision agriculture (PA)-based technologies in a systems perspective could provide a better option for sustainable RW production systems. In this study we attempted to evaluate conservation and precision agriculture (CPA)-based RCTs as a double-ZT system integrated with laser-assisted precision land leveling (PLL) in the RW system. A field experiment was conducted in the western IGP for 2 years to evaluate various tillage and crop establishment methods under PLL and traditional land leveling (TLL) practices to improve water productivity, economic profitability and soil physical quality. Irrespective of tillage and crop establishment methods (TCE), PLL improved RW system productivity by 7.4% in year 2 as compared to traditional land leveling. Total irrigation water savings under PLL versus TLL were 12?14% in rice and 10?13% in wheat. PLL improved RW system profitability by US$113 ha&#8722;1 (year 1) to $175 ha&#8722;1 (year 2). Yields were higher in conventionally transplanted rice followed by direct-drill-seeded rice after ZT. In wheat, yields were higher in ZT when followed by DSR than in the conventional-till (CT) system. RW system productivity under double ZT was equivalent to that of the conventional method. Among different TCE, conventional puddled-transplanted rice-CT wheat required 12?33% more water than other TCE techniques. Compared with CT systems, double ZT consumed 12?20% less water with almost equal system productivity and demonstrated higher water productivity. The CT system had higher bulk density and penetration resistance in 10?15 and 15?20 cm soil layers due to compaction caused by the repeated wet tillage in rice. The steady-state infiltration rate and soil aggregation (>0.25 mm) were higher under permanent beds and double ZT and lower in the CT system. Under CT, soil aggregation was static across seasons, whereas it improved under double no-till and permanent beds. Similarly, mean weight diameter of aggregates was higher under double ZT and permanent beds and increased over time. The study reveals that to sustain the RW system, CPA-based RCTs could be more viable options: however, the long-term effects of these alternative technologies need to be studied under varying agro-ecologies.",
        "lang": "eng"
    },
    "appid": "10883_1524",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1524"
}}
