{"object": {
    "title": {
        "value": "Convergent-divergent selection for area improvement in maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:07:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "convergent improvement",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield components",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "inbred lines",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adaptation",
            "uri": ""
        }
    ],
    "description": {
        "value": "The development of basic breeding populations that are adapted to a wide area and have at least some resistance to crop hazards in a region is important to breeders. A program designed to develop such a population of maize (Zea mays L.) for the northern Cornbelt is described. Six breeders in the area contributed germplasm samples (convergence) which were intercrossed. Samples of the resulting population were sent to each collaborator (divergence) who practiced mass selection for healthy, productive plants. In subsequent years, harvested samples (balanced composites) sent to Wisconsin (the convergent phase) were subdivided and redistributed (divergence) in such a way that seed for each location did not include seed harvested from that location the previous year. Results from the first four cycles of selection were evaluated in performance trials at all locations over a 2 year period. Significant increases in productivity (grain yield) and reduction in grain moisture at harvest were obtained. Evidence of increased stability was noted over the four cycles of selection.",
        "lang": "eng"
    },
    "appid": "10883_1941",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1941"
}}
