{"object": {
    "title": {
        "value": "Wheat improvement in India: present status, emerging challenges and future prospects",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:05Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "improvement",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_330895",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "india",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3825",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "present status",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "challenges",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "future prospects",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "wheats",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        }
    ],
    "description": {
        "value": "India is the second largest producer of wheat in the world, with production hovering around 68&ndash;75 million tons for past few years. The latest estimated demand for wheat production for the year 2020 is approximately 87.5 million tons, or about 13 million tons more than the record production of 75 million tons harvested in crop season 1999&ndash;2000. Since 2000, India has struggled to match that record production figure and thus faces a critical challenge in maintaining food security in the face of its growing population. The current major challenges facing future wheat production in India are increasing heat stress; dwindling water supplies for irrigation; a growing threat of new virulence of diseases such as wheat rusts (yellow, brown, and black) and leaf blight; continuous adoption of rice-wheat systems on around 11 million hectares; changes in urbanization patterns, and demand for better quality wheat. In addition, the threat posed by the new stem rust race Ug99 can not be underestimated. The wide gap (around 2.5 t/ha) between the potential and harvested yield in the eastern Gangetic Plains also cries out for solutions. Addressing issues related to different stresses will require harnessing genes discovered in landraces and wild relatives following conventional as well as non-conventional approaches. For effective technology delivery in areas that suffer from poor linkages with farmers, participatory research needs to be strengthened. The future germplasm requirements from a dependable collaborator such as CIMMYT are largely being dictated by the above factors.",
        "lang": "eng"
    },
    "appid": "10883_2584",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2584"
}}
