{"object": {
    "title": {
        "value": "Comparative performance of conservation agriculture and current smallholder farming practices in semi-arid Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:53Z",
    "created": "2013-06-07T20:59:19Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "semi-arid area",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cotton",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "surface crusting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil compaction",
            "uri": ""
        }
    ],
    "description": {
        "value": "Conservationagriculture (CA) is currently promoted in sub-humid and semi-arid areas of sub-Saharan Africa as a means to increase crop water use efficiency and stabilize yields. In this study, conducted during three consecutive seasons in a semi-arid area of Zimbabwe, the short-term performance of CA and currentfarmingpractices (CP) were compared in two multi-locational experiments: (1) unfertilised on-farm trials with a cotton-sorghum rotation during three consecutive seasons, and (2) farmers? cotton fields receiving fertiliser provided on credit by cotton companies during two consecutive seasons. In both cases, residues for mulch were produced in situ. In addition to biophysical measurements, farmers? perceptions of the technology were appraised. CA did not affect cotton productivity during the first 2 years of the experiments, which received average or above average rainfall. During the drier 2009?2010 season CA had a negative effect on crop yield both in the on-farm trials (average yield of 730 and 820 kg ha&#8722;1 under CA and CP, respectively) and in the farmers? cotton fields (average yield of 1220 and 1440 kg ha&#8722;1 under CA and CP, respectively). There was no difference in water runoff between CA and CP on a relatively fine-textured soil, but significantly more runoff with CA on a coarser-textured soil (14 mm during the wetter 2008?2009 season), due to soil surface crusting and soil compaction. Most soils in the study area fall into this latter category. For this reason, farmers perceived ploughing as necessary during drier years to maximize water infiltration, but perceived CA as beneficial during wetter years as a means to ?shed water? and avoid water-logging. This is rather counterintuitive vis-à-vis the common description of CA as a water-harvesting technology. Soil crusting and compaction may be avoided by the production and retention of quantities of biomass greater than what was realised in this study (on average, only 770 kg ha&#8722;1 of residues were retained as mulch in the on-farm trials). This may be achieved through better crop management (e.g. adequate fertilisation, timely planting, crop protection) in combination with intercropping. Increasing crop primary productivity (e.g. through adequate fertilisation, timely planting and crop protection) is a pre-requisite for the principles of CA to benefit smallholders under semi-arid conditions. Our results indicate that certain legume intercropping combinations may contribute to such an end.",
        "lang": "eng"
    },
    "appid": "10883_1584",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1584"
}}
