{"object": {
    "title": {
        "value": "Influence of permanent raised bed planting and residue management on physical and chemical soil quality in rain fed maize/wheat systems",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:35Z",
    "created": "2013-06-05T15:45:34Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "central mexico highlands",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop residue",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent raised beds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zero tillage",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "highlands",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3614"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crop residues",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16118"
        }
    ],
    "description": {
        "value": "Densely populated, intensively cropped highland areas in the tropics and subtropics are prone to erosion and declining soil fertility, making agriculture unsustainable. Conservation agriculture in its version of permanent raised bed planting with crop residue retention has been proposed as an alternative wheat production system for this agro-ecological zone. A five years field experiment comparing permanent and tilled raised beds with different residue management under rainfed conditions was started at El Bata´n (Mexico) (2,240 m asl; 19.31N, 98.50W; Cumulic Phaeozem) in 1999. The objective of this study was to determine the soil quality status after five years of different management practices. The K concentration was 1.65 times and 1.43 times larger in the 0&ndash;5 cm and 5&ndash;20 cm profiles, respectively, for permanent raised beds compared to conventionally tilled raised beds. The Na concentration showed the opposite trend. Sodicity was highest for conventionally tilled raised beds and for permanent raised beds it increased with decreasing amounts of residue retained on the surface. Permanent raised beds with full residue retention increased soil organic matter content 1.4 times in the 0&ndash;5 cm layer compared to conventionally tilled raised beds with straw incorporated and it increased significantly with increasing amounts of residue retained on the soil surface for permanent raised beds. Soil from permanent raised beds with full residue retention had significantly higher mean weight diameter for wet and dry sieving compared to conventionally tilled raised beds. Permanent raised beds with full residue retention had significantly higher aggregate stability compared to those with residue removal. A lower aggregation resulted in a reduction of infiltration. Principal component analysis (PCA) was performed using these soil physicochemical variables that were significantly influenced by tillage or residue management. The PC1 and PC2 separated the conventionally tilled raised beds from the permanent raised beds and PC3 separated permanent raised beds with at least partial residue retention from permanent raised beds with no residue retention. These clear separations suggest that tillage and residue management have an effect on soil processes. The research indicates that permanent raised bed planting increases the soil quality and can be a sustainable production alternative for the (sub)tropical highlands. Extensive tillage with its associated high costs can be reduced by the use of permanent raised beds while at least partial surface residue retention is needed to insure production sustainability.",
        "lang": "eng"
    },
    "appid": "10883_1492",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1492"
}}
