{"object": {
    "title": {
        "value": "Performance of different wheat genotypes under different tillage options",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2013-06-05T15:45:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "raised bed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotypes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tillage options and weeds",
            "uri": ""
        }
    ],
    "description": {
        "value": "A field study was carried out at the Regional Wheat Research Center, Shyampur, Rajshahi during Rabi season of 2001-2002 and 2002-2003 to observe the performance of wheat genotypes among the different tillage options. In a strip split plot design, two tillage systems were tested: manually prepared permanent bed (PB-as this is in reference to 2 other crops besides wheat per season sown on the same beds) and conventionally tilled on the flat(CTF). Within each tillage system, ten wheat genotypes were tested. From the results, it was observed that significant different between bed planting and conventional method of sowing was detected for plant population/m2, grain yield spike/m2, spikelets/spike, grains/spike and harvest index; but found non? significant for biomass, plant height and 1000 grain weight. Significantly higher grain yield was found in bed planting over conventional was prissily due to more ground cover, higher spike length, more spikelets /spike and grain/spike with Shatabdi variety. Higher harvest index was observed in bed planting over conventional with Shatabdi variety due to greater grain yield biomass ratio was attributed to the advantage of bed planting. The variety and method allowed plants to uptake more nutrients and moisture that contributed to higher grain yield through partitioning of photosynthesis to the grains. More ground cover (85%) was found in Shatabdi and BAW1004 along with bed planting and lowest was (25%) from BAW 968 and Gourab along with conventional planting. Three weed species namely Chenopodium album, Cynodon dectylon and Cyperus rotundus were found in the experimental plot. Maximum weed were found in conventionally treated plot at BAW 968 and Gaurab due to their less ground cover percentage and minimum were Shatabdi and BAW 1004 genotypes with bed planting due to more ground cover percentage. Chenopodium album was the highest infested weed in all the plots",
        "lang": "eng"
    },
    "appid": "10883_1530",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1530"
}}
