{"object": {
    "title": {
        "value": "Study of possibility of grouping of wheat research stations of Iran based on days to heading of bread wheat genotypes",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:54Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "bread wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "days to heading",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sowing date",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield stability and adaptation",
            "uri": ""
        }
    ],
    "description": {
        "value": "To classify the wheat breeding research stations of Iran, 15 lines/cultivars with different growth habits and vernalization requirements were grown in three sowing dates (12 Oct., 01 Nov. and 21 Nov.) in 18 research field stations in 2005-2008 cropping seasons. Experiments were carried out as split plot arrangements in randomized complete block design with three replications. Sowing dates were assigned to main plots and genotypes were randomized in sub-plots. Grain yield from all filed stations in three years were analyzed to determine the suitable sowing date for each location. Combined analysis of variance showed that the first date of sowing (Oct. 12) was suitable for most of the locations except Zarghan and Isfahan where the first and second dates of sowing were not significantly different. The third date of sowing was not suitable for any of test locations. Cluster analysis based on mean of the days to heading of genotypes in each date of sowing grouped 18 research stations into three groups:1) Varamin, Mashhad, Karaj, Zarghan, Isfahan, Khorramabad and Neishabour. 2) Ardebil, Arak, Hamadan, Miandoab, Kermanshah (Islamabad), Qazvin, Zanjan, Khoy, Jolgeh Rokh and Eqlid. 3) Darab. In the first and third groups spring wheat genotypes had higher grain yield, whereas in the second group winter and facultative wheat genotypes performed better.",
        "lang": "eng"
    },
    "appid": "10883_2923",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2923"
}}
