{"object": {
    "title": {
        "value": "Current status, likely migration and strategies to mitigate the threat to wheat production from race Ug99 (TTKS) of stem rust pathogen",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:11:57Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "puccinia graminis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_27327",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "black rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "epidemiology",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cultivars",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        }
    ],
    "description": {
        "value": "Stem or black rust, caused by Puccinia graminis tritici, has historically caused severe losses to wheat (Triticum aestivum) production worldwide. Successful control of the disease for over three decades through the use of genetic resistance has resulted in a sharp decline in research activity in recent years. Detection and spread in East Africa of race TTKS, commonly known as Ug99, is of high significance as most wheat cultivars currently grown in its likely migration path, i.e. to North Africa through Arabian Peninsula and then to Middle East and Asia, are highly susceptible to this race and the environment is conducive to disease epidemics. Identifying/developing adapted resistant cultivars in a relatively short time and replacing the susceptible cultivars before rust migrates out of East Africa is the strategy to mitigate potential losses. Although several alien genes will provide resistance to this race, the long-term strategy should focus on rebuilding the &lsquo;Sr2-complex&rsquo; (combination of slow rusting gene Sr2 with other unknown additive genes of similar nature) to achieve long-term durability. A Global Rust Initiative has been launched to monitor the further migration of this race, facilitate field testing in Kenya or Ethiopia of wheat cultivars and germplasm developed by wheat breeding programmes worldwide, understand the genetic basis of resistanceespecially the durable type, carry out targeted breeding to incorporate diverse resistance genes into key cultivars and germplasm, and enhance the capacity of national programmes. A few wheat genotypes that combine stem rust resistance with high yield potential and other necessary traits have been identified but need rigorous field testing to determine their adaptation in target areas.",
        "lang": "eng"
    },
    "appid": "10883_2528",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2528"
}}
