{"object": {
    "title": {
        "value": "Genetic diversity of African maize inbred lines revealed by SSR markers",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:32Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "inbred lines",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_24039"
        ]
    },
    "description": {
        "value": "Knowledge of genetic diversity (GD) and relationships among maize inbred lines is indispensable in a breeding program. Our objectives were to (1) investigate the level of genetic diversity among maize inbred lines and (2) assess their genetic structures by applying simple sequence repeat (SSR) markers. Fifty-six highland and mid-altitude maize inbred lines obtained from CIMMYT programs in Ethiopia and Zimbabwe were genotyped using 27 SSR loci. All of the genotypes studied could unequivocally be distinguished with the combination of the SSRs used. In total, 104 SSR alleles were identified, with a mean of 3.85 alleles per locus. The average polymorphism information content (PIC) was 0.58. GD expressed as Euclidean distance, varied from 0.28 to 0.73 with an average of 0.59. Cluster analysis using unweighted pair group method with arithmetic average (UPGMA) suggested five groups among the inbred lines. Most of the inbred lines adapted to the highlands and the mid-altitudes were positioned in different clusters with a few discrepancies. The pattern of groupings of the inbred lines was mostly consistent with available pedigree information. The variability detected using SSR markers could potentially contribute towards effective utilization of the inbred lines for the exploitation of heterosis and formation of genetically diverse source populations in Ethiopian maize improvement programs.",
        "lang": "eng"
    },
    "appid": "10883_1735",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1735"
}}
