{"object": {
    "title": {
        "value": "Nitrogen efficiency as related to dry matter partitioning and root system size in tropical mid-altitude maize hybrids under different levels of nitrogen stress",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:44Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hybrids",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3707"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nitrogen",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5192"
        }
    ],
    "description": {
        "value": "Development of more nitrogen (N) efficient maize (Zea mays L.) varieties capable of producing higher maize grain yields under conditions of low soil N supply could improve the livelihoods of smallholder subsistence farmers in sub-Saharan Africa who cultivate infertile soils and are unable to purchase fertilizer inputs due to lack of access or cash constraints. A previous study found that increased grain yield under N stress was associated with higher post-anthesis N uptake, grain production per unit N accumulation and N harvest index. This study examines the underlying physiological mechanisms as well as root morphological differences as they affect N efficiency.  Sixteen hybrids with contrasting N-efficiency were evaluated under a range of soil N fertility levels at Harare, Zimbabwe, in 2003 and 2004 and Kiboko, Kenya, in 2003 for grain yield, harvest index, ears per plant, kernel number per ear, kernel weight, kernels per row, kernel row number and grain carbon/nitrogen (C/N) ratio as well as anthesis-silking interval and indicators of photosynthetic efficiency during grain filling. Differences in root-system size (estimated by root electrical capacitance), root density and distribution (estimated by coring), and soil mineral N depletion were assessed between contrasting hybrids.  There was considerable genetic variability in yield components and dry matter partitioning among the hybrids under all N conditions and a strong relationship between N efficiency and dry matter partitioning. Significant hybrid-by-environment interactions indicated that increasing harvest index under high-N conditions may not increase harvest index under low-N conditions. The N-efficient hybrids were characterized by a lower anthesis-silking interval, higher dry matter production during grain filling, higher kernel number and relatively higher grain C/N ratio under limited N supply compared with inefficient hybrids. These hybrids were also associated with stay-green characteristics in that they maintained more green leaves, and had lower leaf senescence and higher leaf chlorophyll content during and after flowering. This may imply a higher photoassimilate supply in the N-efficient hybrids during and after flowering under low-N conditions.  Between two contrasting hybrids, an N-efficient hybrid had greater root-length density in, and depleted more mineral-N from the surface soil layer than an N-inefficient hybrid. Although there was significant variation between hybrids, total root-system size was not significantly related to N efficiency indicating that selection for improved performance under low-N did not increase total root-system size in tropical maize. Although this study found a relationship between root-length density, soil mineral N depletion and plant N efficiency, the effects were not sufficiently compelling to conclude that they are causative factors.",
        "lang": "eng"
    },
    "appid": "10883_3157",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3157"
}}
