{"object": {
    "title": {
        "value": "Can Mediterranean durum wheat landraces contribute to improved grain quality attributes in modern cultivars?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "kernel weight",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "test weight",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mixed model",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sedimentation index",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "modern varieties",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6889
            ],
            "value": "grain filling",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_26785"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.8042
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.948
            ],
            "value": "protein content",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6251"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "gluten",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3294"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "kernels",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25387"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "weight",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8349"
        }
    ],
    "description": {
        "value": "The variability for quality attributes existing in a collection of 154 durum landraces from 20 Mediterranean countries and 18 modern cultivars was determined with the ultimate goal of identifying potential quality-enhancing genotypes for use in breeding programs. Field experiments were conducted during 3 years under rainfed conditions in northeastern Spain. Environmental effects were the most important in determining protein content, grain yield and yellow color index of the endosperm (grain flour), and the least important in determining EU quality index (QI), gluten strength and grain filling rate. QI is a weighed composite index determined from protein content, gluten strength, yellow color index and thousand kernel weight. Multivariate analysis detected four groups; three including landraces and one comprising modern cultivars. Landraces from the eastern Mediterranean countries had the highest mean QI and the widest variability for individual quality traits, but were characterized by relatively small grains. Landraces from the western Mediterranean countries had greater grain filling rates and heavier grains. Protein content, gluten strength and yellow color index were similar between eastern and western groups. The low QI and reduced variability characterizing the landrace group from the north Balkan Peninsula support the hypothesis of a different origin for this group. Modern cultivars, as a group, were the most productive and showed high QI, but they had the lowest grain protein content and phenotypic variability. Landraces that could be used as sources of quality-improving attributes and/or those that could be used in breeding programs without substantial quality handicaps were identified from different groups. Landraces can be particularly useful in breeding programs to improve gluten strength, grain weight and accelerate grain filling rate.",
        "lang": "eng"
    },
    "appid": "10883_2853",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2853"
}}
