{"object": {
    "title": {
        "value": "Performance of biofortified spring wheat genotypes in target environments for grain zinc and iron concentrations",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:56Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "grain zn and fe",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "g × e",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "south asia",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                0.9225,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.622
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7037
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.7468
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.8138
            ],
            "value": "micronutrients",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7834"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum spelta",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7957"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6458,
            "value": "agronomic traits",
            "uri": "http://aims.fao.org/aos/agrovoc/c_210"
        }
    ],
    "description": {
        "value": "Genetic biofortification to improve zinc (Zn) and iron (Fe) concentrations in bread wheat (Triticum aestivum L.) could reduce micronutrient malnutrition-related problems in the developing world. A breeding program on wheat was started to enhance Zn and Fe concentrations and other essential traits needed in a successful commercial variety. The first set of advanced lines derived from crosses of high yielding wheats with genetic resources possessing high Zn and Fe such as Triticum spelta, landraces and synthetic wheat based on Triticum dicoccon were tested at nine locations in South Asia and Mexico for Zn and Fe concentration, grain yield and other traits. Analyses of variance across locations revealed significant genotypic, environmental and genotype × environment (G × E) effects for grain Zn and Fe concentrations and grain yield. Variances associated with environmental effects were larger than the genotypic and G × E effects for all three traits, suggesting that environmental effects have relatively greater influence. Although G × E interaction was significant, high heritabilities were observed for Zn and Fe concentrations at individual sites and across environments, reflecting non-crossover type of interaction. This trend was confirmed by the high genetic correlations between locations that showed similar ranking of entries across locations, indicating that it is possible to select the best adapted entries with high Zn and Fe concentration. Pooled data across locations showed increments of 28% and 25% over the checks for Zn and Fe. A considerable number of entries exceeded intermediate to full breeding target Zn concentrations, indicating that it is possible to develop Zn-biofortified varieties with competitive yields and other farmer preferred agronomic traits. The positive and moderately high correlation between Zn and Fe concentration suggest good prospects of simultaneous improvement for both micronutrients.",
        "lang": "eng"
    },
    "appid": "10883_2932",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2932"
}}
