{"object": {
    "title": {
        "value": "Marker assisted introgression of opaque2 gene into herbicide resistant elite maize inbred lines",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:28Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "ssr markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize (qpm)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fta technology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "opaque2 modifiers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker assisted selection (mas)",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Marker assisted selection in combination with conventional breeding can greatly accelerate the introgression of modified opaque2 genotype into herbicide resistant maize. By combining these two approaches, time and costs are greatly minimized. The application of opaque2 allele specific SSR markers was done on materials already undergoing selection in a breeding program for converting herbicide resistant maize lines into quality protein maize (QPM) which is the equivalent of modified opaque2 phenotype. The breeder had selected QPM lines using the light table in the previous cycle and we used leaf samples to extract DNA for analysis of the presence of the opaque2 gene using SSR markers. Two co-dominant SSR markers phi057 and umc1066 and a dominant marker phi112 were used. Umc1216, a modifier marker was also tested in combination with the opaque2 markers with the objective of using the marker to select for modifiers for the opaque2 phenotype. The modified FTA paper technology protocol was applied in field sampling. The results showed 97% of the lines were opaque2 while 3% were non-opaque2. Both methods of conventional breeding using light table and marker assisted selection (MAS) were comparable. However, the application of SSR markers and the FTA technology offers the breeder a fast, time saving, reliable and less labour intensive method of screening QPM maize during the early growing stages instead of having to wait to screen the kernels on the light table after harvesting. Moreover, the routine biochemical analysis for high lysine and tryptophan levels need not be carried out at each backcross since the presence of the opaque2 gene is confirmed with markers.",
        "lang": "eng"
    },
    "appid": "10883_3032",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3032"
}}
