{"object": {
    "title": {
        "value": "QTL mapping for quantities of protein fractions in bread wheat (Triticum aestivum L.)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:48Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.9517
            ],
            "value": "proteins",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6259"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glutenins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24033"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum aestivum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        }
    ],
    "description": {
        "value": "One of the key targets of breeding programs in bread wheat is to improve the end-use quality. The relationships between quantities of protein fractions and dough rheological characters have been well established, but there is little information on the genetic control of quantities of protein fractions. Two hundred and forty F6 recombinant inbred lines derived from a cross between two Chinese wheat cultivars, PH82-2 and Neixiang 188, were sown at Jiaozuo in Henan province in the 2005?2006 and 2006?2007 cropping seasons, and inclusive composite interval mapping was used to dissect main effect quantitative trait loci (M-QTLs) and digenic epistatic QTLs (E-QTLs) for quantities of protein fractions. A total of 55 M-QTLs and 77 pairs of E-QTLs affecting the quantities of protein fractions including GLU-A1 (QGA1), GLU-B1 (QGB1), GLU-D1 (QGD1), HMW-GS (QHMW), GLU-A3 (QGA3), GLU-B3 (QGB3), LMW-GS (QLMW), glutenin (QGLU) and the ratio of the quantity of glutenin to those of gliadin were identified, with M-QTLs contributing 39.3?95.6% of the phenotypic variance explained (PVE), and E-QTLs accounting for 1.4?33.5% of the PVE. Among the M-QTLs, 33 were consistent in two seasons and in the mean value of two seasons with similar effects in both magnitude and direction, including major genes on HMW and LMW glutenin loci linked to Sec1 and Glu-B1c, Glu-D1d, Glu-A3a, and grain hardness locus Ha, indicating that these genes were the most important determinants of gluten strength, and they might have significant effects on dough properties not only through effects on allelic composition, but also by influencing quantities of protein fractions. The effects of E-QTLs were more influenced by environments, compared with those of M-QTLs, with only two pairs of E-QTLs consistent in two seasons and in the mean value of two seasons. The M-QTLs were detected in 12 marker intervals, all of which involved E-QTLs on quantities of protein fractions, whereas only 40 of 77 pairs of E-QTLs involved intervals in which M-QTLs were detected. The results indicated that besides main effects, epistatic effects were also important factors in determining quantities of protein fractions in wheat.",
        "lang": "eng"
    },
    "appid": "10883_2876",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2876"
}}
