{"object": {
    "title": {
        "value": "Analysis of leaf and stripe rust severities reveals pathotype changes and multiple minor QTLs associated with resistance in an Avocet × Pastor wheat population",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:48Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "pathotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24059"
        }
    ],
    "description": {
        "value": "Leaf rust and stripe rust are important diseases of wheat world-wide and deployment of cultivars with genetic resistance is an effective and environmentally sound control method. The use of minor, additive genes conferring adult plant resistance (APR) has been shown to provide resistance that is durable. The wheat cultivar ?Pastor? originated from the CIMMYT breeding program that focuses on minor gene-based APR to both diseases by selecting and advancing generations alternately under leaf rust and stripe rust pressures. As a consequence, Pastor has good resistance to both rusts and was used as the resistant parent to develop a mapping population by crossing with the susceptible ?Avocet?. All 148 F5 recombinant inbred lines were evaluated under artificially inoculated epidemic environments for leaf rust (3 environments) and stripe rust (4 environments, 2 of which represent two evaluation dates in final year due to the late build-up of a new race virulent to Yr31) in Mexico. Map construction and QTL analysis were completed with 223 polymorphic markers on 84 randomly selected lines in the population. Pastor contributed Yr31, a moderately effective race-specific gene for stripe rust resistance, which was overcome during this study, and this was clearly shown in the statistical analysis. Linked or pleiotropic chromosomal regions contributing to resistance against both pathogens included Lr46/Yr29 on 1BL, the Yr31 region on 2BS, and additional minor genes on 5A, 6B and 7BL. Other minor genes for leaf rust resistance were located on 1B, 2A and 2D and for stripe rust on 1AL, 1B, 3A, 3B, 4D, 6A, 7AS and 7AL. The 1AL, 1BS and 7AL QTLs are in regions that were not identified previously as having QTLs for stripe rust resistance. The development of uniform and severe epidemics facilitated excellent phenotyping, and when combined with multi-environment analysis, resulted in the relatively large number of QTLs identified in this study.",
        "lang": "eng"
    },
    "appid": "10883_2874",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2874"
}}
