{"object": {
    "title": {
        "value": "Uptake of scale-appropriate agricultural machinery in Bangladesh : policy insights from historical and census survey analyses",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2015-11-05T18:38:32Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "farm equipment",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_25753",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "intensification",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_33485",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "south asia",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_29172",
                ""
            ]
        }
    ],
    "description": {
        "value": "In response to calls for increased crop intensification and technological options that alleviate labour and drudgery constraints in agriculture, donors\r\nand policy makers in South Asia increasingly advocate agricultural\r\nmachinery appropriate for smallholder farmers' landholdings. When\r\ncarefully utilized, 'scale-appropriate' machinery has the potential to boost\r\nreturns to land and labour, and alleviate the sometimes substantial funds\r\nrequired for machinery investment that can exclude smallholders from\r\npurchase and ownership - especially where subsidies are not offered.\r\nExpanding demand among farmers for mechanized planting, irrigation,\r\nharvest, and post-harvest equipment has however resulted in popular\r\nsystems of rural machinery services provision, whereby smallholders access\r\nmachines through cost-effective fee-for-service arrangements. Such systems\r\nare especially prominent in Bangladesh, although the extent of rural\r\nmechanization markets are still not comprehensive. As such, a substantial\r\nnumber of farmers could still benefit from increased access. To help prioritize\r\ninvestments in development efforts focussed on scale-appropriate machinery,\r\ndonors and policy makers require information explaining what influences\r\nfarmers to purchase machinery and provide services to other farmers as\r\nclients. This research addresses this need, by using census data from 814,058\r\nBangladeshi farm households (HHs) collected by Bangladesh Bureau of\r\nStatistics surveyed in 2008. We applied a multinomial probit model\r\nestimation approach to identify the factors that are related to ownership of\r\nagricultural machinery, inclusive of HH characteristics and assets, as well as\r\nproximity and relation to institutional and civil infrastructural variables, to\r\nexamine the ownership of irrigation pumps, threshers, and two-wheel tractor\r\ndriven power-tillers. In addition to household asset ownership, credit\r\navailability, and electrification, we found that road density also significantly\r\nand positively affects machinery ownership in rural Bangladesh. We therefore\r\nsuggest that donors and policy makers should focus not only on short-term\r\nprojects aimed at increasing adoption of machinery or in improvement of\r\nmachinery value chains; rather, sustained emphasis on improving regional\r\nphysical and civil infrastructure appears to also be prerequisite to create an\r\nenabling environment for expansion of scale-appropriate farm machinery,\r\nand as such should also receive policy and donor prioritization.",
        "lang": "eng"
    },
    "appid": "10883_4617",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4617"
}}
