{"object": {
    "title": {
        "value": "Effect of annealing from traditional nixtamalisation process on the microstructural, thermal, and rheological properties of starch and quality of pozole",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2014-03-05T17:59:57Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "annealed starch",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize races",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nixtamalisation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pozole",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "starch gelatinisation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "x-rays diffraction",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "starch",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7369"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Eleven maize landraces were evaluated for pozole quality. The microstructural, thermal and rheological properties of annealed starch granules determine most of the quality of pozole. Annealed starch in traditional nixtamalisation has an important role in increasing gelatinisation onset (To), peak (Tp) and final (Tf) temperatures; peak, setback and final viscosity as well as the stability of the starch granule, all of which significantly affect pozole quality. Annealed starch in Cacahuacintle nixtamal (pozole end-use) increased temperatures To, Tp and Tf by >5.2, >3.8 and >4.1 °C respectively, and narrowed the range Tf ; To from 13.78 to 12.62 °C. The enthalpy was reduced from 6.76 to 5.85 J/g, while the nixtamal starch in tortilla maize landraces presented fewer annealing effects. The annealing effect in nixtamal starch seems to stabilize the starch granules and avoid their collapse, compared to native starch, as shown by the X-ray diffraction peak intensity and pattern that is similar to unprocessed maize. Starch in nixtamal changes from Type A to Type V pattern in pozole. Kernel physical parameters, although important, affected the quality to a lesser extent, with the exception of the flotation index. Cacahuacintle maize landrace showed the best quality and yield as well as a short pozole cooking time.",
        "lang": "eng"
    },
    "appid": "10883_3445",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3445"
}}
