{"object": {
    "title": {
        "value": "Molecular detection and distribution of allelic variations of a gene for yellow pigment content in Chinese winter wheat cultivars",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:21Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "common wheat (triticum aestivum l.)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yellow pigment (yp)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phytoene synthase (psy) gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "functional marker",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker-assisted selection (mas)",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6134
            ],
            "value": "genes",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3214"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.6285
            ],
            "value": "cultivars",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "winter wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8412"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum aestivum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "pigments",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5875"
        }
    ],
    "description": {
        "value": "(Objective) Phytoene synthase (Psy) gene is a critical gene influencing biosynthetic pathway of yellow pigment (YP) in common wheat. The aims of this study were to detect the allelic variations of Psy-A1 gene in 217 Chinese winter wheat cultivars and lines using the functional marker YP7A developed from the sequence polymorphisms of Psy-A1 gene on chromosome 7A, and to investigate the association between YP content and allelic variations of Psy-A1 gene to evaluate the feasibility of the marker for selecting wheat cultivars with either low or high YP content. (Method) Allelic variations of 217 Chinese winter wheat cultivars from different wheat regions were detected using YP7A. The association between allelic variations of Psy-A1 gene and YP content were investigated. (Result) YP7A, a co-dominant marker of Psy-A1 gene, can amplify a 194-bp and a 231-bp fragment in the genotypes with Psy-A1a frequently for high YP content and Psy-A1b mostly for low YP content, respectively. Highly significant differences in YP content were detected between the genotypes with Psy-A1a and those with Psy-A1b (P &fnof;0.01). The occurrence frequencies for Psy-A1a and Psy-A1b were 62.2% and 37.8% in the 217 cultivars, respectively. Significant differences of allelic variations were found in wheat cultivars from different wheat regions of China. In the Northern Winter Wheat Region, Yellow & Huai Winter Wheat Region, the Middle & Lower reaches of the Yangtze River Winter Wheat Region and Southwestern Winter Wheat Region, frequencies of the allele Psy-A1a were 75.0%, 72.0%, 25.9% and 33.3%, respectively. (Conclusion). The molecular marker YP7A exhibites the characteristics of high efficiency and reliability in evaluating YP content, and can be used as a molecular tool for marker-assisted selection (MAS) in wheat breeding programs targeting for either low or high YP content.",
        "lang": "eng"
    },
    "appid": "10883_2682",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2682"
}}
