{"object": {
    "title": {
        "value": "Efficiency of moisture stress risk coping strategies in north eastern Ethiopia: Application of mean-variance efficiency analysis",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-11-26T17:39:45Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6396
            ],
            "value": "stress",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7452"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7483,
            "value": "haricot beans",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4098"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.7793
            ],
            "value": "chickpeas",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_9785"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "efficiency",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2491"
        }
    ],
    "description": {
        "value": "This research investigated the efficiency of the crop enterprise mix farmers formulate to cope with moisture stress risk given the different constraints they are living with. Farmers' moisture risk coping strategies are mainly explained by the allocation of farm land among the different crop enterprises they produce. In the less moisture stressed (LMS) parts of Kalu district, farmers increase land allotted to Tef, chickpea, lentil, field pea, and emmer wheat when they expect moisture stress. Farmers in the highly moisture stressed (HMS) areas of the district increase land under Tef, chickpea, maize, and haricot bean instead of sorghum. The results from the analysis using parametric linear programming (PLP)justify the efficiency of farmers? moisture stress risk coping strategies. The results also imply the necessity for greater emphasis on land allocation to pulses and cereals that have attractive market prices to improve the returns to farming communities",
        "lang": "eng"
    },
    "appid": "10883_3322",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3322"
}}
