{"object": {
    "title": {
        "value": "Identification of QTL associated with durable adult plant resistance to stem rust race Ug99 in wheat cultivar 'Pavon 76'",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:54Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "adult plant resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sr2 complex",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        }
    ],
    "description": {
        "value": "Stem rust of wheat, caused by Puccinia graminis f. sp. tritici, was under control worldwide for over 30 years by utilizing genetic resistance. The emergence of stem rust in 1998 in eastern Africa in form of race Ug99 and its evolving variants with virulence to many resistance genes were recognized as potential threats to wheat production. In this study we identified genomic regions contributing to putatively durable, adult plant resistance (APR) to wheat stem rust. A recombinant inbred line (RIL) population of 298 lines was previously developed at CIMMYT from a cross between ?Avocet S? and ?Pavon 76?. Pavon 76 has been described to carry APR to stem rust. Avocet S carries the race-specific resistance gene Sr26. A subset of RILs without Sr26 segregated for APR to stem rust race Ug99 when evaluated in Kenya for three years. Single year and joint year analysis by inclusive composite interval mapping using 450 DArT markers identified five quantitative trait loci (QTL) that contributed to the resistance of wheat to stem rust race Ug99. Three of these, including QSr.cim-3B, which probably represents the Sr2 gene, were contributed by Pavon 76 whereas the remaining two QTL were contributed by Avocet S. QSr.cim-3B, or putatively Sr2, on chromosome arm 3BS explained 32 % of the phenotypic variation while the additional QTL in Pavon contributed 24 and 20 %, respectively. Two QTL from Avocet S explained 8 and 6 % of phenotypic variance, respectively. A combination of APR QTL from the two parents resulted in transgressive segregants expressing higher levels of resistance than Pavon 76. Our results indicate that it is possible to accumulate several minor resistance genes each with a small to intermediate effect resulting in a variety that exhibits negligible disease levels even under high stem rust pressure.",
        "lang": "eng"
    },
    "appid": "10883_2925",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2925"
}}
