{"object": {
    "title": {
        "value": "Indirect selection for grain yield in spring bread wheat in diverse nurseries worldwide using parameters locally determined in north-west Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:43Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yields",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8488"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "bread wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14386"
        }
    ],
    "description": {
        "value": "The relationships of normalized water index three (NWI-3) and canopy temperature (CT) with grain yield in north-west Mexico were determined in a set of wheat lines planted in multi-location yield trials. Advanced wheat lines developed by The InternationalMaize and Wheat Improvement Centre (CIMMYT) were included and tested internationally in the trials including the 24th Elite Spring Wheat Yield Trial (ESWYT), the 11th Semi-Arid Wheat Yield Trial (SAWYT) and the 11th High Temperature Wheat Yield Trial (HTWYT). In north-west Mexico, NWI-3, CT and grain yieldwere determined in three growing seasons (2006, 2007 and 2008) and three environments (well irrigated, water-stressed and high-temperature), while grain yield was measured at international locations in the same advanced lines of the 24th ESWYT, the 11th SAWYT and the 11th HTWYT. The CIMMYT database was used to obtain grain yield from worldwide nurseries. The mean grain yield ranged from 0?8 to 12?7 t/ha for the 24th ESWYT (59 international sites), from 0?6 to 8?2 t/ha for the 11th SAWYT (28 international sites) and from 0?4 to 7?5 t/ha for the 11th HTWYT (26 international sites). NWI-3 and CT for the advanced lines in the three yield trials measured in north-westMexico in distinct environments showed significant associations with the grain yield from a few international locations (0?12?0?23 of sites). Locations from Central Asia and North Africa had the best associations with NWI-3 and CT. The lack of more associations may be due to either an interaction of other factors(low rainfall and limited irrigations), which affected yield performance, or few of the advanced lines were well adapted to local growing conditions at each testing site, or a combination of these factors. The present results indicate that NWI-3 and CT have limited potential to predict yield performance at international sites.",
        "lang": "eng"
    },
    "appid": "10883_2837",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2837"
}}
