{"object": {
    "title": {
        "value": "Issues regarding targeting and adoption of quality protein maize (QPM)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2012-01-06T05:09:30Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "nutritive value",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "feed production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "varieties",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "asia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "china",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "protein quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrient improvement",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "south america",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "protein content",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "brazil",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "africa",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "central america",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food production",
            "uri": ""
        }
    ],
    "description": [
        {
            "value": "Improvements in the production characteristics of quality protein maize (QPM) are currently leading to its reintroduction in various areas of the world, both for human and animal consumption. Although the improved QPM varieties produce yields that are highly competitive with other modern varieties, doubt still remains about the extent of protein deficiency as a nutritional problem in humans, as well as the feasibility of implementing the technology. This paper explores the pros and cons of adoption of QPM for human consumption and as animal feed, reviews where in the developing world it is most likely to have an impact, and discusses some important issues regarding its introduction.",
            "lang": "eng"
        },
        {
            "value": "Assuming that positive resolutions to these issues are found, QPM is most likely to have its greatest human nutritional impact in African countries with high maize consumption. It could also be important, however, in Central America and specific areas of South America and Asia. Its greatest potential for use as animal feed is in China, where it is already grown for this purpose. However, it has significant potential in other countries included in this study, with the exception of most of the African countries where pork and poultry consumption tends to be very low.",
            "lang": ""
        },
        {
            "value": "Based on current data, the extent of protein deficiency as a nutritional problem among humans is unclear. Although it is not generally considered to be a widespread problem , it may be significant among certain populations, particularly young children during the weaning period. In addition, the technology faces production and distribution problems: genetic loss of the recessive, high protein gene remains a constraint, as does identification of QPM, which is now virtually indistinguishable from other maize. These problems greatly complicate the delivery of QPM to target groups. QPM's nutritional impact as an animal feed is more straightforward, but it remains to be seen whether it is an economically viable alternative to synthetically produced amino acids.",
            "lang": ""
        }
    ],
    "appid": "10883_1002",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1002"
}}
