{"object": {
    "title": {
        "value": "Near-infrared reflectance spectroscopy (NIRS) assessment of Delta18O and nitrogen and ash contents for improved yield potential and drought adaptation in maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "ash content",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "delta18o",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "oxygen isotope composition",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mineral content",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "near-infrared",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "reflectance spectroscopy",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant nitrogen",
            "uri": ""
        }
    ],
    "description": {
        "value": "The oxygen isotope composition (ä18O), accumulation of minerals (ash content), and nitrogen (N) content in plant tissues have been recently proposed as useful integrative physiological criteria associated with yield potential and drought resistance in maize. This study tested the ability of near-infrared reflectance spectroscopy (NIRS) to predict ä18O and ash and N contents in leaves and mature kernels of maize. The ä18O and ash and N contents were determined in leaf and kernel samples from a set of 15 inbreds and 18 hybrids grown in Mexico under full irrigation and two levels of drought stress. Calibration models between NIRS spectra and the measured variables were developed using modified partial least-squares regressions. Global models (which included inbred lines and hybrids) accurately predicted ash and N contents, whereas prediction of ä18O showed lower results. Moreover, in hybrids, NIRS clearly reflected genotypic differences in leaf and kernel ash and N contents within each water treatment. It was concluded that NIRS can be used as a rapid, cost-effective, and accurate method for predicting ash and N contents and as a method for screening ä18O in maize with promising applications in crop management and maize breeding programs for improved water and nitrogen use efficiency and grain quality.",
        "lang": "eng"
    },
    "appid": "10883_3116",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3116"
}}
