{"object": {
    "title": {
        "value": "Allelic variants at the Psy-A1 and Psy-B1 Loci in durum wheat and their associations with grain yellowness",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:26Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "common wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "loci",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24869"
        }
    ],
    "description": {
        "value": "Phytoene synthase (PSY) genes are involved in the biosynthesis of carotenoid pigments in durum wheat [Triticum turgidum L. subsp. durum (Desf.) Husn.], significantly influencing grain yellowness. This study was conducted to identify new allelic variants at the Psy-A1 and Psy-B1 loci in durum wheat, and to evaluate the applicability of functional markers developed from common wheat (Triticum aestivum L.) for durum wheat breeding. Two new allelic variants, Psy-A1d and Psy-A1e, were identified at the Psy-A1 locus, and both the codominant markers YP7A and YP7A-2 can be used to discriminate the two haplotypes, yielding 194- and 231-bp polymerase chain reaction (PCR) products with YP7A and 1001- and 1684-bp fragments with YP7A-2, respectively. At the Psy-B1 locus, three allelic variants were identified. Psy-B1e was also found in common wheat, whereas Psy-B1f and Psy-B1g were detected only in durum wheat. The codominant marker YP7B-1 can be used to distinguish Psy-B1f and Psy-B1g, generating 151- and 153-bp PCR fragments, respectively, and the dominant marker YP7B-4 was specific to haplotype Psy-B1e, producing a 717-bp PCR product. In a set of 100 CIMMYT durum wheat lines with widely variable grain yellowness, the frequencies of Psy-A1d, Psy-A1e, Psy-B1e, Psy-B1f, and Psy-B1g were 99, 1, 0, 67, and 33%, respectively, and the genotype Psy-B1f showed a significant association with higher grain yellowness, whereas the presence of Psy-B1g led to lower yellowness. A phylogenetic tree generated from the gene sequences of the allelic variants at Psy-A1 and Psy-B1 loci indicated two parallel lineages of durum?common wheat, suggesting that more than one tetraploid T. turgidum L. subsp. dicoccon (Schrank) Thell. genotypes were involved in the origin of common wheat. Our results suggested that Psy-B1f should be paid more attention in durum breeding programs for its association with elevated grain yellowness",
        "lang": "eng"
    },
    "appid": "10883_2713",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2713"
}}
