{"object": {
    "title": {
        "value": "Participatory plant breeding is better described as highly client-oriented plant breeding. I. four indicators of client-orientation in plant breeding",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:35Z",
    "subject": {
        "vocabulary": [
            "",
            "",
            "",
            "",
            "",
            "agrovoc"
        ],
        "score": [
            "",
            "",
            "",
            "",
            "",
            0.8539
        ],
        "value": "programmes",
        "uri": [
            "",
            "",
            "",
            "",
            "",
            "http://aims.fao.org/aos/agrovoc/c_50291"
        ]
    },
    "description": {
        "value": "In this paper we attempt to remove the dichotomy created by distinguishing between participatory and non-participatory breeding programmes by using the degree of client orientation as the basis for an analysis. Although all breeding programmes are implicitly client-oriented, we examine how participatory approaches explicitly increase the extent of client orientation.We briefly review the history of participatory plant breeding (PPB) and analyse the participatory techniques used at different stages of the breeding programme. In common with several other authors, we find that farmer involvement in selecting in the segregating generations may not be an essential component of PPB. However, in some circumstances such collaboration is required and is the subject of a second paper in this series. The purpose of all the techniques used in PPB programmes is to better meet the needs of clients. Thus, breeding programmes can be differentiated by their extent of client-orientation removing the dichotomy involved with the term participatory. We discuss four techniques in the suite of techniques that have been employed by PPB: identifying the target market or clients; using germplasm that can best meet the needs of target clients; matching the environments of the target clients; and product testing in the target market with target clients. Most attention is paid to the last of these four that is often referred to as participatory varietal selection (PVS) and how it is done varies with circumstances. Rice varieties from a client-oriented breeding programme in Nepal were tested in mother and baby trials in Bangladesh. The rapid acceptance of these varieties by farmers illustrates the power of the participatory trials system and the success of a highly client-oriented breeding approach.",
        "lang": "eng"
    },
    "appid": "10883_2116",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2116"
}}
