{"object": {
    "title": {
        "value": "Developmental and mortality responses of Chilo partellus Swinhoe (Lepidoptera: Crambidae) and Sesamia calamistis Hampson (Lepidoptera: Noctuidae) following partial feeding on Bt-transgenic maize",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:34Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bacillus thuringiensis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_761",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cry1ab",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "environmental biosafety",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "natural enemies",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gm maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stem borers",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "instars",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11800"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6756
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        }
    ],
    "description": {
        "value": "Objective: To determine i) the susceptibility of different instars of Chilo partellus Swinhoe (Lepidoptera: Crambidae) and Sesamia calamistis Hampson (Lepidoptera: Noctuidae) to Bt maize (expressing Cry1Ab) and ii) the effects of transient feeding on Bt maize plants at the 3rd, 4th and 5th instars on the development of C. partellus and S. calamistis. Methodology and Results: First to 5th instars of C. partellus and S. calamistis were reared on non-Bt vs. Bt plant material for five days and larval mortality assessed. For the development study, 3rd, 4th and 5th instars of C. partellus and S. calamistis were fed on Bt maize stems for 24h, then reared on non-Bt maize stems, and development monitored. Controls were fed on non-Bt maize only. The 1st instars were more susceptible to the Bt plants than the later instar stages. The duration of most stem borer instars were significantly prolonged at the instar at which feeding on Bt maize took place. Conclusion and application of findings: Third to 5th stem borer instars, which are the preferred hosts of larval parasitoids, are less susceptible to Bt delta endotoxins. It is therefore likely that larval parasitoids would be exposed to Bt toxins via their hosts. The prolongation of development time of the insect pests as a result of feeding on Bt maize could result in increased attack rates by parasitoids due to increase in the &lsquo;window of vulnerability&rsquo;, the period during which the host is exposed to natural enemies. The combined effects of developmental delays may also result in temporal asynchrony of stem borer moths produced from Bt and non-Bt maize, a factor that would need to be considered in designing resistance management strategies",
        "lang": "eng"
    },
    "appid": "10883_3076",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3076"
}}
