{"object": {
    "title": {
        "value": "Saving of water and labor in a rice-wheat system with no-tillage and direct seeding technologies",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:35Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "igp, indo-gangetic plains",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lcc, leaf color chart",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wue, water use efficiency",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "puddling",
            "uri": "http://aims.fao.org/aos/agrovoc/c_35282"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.7558
            ],
            "value": "tillage",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7771"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.6054
            ],
            "value": "transplanting",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7873"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "plains",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5948"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "color",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1773"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "water use efficiency",
            "uri": "http://aims.fao.org/aos/agrovoc/c_36790"
        }
    ],
    "description": {
        "value": "Conventional tillage and crop establishment methods such as puddled transplanting in the rice&ndash;wheat (Oryza sativa L.&ndash;Triticum aestivum L.) system in the Indo-Gangetic Plains (IGP) require a large amount of water and labor, both of which are increasingly becoming scarce and expensive. We attempted to evaluate alternatives that would require smaller amounts of these two inputs. A field experiment was conducted in the IGP for 2 yr to evaluate various tillage and crop establishment systems for their efficiency in labor, water, and energy use and economic profitability. The yields of rice in the conventional puddled transplanting and direct-seeding on puddled or nonpuddled (no-tillage) flat bed systems were equal. Yields of wheat following either the puddled-transplanted or no-tillage direct-seeded rice were also equal. Normally, puddled transplanting required 35 to 40% more irrigation water than no-tillage direct-seeded rice. Compared with conventional puddled transplanting, direct seeding of rice on raised beds had a 13 to 23% savings of irrigation water, but with an associated yield loss of 14 to 25%. Nevertheless, water use efficiency (WUE) in the rice&ndash;wheat system was higher with direct-seeded rice (0.45 g L&ndash;1) than with transplanted rice (0.37&ndash;0.43 g L&ndash;1). In Year 1, no-tillage rice&ndash;wheat had a higher net return than the conventional system, whereas in Year 2 the net returns were equal. The study showed that the conventional practice of puddled transplanting could be replaced with no-tillage-based crop establishment methods to save water and labor. However, the occurrence and distribution of rainfall during the cropping season had considerable influence on the savings in irrigation water",
        "lang": "eng"
    },
    "appid": "10883_1499",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1499"
}}
