{"object": {
    "title": {
        "value": "Genetic diversity of the mating type and toxin production genes in Pyrenophora tritici-repentis",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:36Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "drechslera tritici-repentis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ptr toxb",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "toxb",
            "uri": ""
        }
    ],
    "description": {
        "value": "Pyrenophora tritici-repentis, the causal agent of tan spot on wheat, is a homothallic loculoascomycete with a complex race structure. The objectives of this study were to confirm the homothallic nature of the pathogen, characterize mating type diversity and toxin production genes in a global collection of strains, and analyze how these traits are associated between each other and with existing races. The pseudothecia production capacity, race identification, mating type locus (MAT), internal transcribed spacer, and glyceraldehyde-3-phosphate dehydrogenase regions were analyzed in a selection of 88 strains originating from Europe, North and South America, North Africa, and Central and South Asia. Some (60%) strains produced pseudothecia containing ascospores, independent of their origin. Race identification obtained using the multiplex polymerase chain reaction targeting host-selective toxin (HST) genes was consistent, overall, with the results based on the inoculation of a set of differential wheat cultivars and confirmed the predominance of race 1/2 strains (ยกร83%). However, discrepancies in race identification, differences from the reference tester strains, and atypical ToxA profiles suggest the presence of new races and HSTs. The MAT1-1 and MAT1-2 coding regions are consecutively arranged in a single individual, suggesting putative heterothallic origin of P. tritici-repentis. Upstream from the MAT is an open reading frame of unknown function (ORF1) containing a MAT-specific degenerate carboxy-terminus. The phylogenetic analysis of the MAT locus reveals two distinct groups, unlinked to geographical origin or ToxA profile. Group I, the best-represented group, is associated with typical tan spot lesions caused by races 1, 2, 3, and 5 on wheat. It is more homogenous than group II encompassing race 4 strains, as well as isolates associated primarily with small spot lesions on wheat leaves or other hosts. Group II could contain several distinct taxa.",
        "lang": "eng"
    },
    "appid": "10883_2780",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2780"
}}
