{"object": {
    "title": {
        "value": "Variation for grain micronutrients concentration in wheat core-collection accessions of diverse origin",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:47Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "micronutrients",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_7834"
        ]
    },
    "description": {
        "value": "Micronutrient malnutrition, resulting from dietary deficiency of important minerals such as zinc (Zn) and iron (Fe), is a widespread food-related health problem. In a recent initiative of CGIAR?s HarvestPlus challenge program is embarked upon to address this issue through the development of biofortified cultivars with elevated levels of these micronutrients in common wheat (Triticum aestivum L.). Genetic enhancement mainly depends on existence of genetic variability available in the gene pool. Hence, the magnitude of variability for grain Zn and Fe concentrations were studied in 600 wheat core-collection accessions of diverse origin. Grain Zn concentrations among the accessions ranged from 16.85 to 60.77 mg kg-1 and Fe concentrations ranged from 26.26 to 68.78 mg kg-1. The highest levels of Zn concentrations were observed in a Chinese spring bread wheat accessions HONG DUAN MANG and highest Fe concentration was observed in a accession originated from Spain ?ANDALUCIA 344?. Top ranking accessions with high Zn and Fe concentrations are being evaluated for multi-locational testing to study the expression of these micronutrients in target countries, also these accessions are being used as potential donor for further germplasm improvement at International Maize and Wheat Improvement center (CIMMYT), Mexico. There was a highly significant and positive correlation between Zn and Fe concentrations (r = 0.81; p<0.01), indicating simultaneous improvement of both of the micronutrients would be effective and high Fe and Zn sources identified in this study provide a valuable genetic resource for breeding cultivars with high Zn and Fe concentrations.",
        "lang": "eng"
    },
    "appid": "10883_2872",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2872"
}}
