{"object": {
    "title": {
        "value": "Potential impact of investments in drought tolerant maize in Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2012-01-06T05:11:23Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "cereals",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1474",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zea mays",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8504",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "investment",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3930",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "plant production",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5976",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "resistance varieties",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_330872",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7846,
            "value": "drought",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2391"
        }
    ],
    "description": {
        "value": "The study evaluates the potential impacts of the Drought Tolerant Maize for Africa (DTMA) project run by CIMMYT and the International Institute for Tropical Agriculture (IITA) in 13 countries of eastern, southern and West Africa: Angola, Benin, Ethiopia, Kenya, Malawi, Mali, Mozambique, Nigeria, Tanzania, Uganda, Zambia, and Zimbabwe and Ghana. It describes cumulative economic and poverty-reduction benefits to farmers and consumers in those countries over 2007-16, from higher yields and from diminished season-to-season yield fluctuations, through the adoption by farmers of improved, drought tolerant maize varieties. At the most likely rates of adoption, based on several recent studies and expert advice, drought tolerant maize can generate US$ 0.53 billion from increased maize grain harvests and reduced risk over the study period, assuming conservative yield improvements?that is, a yield advantage over normal, improved maize of 3-20%, depending on the site and seasonal conditions. Assuming more optimistic yield gains? a range of 10-34% over non-drought tolerant improved maize?the economic benefit is nearly US$ 0.88 billion in project countries. Optimistic yields plus full replacement of current improved varieties with drought tolerant ones could help more than 4 million people to escape poverty and many millions more to improve their livelihoods. The most striking economic and poverty benefits will accrue in Nigeria, Kenya, and Malawi, based on the amounts of maize sown in those countries, the importance of maize in inhabitants? diets and livelihoods, and their historical levels of adoption of improved maize. In comparison, the benefits will be more modest in Angola and Mozambique and moderate in Uganda and Mali. However, even if most DTMA project resources were allocated to the countries where the benefits are highest, the other countries would still benefit from the research spillovers that could be facilitated by crossborder seed market exchanges. Crucial components in this multi-disciplinary study included geographic information system data, data on the probability of failed crop seasons (PFS), yield data from breeders, projected maize adoption rates mainly from seed experts, and poverty data from socioeconomists. The drought tolerant varieties considered are the product of conventional breeding?that is, they are not transgenic. Follow-up research will address potential benefits from such factors as area expansion effects, increased cropping diversity (households can meet their maize requirements from a smaller portion of their land, freeing up space to sow other crops), and increased investment in fertilizer and other improvements, owing to reduced risk. Moreover, if as expected farmers who adopt drought tolerant maize continue to grow it beyond 2016, the returns on investments to this work will become even more significant.",
        "lang": "eng"
    },
    "appid": "10883_1084",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1084"
}}
