{"object": {
    "title": {
        "value": "Breeder demand for and utilisation of wheat genetic resources in Australia",
        "lang": "eng"
    },
    "updated": "2015-05-28T16:33:31Z",
    "created": "2013-06-07T21:02:18Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic resources",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic variation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gene pools",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "australia",
            "uri": ""
        }
    ],
    "description": {
        "value": "As part of an ACIAR-funded project on genetic diversity in wheat in Australia and China, Australian wheat breeders were surveyed to assess the importance of genetic diversity to breeders. This paper reports the findings of that survey, and identifies the key issues that concern wheat breeders. The issues addressed include the breeders attitude to diversity and the diversity available in their current gene pool. The sources of materials that breeders use to maintain and/or increase diversity in their programs are identified, and ways in which diversity influences breeding decisions are also examined. More importantly from the policy view point, survey responses identify changes over time in the environment in which breeders operate that affect the extent to which they can enhance diversity. The impact of funding constraints, in particular, is shown to influence the extent to which breeders can utilise genetic diversity. The paper raises some important issues for the future genetic diversity of Australia's wheat industry, and the extent to which economic problems related to genetic diversity may arise in the future.",
        "lang": "eng"
    },
    "appid": "10883_1635",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1635"
}}
