{"object": {
    "title": {
        "value": "Forty years of farming systems classification for enhanced food security and poverty reduction",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "farming systems",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "livelihoods",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1374498089962",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "poverty",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6151",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "classification",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1653",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "intensification",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_33485",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "diversification",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2344",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "markets",
            "uri": ""
        }
    ],
    "description": {
        "value": "Further progress towards improved food security and rural incomes and realization of the Millennium Development Goals (MDGs) requires a substantial increase in agricultural production, particularly of cereal crops such as maize, rice and wheat. During the four decades of experience with farming systems analyses, there has been a progressive broadening of research and development agendas and enrichment of classification methods. The Food and Agriculture Organization ? World Bank farming systems framework represents a recent synthesis that blends systems and livelihood perspectives in order to analyse, classify and map farming systems in developing regions. The framework characterizes farming systems in terms of their potential to improve food security and reduce poverty, based on the two dimensions of: (i) agricultural resource endowment, e.g. land quality, and (ii) access to institutions, e.g. market access. These characteristics shape farming system development pathways and household livelihood strategies that intensify production and augment farm incomes largely from cereal-based systems (the bedrock of national and global food security) and thereby accelerate progress towards the MDGs. Among the five principal livelihood strategies for reducing poverty, farm intensification and diversification are promising avenues for substantial poverty reduction in many cereal farming systems. The relative importance of povertyreducing intensification and diversification strategies in different farming systems provides a basis for priority setting and targeting of agricultural research.",
        "lang": "eng"
    },
    "appid": "10883_2174",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2174"
}}
