{"object": {
    "title": {
        "value": "Evaluation of open pollinated varieties of maize for resistance to the maize weevil in a controlled temperature and humidity laboratory in Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "controlled temperature and humidity laboratory",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kernel hardness",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "open pollinated varieties",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "sitophilus zeamais",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_26683",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays (l.)",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "weevils",
            "uri": "http://aims.fao.org/aos/agrovoc/c_30063"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7568
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "humidity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3689"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hardness",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25422"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "varieties",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        }
    ],
    "description": {
        "value": "Maize weevil (Sitophilus zeamais Motschulsky) is one of the major maize storage pests among smallholder farmers in eastern and southern Africa (ESA), thereby, reducing total on-farm maize harvests. Experiments were conducted in a controlled temperature and humidity (CTH) laboratory at CIMMYT-Zimbabwe to compare the resistance of new maize open pollinated varieties (OPVs) from regional trials undertaken in ESA to maize weevils. Twenty maize OPVs were shelled and cleaned before being placed in a deep freezer at &#8722;20 °C to kill any pests and eggs in the grain from the field. Fifty grams of grain from each OPV was measured after 3 weeks and placed in the CTH lab for conditioning. The samples were placed in 250-mL jars with brass-screened lids and then infested with 32 maize weevils aged between 10 and 14 days. Data were collected for kernel hardness prior to weevil infestation, as kernel hardness to confer resistance to weevils. The components of maize weevil resistance considered were: median development period, Dobie index of susceptibility, weevil emergence, weevil mortality, weevil fecundity, grain weight loss, kernel damage and germination. There were highly significant differences in maize kernel characteristics and median development period (P < 0.001) among the maize OPVs. There were significant differences in the number of damaged kernels, grain weight loss (P < 0.01), weevil mortality and germination (P < 0.05) among the maize OPVs. There were no significant differences found for weevil progeny emergence (F1), Dobie index of susceptibility and weevil fecundity, the last of which was positively and significantly correlated with kernel damage (P < 0.001). The DIS was positively and significantly correlated with weight loss and F1 (P < 0.001). The maize OPVs 07WEEVIL, Chitedze6, Strigoff126, Strigoff128 and ZM625 were found to be resistant; on the other hand, Strigoff140, Strigoff125, Strigoff133, VP05199 and VP074 varieties were highly susceptible.",
        "lang": "eng"
    },
    "appid": "10883_3253",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3253"
}}
