{"object": {
    "title": {
        "value": "On-farm wheat trials in Bangladesh: a study to reduce perceived constraints to yield in traditional wheat areas and southern lands that remain fallow during the dry season",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:00Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "This research set out to find ways to increase wheat production in Bangladesh. The approa ches were (1) to increase the area planted to wheat, concentrating on developing a suitable management system for the very hot, often saline and hitherto largely untested fallow lands of the south; and (2) to increase economic and sustainable yield of wheat in the traditional rice-wheat zones. Five mechanized reduced tillage and planting systems were compared. They were used to enable 200 co-operating farmers at 11 locations to plant on time and avoid the reduction in yield that accompanies delays, found in this study to average 2% d-1. Methods that placed seeds in rows were zero tillage, full or strip surface shallow till, and raised beds. A partially mechanized version of the traditional manual system called New Conventional, in which seeds and fertilizers were broadcast, was also tested. Farmers&rsquo; wheat yields averaged more than 3.5 t ha-1 for the two seasons of the study. Farmers in the untested lands averaged more than 2.5 t ha-1 on their farms, well above the 0.5 t ha-1 needed to cover all costs and equal to normal production levels in traditional wheat areas. Surprisingly, full and strip till did not produce higher yields overall than New Conventional in either season. Reasons for the lack of difference are discussed in relation to other aspects of management and variation between the farmers themselves. Farmers had varying opinions and mixed success with zero till and beds. The economic consequences to farmers of using the different systems are also discussed with the suggestion that the low-tech New Conventional method will be preferable for novice wheat farmers in the historically fallow lands where the study indicated potential production is 1 million tonnes.",
        "lang": "eng"
    },
    "appid": "10883_2549",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2549"
}}
