{"object": {
    "title": {
        "value": "The effect of integrated organic and inorganic fertilizer rates on performances of soybean and maize component crops of a soybean/maize mixture at Bako, Western Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:50Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "varieties",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "organic and inorganic fertilizers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "intercropping",
            "uri": ""
        }
    ],
    "description": {
        "value": "The experiment was conducted to determine the best compatible soybean varieties in intercropping systems and the most economically optimum integrated fertilizer rate. The factorial experiment consisted of two soybean varieties (Didessa and Boshe) treated with eight levels of combined organic and inorganic fertilizer applications in three replications. Both sole soybeans and maize under recommended fertilizer recommendation were also included for comparison purposes. The result indicated that there were significant differences in leaf area index, plant height and grain yield of maize due to integrated fertilizer application, but not in harvest index. However, statistically significant variations were observed on nodule number per plant, leaf area per plant and yield of intercropped soybeans as a result of soybean varieties and the interaction of varieties with fertilizer application. Higher nodules and leaf areas per plant were recorded in Didesa variety than Boshe. This could be due to varietal difference, itegrated fertilizer application and cropping systems as well. Yield advantage obtained due to various combinations of fertilizer rates ranged from 6 to 28% over the yield of sole maize. Monetary advantage (MA) obtained due to intercropping systems ranged from the lowest Birr 1927 ha-1 to Birr 8446 ha-1 under various proportions of fertilizer applications. Application of both recommended NP and farmyard manure (FYM) resulted in the highest (Birr 8446 ha-1) MA followed by recommended NP (Birr 4583 ha-1). However, an integrated use of 12 t ha-1 FYM with 28/12N/P2O5 saved up to 75% cost of commercial fertilizer for both years and cost for application in the next year.",
        "lang": "eng"
    },
    "appid": "10883_3267",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3267"
}}
