{"object": {
    "title": {
        "value": "Conservation agriculture in an irrigated cotton-wheat system of the western Indo-Gangetic Plains: Crop and water productivity and economic profitability",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2014-03-05T17:57:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "broad and narrow bed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "residue retention",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conventional and zero tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gross and net returns",
            "uri": ""
        }
    ],
    "description": {
        "value": "Cotton-wheat cropping system is the second most important wheat based system in the South Asia (4.5 M ha) and India (2.6 M ha) and contributes significantly to the food security in the region. However, with the conventional method of crop establishment and crop management, the productivity and profitability of the cotton-wheat system is low. Hence, despite non-suitability of growing situations, farmers are inclined towards cultivating the conventionally tilled rice?wheat rotation which has got severe consequences on the natural resources as well as the future food security. Therefore, an attempt was made to develop and evaluate the performances (in terms of system productivity, water productivity and profitability) of conservation agricultural technologies (like permanent narrow and broad-bed planting and residue management under zero tillage) under an irrigated cotton-wheat system in the region. Treatments included farmers' practice (conventional tillage and flat-bed sowing without residue recycling; CT), and four combinations of raised-bed planting and residue management under zero tillage (viz., narrow-bed and broad-bed sowing with and without crop residue retention) in the first year. During the second year onwards two additional treatments were included: flat-bed sowing under zero tillage with and without residue retention. Results indicate that mean (of last two years) seed cotton yield in the plots under zero tilled permanent broad-bed sowing with residue retention (PBB + R) was about 24 and 51% higher compared with zero tilled narrow-bed sowing without residue retention (PNB; 2.91 Mg ha&#8722;1) and CT plots (2.59 Mg ha&#8722;1), respectively. Similarly, plots under PBB + R had significantly higher mean (of last two years) wheat grain yield than flat-bed zero tilled (ZT) and CT plots. Unlike seed cotton yield, wheat grain yield was not affected by the treatments in the first year. In the second year, plots under PBB + R had about 9 and 11% higher wheat grain yield than PNB (4.37 Mg ) and CT (4.29 Mg ) plots, respectively. Although the system productivity in terms of wheat equivalent yield (WEY) was similar in the plots under PBB + R and zero tilled-broad permanent bed sowing without residue retention (PBB) and zero tilled narrow-bed sowing with residue retention (PNB + R) in the first year, plots under PBB + R had about 15 and 13% higher WEY than PBB and PNB + R plots. Similarly, mean (of the last two years) water productivity of the system in the PBB + R treated plots (12.58 kg wheat grain was 48, 22, 12, 15, 13, 24% higher compared with CT, PNB, PNB + R, PBB, ZT + R and ZT plots, respectively. The above-said PBB + R plots also had the highest net returns (based on mean values of last two years) that was 36 and 13% higher compared with CT and PNB plots, but was similar to other treatments. Therefore, growing cotton?wheat system under permanent beds with residue retention is recommended under irrigated conditions in this region due to its potential of increased productivity, profitability and resource conservation.",
        "lang": "eng"
    },
    "appid": "10883_3427",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3427"
}}
