{"object": {
    "title": {
        "value": "Developing aerobic rice cultivars for water-short irrigated and drought-prone rainfed areas in the tropics",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:42Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.8781
            ],
            "value": "genotypes",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.9325
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.6449
            ],
            "value": "stress",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7452"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "aerobic rice",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1386069485100"
            ]
        }
    ],
    "description": {
        "value": "Aerobic rice is a production system in which rice is direct seeded and grown in nonpuddled and nonflooded aerobic soils. Aerobic rice varieties need to be developed to cope with the increasing water scarcity in tropical Asia. Advanced breeding lines were evaluated in 24 yield trials under both nonstressed and stressed aerobic soil conditions in 4 yr (2005?2008) to assess the efficacy of the two-stress-level screening protocol and selection strategies for developing aerobic rice and to identify genotypes that are high yielding and drought tolerant. Twenty-six genotypes outyielded the reference varieties Apo and UPLRi-7 by more than 10% under both nonstress and stress conditions. High harvest index (HI) and vegetative vigor accounted for the increased yield of the newly developed genotypes. On average, the drought stress reduced grain yield by 60%, HI by 50%, and plant height by 12 cm and delayed flowering by 3 d. There was a low genetic correlation for yield across the two stress levels, and indirect selection under one stress level was not predicted to be effective in improving grain yield under the other, suggesting that screening genotypes under both nonstress and stress conditions for yield is needed to develop aerobic-adapted varieties combining high yield potential with drought tolerance. The elite germplasm identified in this study is likely to be useful to farmers in water-short irrigated and rainfed areas in the tropics.",
        "lang": "eng"
    },
    "appid": "10883_1547",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1547"
}}
