{"object": {
    "title": {
        "value": "Reliable and inexpensive colorimetric method for determining protein-bound tryptophan in maize kernels",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:35Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize",
            "uri": ""
        }
    ],
    "description": {
        "value": "Biofortification programs in maize have led to the development of quality protein maize (QPM) with increased contents of the essential amino acids lysine and tryptophan, and increased nutritional value for protein deficient populations where maize is a staple food. Because multiple genetic systems control and modify the protein quality of QPM, tryptophan or lysine monitoring is required to maximize genetic gain in breeding programs. The objective of this work was to develop an accurate, reliable, and inexpensive method for tryptophan analysis in whole-grain maize flour to support QPM research efforts around the world. Tryptophan reacts with glyoxylic acid in the presence of sulfuric acid and ferric chloride, producing a colored compound that absorbs at 560 nm. A series of experiments varying the reagent concentrations, hydrolysis time, and length of the colorimetric reaction resulted in an optimized protocol which uses 0.1 M glyoxylic acid in 7 N sulfuric acid and 1.8 mM ferric chloride, and 30min reaction time. This method produced stable and reproducible results for tryptophan concentration in whole-grain maize flour and was validated by comparison with data obtained using an acetic acid-based colorimetric procedure (r2 = 0.80) and high pressure liquid chromatography (HPLC) (r2 = 0.71). We describe adaptations that permit high throughput application of this tryptophan analysis method using a microplate platform.",
        "lang": "eng"
    },
    "appid": "10883_3084",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3084"
}}
