{"object": {
    "title": {
        "value": "Responses of tropical maize landraces to damage by Chilo partellus stem borer",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2014-03-05T17:51:04Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "chilo partellus",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ear length",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "exit holes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stem borer resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tunnel length",
            "uri": ""
        }
    ],
    "description": {
        "value": "The potential to manage insect pests using host-plant resistance exists, but has not been exploited adequately. The objective of this study was to determine the resistance of 75 tropical maize landraces through artificial infestation with Chilo partellusSwinhoe. The trial was laid in alpha-lattice design and each seedling was infested with five neonates three weeks after planting, over two seasons in 2009 and 2010. The number of exit holes, tunnel length, ear diameter, ear length, plant height, stem diameter, stem lodging and grain yield were measured and a selection index computed. GUAT 1050 was the most resistant with an index of 0.56, while BRAZ 2179 was the most susceptible with an index of 1.66. Ear characteristics were negatively correlated with damage parameters. The principal component biplot suggested that exit holes, cumulative tunnel length, leaf damage, cob diameter, stem lodging, selection index, ear and plant height contributed 71.2% of the variation in resistance. The mean number of exit holes and tunnel length for resistant landraces and resistant hybrid checks were similar; at 5.5 and 2.48 cm, respectively. The identified resistant landraces (GUAT 1050, GUAT 280, GUAT 1093, GUAT 1082, GUAT 1014, CHIS 114, and GUAN 34) could be used to develop C. partellus stem borer-resistant maize genotypes.",
        "lang": "eng"
    },
    "appid": "10883_3415",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3415"
}}
