{"object": {
    "title": {
        "value": "Gene action controlling grain yield and secondary traits in southern African maize hybrids under drought and non-drought environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:33Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "drought tolerance",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_14914",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gca",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gene action",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sca",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "drought",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2391"
        }
    ],
    "description": {
        "value": "Breeding maize hybrids for drought tolerance would significantly reduce yield loss due to drought in southern Africa. Mode of gene action controlling yield and secondary traits was investigated by mating 27 inbred lines, in sets according to a North Carolina design II scheme. The resultant 72 experimental and eight commercial hybrids were evaluated in 8 × 10 a-lattice design with two replications, in four drought and two non-drought environments. Under drought conditions, only general combining ability (GCA) variance was significant for yield, indicating predominance of additive effects. In non-drought environments, both GCA and specific combining ability variances were significant for yield, indicating importance of additive and non-additive effects, respectively. Contributions of male (GCAm) and female GCA (GCAf) effects to hybrids varied depending on the trait and conditions. Superior GCAf to GCAm effects for yield under drought conditions, and for ASI, prolificacy and ear aspect under both drought and non-drought conditions, suggested that maternal effects might have modified these traits. Larger GCAm than GCAf for ASI and silking dates under normal conditions indicated that paternal genotypes played a greater role in determining these traits. Similar GCAm and GCAf for yield under normal conditions, silking and anthesis dates under drought indicated that both parents made similar contribution to hybrids. Possibly, complications due to modification of traits by cytoplasmic effects and cross-over G × E for yield might partly explain why only a few drought tolerant hybrids have been developed. Practical implications of these findings in breeding drought tolerance in maize are discussed.",
        "lang": "eng"
    },
    "appid": "10883_3068",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3068"
}}
