{"object": {
    "title": {
        "value": "Consumer acceptability of yellow maize products in Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "vitamin a deficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "household income",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "organoleptic characteristic",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "probit model",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrition education",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "vitamins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8274"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "income",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3820"
        }
    ],
    "description": {
        "value": "This study analyzes consumers&rsquo; awareness of and attitudes towards yellow maize products in Zimbabwe and suggests intervention strategies that will ensure increased production and consumption of the crop, which is rich in provitamin A to help prevent the incidence of vitamin A deficiency prevalent among vulnerable groups. Data from 360 randomly selected rural and urban households show that yellow maize is known to all but few are aware of its nutritional qualities or consume it. The main source of supply is imported food aid. Rich in oils, carotenoids and fructose, yellow maize easily undergoes chemical changes to produce unacceptable organoleptic properties (or bad taste) if poorly handled during importation. These two factors are responsible for it being perceived inferior to white maize by consumers. Quality assurance during importation can improve consumer confidence but a long-term strategy will be to vigorously promote domestic production of yellow maize varieties rich in high levels of ß-carotene that meet the preferences of consumers. Drawing from a probit model regression analysis, nutritional education can potentially promote yellow maize consumption, especially if targeted at low income households. Domestic production and consumption of yellow maize will decrease vitamin A deficiency among vulnerable groups and improve food insecurity through reduced grain prices and increased incomes for farmers. These results draw attention to the need for policy makers in developing countries to review their agricultural policies to ensure that they do not undermine the local production and consumption of nutritionally valuable crops.",
        "lang": "eng"
    },
    "appid": "10883_2147",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2147"
}}
