{"object": {
    "title": {
        "value": "Risk analysis of maize-legume crop combinations with smallholder farmers varying in resource endowment in Central Malawi",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:43Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "SUMMARY: Using farmer resource typologies, adaptability analysis and an on-farm mother and baby trial approach, we evaluated the production risks of alternative maize-legume crop combinations for smallholder farmers in Chisepo, central Malawi between 1998 and 2002. Production benefits and risks of four soil fertility and food legumes, pigeonpea (Cajanus cajan), groundnut (Arachis hypogaea), tephrosia (Tephrosia vogelii) andmucuna (Mucuna pruriens), intercropped or rotated with maize, were compared by 32 farmers in 4 farmer resource groups (RGs) of different wealth status. The calculation of lower confidence limits was used to determine the production risk of the crops. Alternative crop technologies presented different risks to farmers of different wealth status, and the degree of risk affected their choice of soil fertility management strategy. The betterresourced farmers (RG 1) had larger yields with all crop combinations than the poorly resourced farmers (RG 4). Legumes integrated with maize significantly (p < 0.001) raised maize grain yields by between 0.5 t ha&#8722;1 and 3.4 t ha&#8722;1, when compared with sole crop unfertilized maize. Fertilized maize was less of a risk for the better-resourced farmers (RG 1 and RG 2), and it yielded well when combined with the legumes. Maize-legume intercrops yielded more and were associated with less risk than the maize-legume rotations. Maize intercropped with pigeonpea was predicted overall to be the least risky technology for all RGs. We conclude that new crop technologies may pose more risk to poorly resourced farmers than to wealthier farmers.",
        "lang": "eng"
    },
    "appid": "10883_1559",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1559"
}}
