{"object": {
    "title": {
        "value": "Risk and maize-based cropping systems for smallholder Malawi farmers using conservation agriculture technologies",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:25Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.7825
            ],
            "value": "risk",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6612"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.9789,
            "value": "cropping systems",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1971"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6444,
            "value": "malawi",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4532"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "smallholders",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14343"
        }
    ],
    "description": {
        "value": "Agricultural production in southern Africa is constrained by numerous factors, including low soil fertility, frequent droughts and flooding, limited access to fertilizers and the use of unsustainable management techniques that increase soil erosion rates. Conservation agriculture (CA) is based on the principles of minimum soil disturbance, crop residue retention and crop rotations. CA systems have been proposed to alleviate the negative externalities associated with conventional crop management systems. This study was conducted to examine the riskiness of economic returns of CA technologies based on maize grain yield evaluated in 12 target communities in Malawi from 2005?2011. On average, maize grain yields on both CA treatments exceeded the conventional control treatment by 22.1?23.6%, with differences more distinct in low altitude areas with low rainfall and frequent seasonal dry spells. Stochastic dominance analysis suggest that CA technologies would be preferred by risk-averse farmers, with corresponding differences in risk premiums (compared to conventional maize production systems) ranging between US$40 and US$105. However, these rankings are sensitive to the agroecological zones where the experiments were conducted. The risk premiums associated with the CA technologies in low elevation regions are unambiguous. Risk-averse farmers in higher elevations may need substantial incentives to adopt some CA technologies.",
        "lang": "eng"
    },
    "appid": "10883_1593",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1593"
}}
