{"object": {
    "title": {
        "value": "Near-Infrared Reflectance Spectroscopy (NIRS) for Protein, Tryptophan, and Lysine Evaluation in Quality Protein Maize (QPM) Breeding Programs",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "nirs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tryptophan",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lysine",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Quality protein maize (QPM) has approximately twice the tryptophan (Trp) and lysine (Lys) concentrations in protein compared to normal maize. Because several genetic systems control the protein quality of QPM, it is essential to regularly monitor Trp and/or Lys in breeding programs. Our objective was to examine the potential of near-infrared reflectance spectroscopy (NIRS) to enhance the efficiency of QPM research efforts by partially replacing more expensive and time-consuming wet chemistry analysis. More than 276 maize samples were used to develop NIRS models for protein content (PC), Trp, and Lys. The standard error of prediction (SEP) for the calibration and the coefficient of determination for validation (R2 v) were 0.26 and 0.96 for PC, 0.005 and 0.85 for Trp, and 0.02 and 0.75 for Lys. When the NIRS models were used to evaluate 266 S2 lines from five QPM breeding populations, the coefficients of determination between NIRS and the chemical data were 0.94, 0.76,",
        "lang": "eng"
    },
    "appid": "10883_3142",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3142"
}}
