{"object": {
    "title": {
        "value": "Evaluating the use of herbicide-coated imidazolinone-resistant (IR) maize seeds to control Striga in farmers' fields in Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:30Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "farmer-managed trials",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "herbicide resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "on-farm trials",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "regression analysis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_16335",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.9217
            ],
            "value": "striga",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7453"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "trials",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2758"
        }
    ],
    "description": {
        "value": "The performance of imidazolinone-resistant (IR) maize seed, coated with the herbicide, and conventional maize seeds were compared for the control of Striga during on-farm trials. The researcher-managed trials from 2002 (on 3 farms with 2 replications, using conventional hybrid maize as control) showed good Striga control, especially in the early stages, increasing yields by 2.39 tons/ha. Farmer-managed trials from 2004 (on 60 farms in 3 districts, no replications, using farmer's maize variety as control) showed good control in two districts, increasing average yield by 0.69 tons/ha. In the third district, the IR-maize and control plots showed similar levels of Striga infestation, probably caused by heavy rains and flooding which can wash off the herbicide. The yield response to IR-maize seed was categorized at two levels. The germplasm effect was estimated at 0.37 tons/ha. The herbicide effect was estimated at 0.13 tons/ha (49 kg/ha for each reduction of the Striga numbers/m2). With maize prices at US$202/ton, seed prices at US$34/ha and herbicide cost at US$4/ha, the overall marginal rate of return (MRR) was 2.4 (good), with an MRR of 1.9 (respectable) for the germplasm and an MRR of 5.6 (very good) for the IR-maize technology. Farmers generally appreciated the technology and indicated their willingness to pay (WTP), which was, however, very price-sensitive. The methodology of on-farm work can be improved substantially by including a sufficient number of sites, by measuring compounding factors (soil fertility, Striga seed bank, rainfall), by involving the farmers more (explain the design better, visit more often), by inviting more farmers for the evaluation and by using experimental auctions of IR-maize seed to estimate their WTP for this new technology.",
        "lang": "eng"
    },
    "appid": "10883_3049",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3049"
}}
