{"object": {
    "title": {
        "value": "The QTL controlling amino acid content in grains of rice ( Oryza sativa ) are co-localized with the regions involved in the amino acid metabolism pathway",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:33Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "amino acid content",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lys content",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rice (oryza sativa l.)",
            "uri": ""
        }
    ],
    "description": {
        "value": "The improvement of grain quality, such as protein content (PC) and amino acid composition, has been a major concern of rice breeders. We constructed a population of 190 recombinant inbred lines (RILs) from a cross between Zhenshan 97 and Nanyangzhan to map the quantitative trait locus or loci (QTL) for amino acid content (AAC) as characterized by each of the AACs, total essential AAC, and all AAC. Using the data collected from milled rice in 2002 and 2004, we identified 18 chromosomal regions for 19 components of AAC. For 13 of all the loci, the Zhenshan 97 allele increased the trait values. Most QTL were co-localized, forming ten QTL clusters in 2002 and six in 2004. The QTL clusters varied in both effects and locations, and the mean values of variation explained by individual QTL in the clusters ranged from 4.3% to 28.82%. A relatively strong QTL cluster, consisting of up to 19 individual QTL, was found at the bottom of chromosome 1. The major QTL clusters identified for two different years were coincident. A wide coincidence was found between the QTL we detected and the loci involved in amino acid metabolism pathways, including N assimilation and transfer, and amino acid or protein biosynthesis. The results will be useful for candidate gene identification and marker-assisted favorable allele transfer in rice breeding programs.",
        "lang": "eng"
    },
    "appid": "10883_1738",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1738"
}}
