{"object": {
    "title": {
        "value": "Genetic analysis of slow-rusting resistance to leaf rust in durum wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:20Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "rusts",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_6710"
        ]
    },
    "description": {
        "value": "Leaf rust (caused by Puccinia triticina Eriks.) is a widespread disease of wheat (Triticum spp.) that can be controlled effectively through the use of genetic resistance. Little is known about the slow-rusting type of resistance to leaf rust in durum wheat [Triticum turgidum L. ssp. durum (Desf.) Husn.]. The genetic basis of slow-rusting resistance was investigated in eight International Maize and Wheat Improvement Center (CIMMYT)&ndash;derived durum wheat lines. The slow-rusting parents and the susceptible &lsquo;Atil C2000&rsquo; were intercrossed in a half-diallel arrangement, and the populations were advanced to the F3 or F5 generation. The F3 and F5 populations were evaluated in the field under artificial epidemics of P. triticina race BBG/BN. Both quantitative and qualitative models were applied to estimate the number of slow-rusting resistance genes. Results indicate that slow-rusting resistance to leaf rust in durum wheat lines &lsquo;Playero&rsquo;, &lsquo;Planeta&rsquo;, and &lsquo;Trile&rsquo; was controlled by at least three independently inherited genes that interacted in an additive manner, whereas the slow-rusting resistance in &lsquo;Piquero&rsquo;, &lsquo;Amic&rsquo;, &lsquo;Bergand&rsquo;, &lsquo;Tagua&rsquo;, and &lsquo;Knipa&rsquo; was determined by at least two genes with additive effects. Transgressive segregation was observed among the progenies from intercrosses of resistant parents, suggesting that some of the genes were nonallelic. The narrow-sense heritability for slow-rusting resistance was high (0.77&ndash;0.94). The diverse slow-rusting resistant parents can be used in developing cultivars with durable and high levels of resistance to leaf rust in durum wheat.",
        "lang": "eng"
    },
    "appid": "10883_2674",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2674"
}}
