{"object": {
    "title": {
        "value": "Haplotype analysis of molecular markers linked to stem rust resistance genes in Ethiopian improved durum wheat varieties and tetraploid wheat landraces",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:59Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "diagnostic molecular markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "haplotype",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sr gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stem rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tetraploid wheats",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6356
            ],
            "value": "tetraploids",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7690"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7535
            ],
            "value": "varieties",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.654
            ],
            "value": "rusts",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6710"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "molecular markers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24030"
        }
    ],
    "description": {
        "value": "The recent emergence of wheat stem rust race Ug99 (TTKSK) and related strains threaten Ethiopian as well as world wheat production because they overcome widely used resistance genes that had been effective for many years. The major cause which aggravates the ineffectiveness of Ethiopian wheat varieties against stem rust is the narrow genetic base on which the breeding for resistance has been founded, however, little is known about the resistance genotypes of Ethiopian durum wheat varieties and tetraploid wheat landraces. The objective of the study was to identify stem rust resistance genes that are present in the Ethiopian tetraploid wheat landraces and improved durum wheat varieties using molecular markers and assess which genes are effective for current Ethiopian stem rust races of Puccinia graminis f. sp. tritici including Ug99. The investigated 58 tetraploid wheat accessions consisted of 32 (Triticum durum s.l. incl. Triticum aethiopicum Jakubz., Triticum polonicum) landraces and 22 registered T. durum varieties released in Ethiopia between 1966 and 2009 and four T. durum varieties from ICARDA. A total of 17 molecular markers (SSR, EST and InDel) linked or diagnostic for stem rust resistance genes Sr2, Sr13, Sr22 and Sr35 were used for genotyping. Haplotype analysis indicated that only few of the Ethiopian durum wheat varieties carried Sr13. The resistant variety ?Sebatel? showed a haplotype for Sr2 and Sr22 and variety ?Boohai? for Sr22, however further evaluation is needed for the diagnostic value of these haplotypes. This study is the first report on the presence of stem rust resistance (Sr) genes in Ethiopian durum wheat varieties and tetraploid wheat landraces based on linked or associated molecular markers. Thus it might help in the identification of varieties carrying resistant alleles that provide valuable genetic material for the development of new improved varieties in further breeding programmes.",
        "lang": "eng"
    },
    "appid": "10883_2955",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2955"
}}
