{"object": {
    "title": {
        "value": "Targeting research for poverty reduction in marginal areas of rural Syria",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:36Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.9515
            ],
            "value": "households",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3676"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6237
            ],
            "value": "agricultural research",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8679"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "livelihoods",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1374498089962"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "marginal areas",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4287"
        }
    ],
    "description": {
        "value": "Agricultural research in marginal dry areas can contribute to reducing poverty through the development of technological, institutional and policy options for poor farmers. Such research should address diversified opportunities and development pathways. This article analyses the diversity of livelihood strategies of rural people living in the Khanasser Valley in northwestern Syria, an area that is typical of marginal drylands. It proposes an operational classification of households based on their different livelihood strategies, applying an integrated methodology within a Sustainable Livelihoods framework. Households are classified into three clusters: agriculturists, labourers and pastoralists. The article examines the diversity of livelihoods involved, and considers where and how research should be directed to have greatest impact on poverty. Given that rural households are not homogeneous but dynamic entities, with diverse assets, capabilities and opportunities, the definition of household typologies can help to target development research. The article concludes that while agriculturists benefit most, poor labourers with enough land can also gain from pro-poor agricultural research. The poorest households with little land, and pastoralists, benefit little or only indirectly.",
        "lang": "eng"
    },
    "appid": "10883_2125",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2125"
}}
