{"object": {
    "title": {
        "value": "Quantification of Bt Delta-endotoxins in leaf tissues of tropical Bt maize populations",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:49Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "bt maize",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.9616,
                0.9616,
                0.9616,
                0.9616,
                0.9616,
                0.9616,
                1,
                ""
            ],
            "value": "stem borers",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7389",
                "http://aims.fao.org/aos/agrovoc/c_7389",
                "http://aims.fao.org/aos/agrovoc/c_7389",
                "http://aims.fao.org/aos/agrovoc/c_7389",
                "http://aims.fao.org/aos/agrovoc/c_7389",
                "http://aims.fao.org/aos/agrovoc/c_7389",
                "http://aims.fao.org/aos/agrovoc/c_7389",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bt delta-endotoxins",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "enzyme-linked immunosorbent assay (elisa)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dot blot analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cry1ab",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.8075
            ],
            "value": "endotoxins",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2564"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "elisa",
            "uri": "http://aims.fao.org/aos/agrovoc/c_15968"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "analysis",
            "uri": "http://aims.fao.org/aos/agrovoc/c_49928"
        }
    ],
    "description": {
        "value": "In Kenya, stem borers destroy an estimated 13.5% of farmers' annual maize harvest. Maize transformed using Bacillus thuringiensis (Bt) derived genes controls stem borers without negative effects to humans, livestock or the environment. The effectiveness and sustainability of Bt transgenic technology in the control of stem borers depends on the levels of concentration of the Bt ä-endotoxins in plant tissues. Kenya introduced Bt maize events to test the efficacy of Bt maize in controlling stem borers, and to develop high-yielding and locally adapted Bt maize germplasm for farmers. The objective of this study was to assess under greenhouse conditions the concentration levels of Bt ä-endotoxins in the leaf tissues of the parents, the F1, and the F2:3 populations of tropical maize, as a measure of stability and sustainability. Kenya introduced Bt maize events to test the efficacy of Bt maize in controlling stem borers, and to develop high-yielding and locally adapted Bt maize germplasm for farmers. The objective of this study was to assess under greenhouse conditions the concentration levels of Bt ä-endotoxins in the leaf tissues of the parents, the F1, and the F2:3 populations of tropical maize, as a measure of stability and sustainability. Two public Bt maize lines (Event 216 and Event 223) containing the cry1Ab::ubi gene were crossed with two non-Bt maize inbred lines, CML144 and CML159, to assess how the concentrations of Bt ä-endotoxins are transmitted from parents to F1 and to F2 generations. The mean concentration of Bt ä-endotoxins (ìg/g) was 4.93 and 4.63 in Events 216 and 223 respectively. As expected, F1 generations of all the crosses had similar concentrations of Bt ä-endotoxins. However, the F2 generations showed a spread of concentrations. These findings may imply that genotypes with a higher mean concentration of Bt ä-endotoxins also have a lower level of plant damage traits expressed. In addition, these observations indicate that the cry1Ab gene was dominant and was inherited following the Mendelian segregation and that Events 216 and 223 could be utilized as reliable sources of resistance to stem borers in maize breeding programmes.",
        "lang": "eng"
    },
    "appid": "10883_3197",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3197"
}}
