{"object": {
    "title": {
        "value": "Impediments to new improved maize variety testing and release in selected countries in Sub-Saharan Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "dus",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "vcu",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "variety release",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed regulations",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "improved varieties",
            "uri": ""
        }
    ],
    "description": {
        "value": "Before farmers can benefit from new improved maize varieties with novel genetic information, new maize varieties have to undergo performance testing, registration and approval. The registration procedures require that new maize varieties must pass the tests for value for cultivation and use (VCU) and standardized tests for distinctness, uniformity and stability (DUS). To meet the minimum requirements for variety release, public and private sector maize breeding programs routinely assemble breeding nurseries and evaluate variety performance in National and Regional Performance Trials (NRPT) with the objective of generating important agronomic data to identify the best maize varieties for release. In spite of intensive variety evaluation in regional and national trials, only few maize varieties have been registered and released annually in sub-Saharan Africa (SSA) denying farmers access to new improved varieties. The purpose of this study was to identify constraints hampering the registration and release of elite maize germplasm and make recommends on how to quicken the deployment of elite germplasm to smallholders? farmers. A survey was conducted on the varietal testing and release systems in 14 selected countries (Angola, Benin, Ethiopia, Malawi, Ghana, Mali, Mozambique, Nigeria, Tanzania, Kenya, South Africa, Uganda, Zambia, and Zimbabwe) in SSA. The results from the study show that regulations on variety testing and release procedures in the various countries are overlapping and rigid hindering the deployment and commercialization of new improved maize germplasm. The study also showed that varietal release rates fluctuated between countries with South Africa having the highest number of varietal release rates per year and some countries failing to release a single variety per year.",
        "lang": "eng"
    },
    "appid": "10883_3112",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3112"
}}
