{"object": {
    "title": {
        "value": "Relationship, evolutionary fate and function of two maize co-orthologs of rice GW2 associated with kernel size and weight",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:46Z",
    "created": "2013-06-07T21:02:42Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.658
            ],
            "value": "kernels",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_25387"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6524
            ],
            "value": "polymorphism",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6088"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.906
            ],
            "value": "genes",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3214"
            ]
        }
    ],
    "description": {
        "value": "Background: In rice, the GW2 gene, found on chromosome 2, controls grain width and weight. Two homologs of this gene, ZmGW2-CHR4 and ZmGW2-CHR5, have been found in maize. In this study, we investigated the relationship, evolutionary fate and putative function of these two maize genes. Results: The two genes are located on duplicated maize chromosomal regions that show co-orthologous relationships with the rice region containing GW2. ZmGW2-CHR5 is more closely related to the sorghum counterpart than to ZmGW2-CHR4. Sequence comparisons between the two genes in eight diverse maize inbred lines revealed that the functional protein domain of both genes is completely conserved, with no nonsynonymous polymorphisms identified. This suggests that both genes may have conserved functions, a hypothesis that was further confirmed through linkage, association, and expression analyses. Linkage analysis showed that ZmGW2-CHR4 is located within a consistent quantitative trait locus (QTL) for one-hundred kernel weight (HKW). Association analysis with a diverse panel of 121 maize inbred lines identified one single nucleotide polymorphism (SNP) in the promoter region of ZmGW2-CHR4 that was significantly associated with kernel width (KW) and HKW across all three field experiments examined in this study. SNPs or insertion/deletion polymorphisms (InDels) in other regions of ZmGW2-CHR4 and ZmGW2-CHR5 were also found to be significantly associated with at least one of the four yield-related traits (kernel length (KL), kernel thickness (KT), KW and HKW). None of the polymorphisms in either maize gene are similar to each other or to the 1 bp InDel causing phenotypic variation in rice. Expression levels of both maize genes vary over ear and kernel developmental stages, and the expression level of ZmGW2- CHR4 is significantly negatively correlated with KW.",
        "lang": "eng"
    },
    "appid": "10883_1813",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1813"
}}
