{"object": {
    "title": {
        "value": "Nitrogen leaching and soil nitrate, and ammonium levels in an irrigated wheat system in northern Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:35Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "leaching",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil chemistry",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ammonium nitrate",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "irrigation systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mexico",
            "uri": ""
        }
    ],
    "description": {
        "value": "Nitrate  leaching from agricultural soils can represent a substantial loss of fertilizer nitrogen (N), but a large variation in losses has been reported. We report N leaching losses under four N fertilizer treatments and two farmer's fields in the Yaqui Valley, Mexico. In these irrigated wheat systems, farmers typically apply 250 kg N ha&#8722;1 as anhydrous ammonia (knifed in) or urea(broadcast), with 75% applied directly before planting and 25% at the time of the first post-planting irrigation. Over two wheat seasons, we compared typical farmer's practices to alternatives that applied less N and more closely timed fertilizer application to plant demand. Field lysimeter measurements and predictions from a water transport simulation model (called NLOSS) were used to estimate the amount of N leached over the season. Approximately 5 and 2% of the applied N leached below the root zone with the typical farmer's practice in 1995?96 and 1997?98,respectively. The alternative treatments reduced N leaching losses by 60 to95% while producing comparable economic returns to the farmer. Leaching losses from the two farmer's fields were substantially higher (about 14and26% of the applied N). Our results indicate that the typical farmer's practice leads to relatively high N leaching losses, and that alternative practices synchronizing fertilizer application with crop demand can substantially reduce these losses.",
        "lang": "eng"
    },
    "appid": "10883_3275",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3275"
}}
