{"object": {
    "title": {
        "value": "Doubled haploids versus conventional breeding in CIMMYT wheat breeding programs",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:21:17Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "Doubled haploid (DH) technology has been used in breeding programs for several decades and is currently the method of choice in a number of crop species, including barley (Hordeum vulgare L.), rapeseed (Brassica napus L.), maize (Zea mays L.), and wheat (Triticum aestivum L.). In this study we investigated via computer simulation the benefit of using DHs compared with the conventional wheat breeding strategy used at CIMMYT. Two strategies using DHs were considered: DH lines directly derived from F1 hybrids (F1?DH), and DH lines derived from F3 individuals that are retained following selection for agronomic traits in the F2 generation (F3?DH). Genetic gains per cycle, per year, and per dollar spent were consistently higher for conventional breeding than for DH breeding strategies, especially gains per dollar. Though the F1?DH strategy saved 1 yr in completing a breeding cycle, genetic gains per year for the adaptation trait from F1?DH were much lower than those from conventional breeding, where two growing seasons are used per year. Though the DH breeding strategy showed no significant advantages over the conventional wheat shuttle-breeding regime of CIMMYT, we did not exclude the possibility that the DH breeding strategy may have advantages when genetic gains per unit of time are considered, and only one generation is grown per year. The conventional shuttle regime will continue to be the major wheat breeding strategy at CIMMYT, where two cycles can be grown per year and breeders can do selection in large populations in both cycles.",
        "lang": "eng"
    },
    "appid": "10883_3337",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3337"
}}
