{"object": {
    "title": [
        {
            "value": "Interaction of components of resistence and inocule in bread wheat (tritricum aestivum l.) with foliar blight (septoria tritici rog. ex. desm.).",
            "lang": "eng"
        },
        {
            "value": "| Interaccion de componentes de resistencia e inoculo en trigo (Triticum aestivum l.) con tizon foliar (Septoria tritici rog. ex. desm.)",
            "lang": ""
        }
    ],
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:15Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "septoria tritici",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "competition among isolates",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "density of pycnidia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "isolate mixture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "latent period",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        }
    ],
    "description": {
        "value": "The objective of the present study was to determine the effect of the inoculations of isolates of Septoria tritici Rob. Ex. Desm. individually and in mixtures, in the latent period, number of pycnidia and severity of the disease in seedlings in the latent period and later in doughy stage in nine genotypes of bread wheat (Triticum aestivum L.) with different degree of resistance to the pathogen in Atizapán, México, during two cycles. Inoculation was made under field conditions with three individual isolates (P8, P9 and B1) and mixtures in nine wheat genotypes with different behavior to Septoria tritici. The latent period in the susceptible cultivars was shorter and there was a higher number of pycnidia per surface unit, and the severity of the disease was greater with respect to the resistant genotypes. Inoculation of two genotypes reduced the latent period and was lengthened in only two resistant genotypes. In contrast, the inoculation with the mixture of the three isolates always delayed the appearance of pycnidia in all of the susceptible cultivars and in four resistant ones of the six cultivars inoculated. Regarding to the density of pycnidia per foliar area, the inoculation with two or three isolates resulted in significant reductions (p?0.05) of the number of pycnidia, with respect to the inoculations with individual isolates in the susceptible wheat, but not in the resistant wheat. The susceptible genotypes presented the greatest severity of the disease. A rapid formation of pycnidia was observed along with a higher number per surface unit. In concordance with the results of the latent period and density of pycnidia, the inoculation with mixtures of two and three isolates reduced the severity in the susceptible genotypes. However, in the resistant materials, the inoculations with mixtures did not always significantly reduce severity. In resistant and susceptible materials, the inoculation with mixture of two isolates caused a delay in the latent period. It can be concluded that S. tritici presents a pathogenic variation among isolates and the competition that is established among them in inoculations with mixtures increased the latent period, such as reduction in the density of pycnidia as well as the severity of the disease in the susceptible genotypes and in some resistant ones.",
        "lang": "eng"
    },
    "appid": "10883_2641",
    "language": [
        {
            "value": "eng",
            "uri": "http://lexvo.org/id/iso639-3/eng"
        },
        {
            "value": "spa",
            "uri": "http://lexvo.org/id/iso639-3/spa"
        }
    ],
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2641"
}}
