{"object": {
    "title": {
        "value": "Comparing water management in rice-wheat production systems in Haryana, India and Punjab, Pakistan",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "irrigated farming",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "intensive cereal systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indo-gangetic plains",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "south asia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conjunctive water use",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "canal irrigation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tubewell irrigation",
            "uri": ""
        }
    ],
    "description": {
        "value": "The intensive irrigated rice-wheat systems in the northwest Indo-Gangetic Plains of South Asia are built on a long tradition of canal irrigation and the more recent advent of tubewells. Findings from farm surveys are used to examine water management and water productivity in the rice-wheat belt of India's Haryana State and Pakistan's Punjab province. Attributes of the irrigation sources help explain the widespread interest in groundwater use and the relative demise of canal water use. In each area groundwater now is the main irrigation source, used either solely or in conjunction with surface water. The ownership of tubewells is near universal among the surveyed farms, whereas conjunctive water use is more widespread during the monsoon season, among better endowed farmers and in the Pakistan Punjab. In Pakistan Punjab farmers primarily rely on diesel powered tubewells whereas Haryana farmers mainly use relatively cheaper electric power. Water productivity indicators for rice are markedly lower than those for wheat?largely reflecting significantly higher water inputs in paddy cultivation but also vary between the study areas and by the prevailing water use, reflecting the limited incentives for farmers to use water wisely. A combination of technological, land use and market based approaches is likely to be most effective in achieving sustainable water management in these intensive cereal systems",
        "lang": "eng"
    },
    "appid": "10883_1525",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1525"
}}
