{"object": {
    "title": {
        "value": "Livelihood assets as a multidimensional inverse proxy for poverty: A district-level analysis of the Indian indo-gangetic plains",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "poverty analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "livelihood capital",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wealth index",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "meso-level analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indo-gangetic plains",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "india",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "livelihoods",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1374498089962"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7099
            ],
            "value": "assets",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_677"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "poverty",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6151"
        }
    ],
    "description": {
        "value": "The measurement of poverty is important yet problematic and controversial. This study assesses livelihood asset indicators from the sustainable livelihood approach as a multidimensional inverse proxy for poverty. The study develops and contrasts different asset-based proxies building on the five livelihood capitals: natural, physical, human, social and financial. The Indian Indo-Gangetic Plains with 280 million rural inhabitants and covering 0.47 million km2 are used as an empirical case to illustrate and contrast the multidimensional proxies, drawing on secondary data for 18 quantitative district-level indicators. Principal components derived directly from the district-level indicators proved to be a good proxy for the district-level poverty head count ratio (adjusted R2 = 0.51). A composite livelihood asset index aided interpretation but at a significant cost of overall explanatory power (adjusted R2 = 0.42). Alternative models derived from the five livelihood assets provide more acceptable trade-offs between explanatory and interpretational power. Livelihood asset-based approaches can thus provide an inverse proxy for absolute poverty.",
        "lang": "eng"
    },
    "appid": "10883_2202",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2202"
}}
