{"object": {
    "title": {
        "value": "Solvent retention capacities as indirect selection criteria for sugar snap cookie quality in Chinese soft wheats",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:20Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "solvent retention capacity",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7606
            ],
            "value": "selection",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6951"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6423
            ],
            "value": "environment",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2593"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "sucrose",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7495"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.9627
            ],
            "value": "genotypes",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6893
            ],
            "value": "soft wheat",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_14386"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "solvents",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7236"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.8801,
            "value": "selection criteria",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1078"
        }
    ],
    "description": {
        "value": "Development of soft wheat cultivars with high sugar snap cookie quality is one of the most important breeding objectives in south China. Lack of an efficient criterion for selection for soft wheat quality is the main reason slowing genetic progress. Seventeen Chinese soft wheat genotypes grown at three locations in 2000&ndash;01 and 2001&ndash;02 wheat seasons in the Southern Winter Wheat Region, were used to investigate the potential of solvent retention capacity (SRC) parameters as indirect selection criteria for improving cookie diameter. All traits investigated displayed medium to high broad-sense heritability. Lactic acid SRC and sucrose SRC had the highest heritability, with the estimate being 0.92 and 0.86 on across-environment genotype mean value, while ranging from 0.93 to 0.99 and from 0.95 to 0.99, respectively, in the six individual environments. Sucrose SRC was highly significantly and negatively correlated with cookie diameter on both phenotypic and genotypic levels, with values of &ndash;0.86 (P<0.001) and &ndash;0.91 (P<0.001) on across-environment genotype performance, and ranging from &ndash;0.71 (P<0.01) to &ndash;0.86 (P<0.001) and from &ndash;0.79 (P<0.001) to &ndash;0.93 (P<0.001), respectively, in the six environments. Sucrose SRC was found to be a good selection criterion for improving cookie diameter. When applying the same intensity, genetic progress on cookie diameter achieved through sucrose SRC selection was as efficient as that for cookie diameter itself on across-environment genotype performance, while slightly less efficient on within-environment genotype performance, with the relative selection efficiency ranging from 0.81 to 0.90. Moreover, indirect selection through sucrose SRC was always more efficient than direct selection under the assumption of equivalent cost, with the relative efficiency of 1.52 based on across-environment selection, and ranged from 1.22 to 1.36 on within-environment selection.",
        "lang": "eng"
    },
    "appid": "10883_2678",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2678"
}}
