{"object": {
    "title": {
        "value": "Partitioning of assimilates to deeper roots is associated with cooler canopies and increased yield under drought in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:34Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "adaptation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "canopy temperature",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "carbon isotope discrimination",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain filling",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water soluble carbohydrates",
            "uri": ""
        }
    ],
    "description": {
        "value": "Dehydration avoidance through cooler canopy temperature (CT) has been shown to explain over 60% yield variation in a random progeny derived from a Seri/Babax cross. A near ?isomorphic? subset of Seri/Babax progeny and parents encompassing a restricted range of height and phenology were used for detailed characterisation of droughtadaptive trait expression under contrasting water regimes. Under drought, five of the six progeny out yielded the best parent Babax by up to 35%. The main physiological attributes associated with drought adaptation were increased root dry weight at depth, transpiration rate - evidenced by grain carbon isotope discrimination (D13C) - grain filling duration and decreased CT during grain filling. Furthermore, increased root mass at depth was associated with reduced levels of stem water soluble carbohydrates (WSC) when comparing genotypes. It is concluded that differences in rooting depth expressed among iso-morphic wheat sister lines explains superior adaptation to drought. These effects can be detected in season using remote sensing. In addition, the data suggest that accumulation of stem carbohydrates and deep rooting may be two alternative strategies for adapting to drought stress, the latter being beneficial where water is available at depth.",
        "lang": "eng"
    },
    "appid": "10883_2768",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2768"
}}
