{"object": {
    "title": {
        "value": "Improved winter wheat genotypes for Central and West Asia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:53Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "puccinia striiformis f. sp. tritici",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stripe rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yellow rust",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.8115
            ],
            "value": "genotypes",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.6325
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "puccinia striiformis",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27339"
        }
    ],
    "description": {
        "value": "High grain yield and resistance to stripe (yellow) rust are the most important traits for successful adoption of winter wheat varieties in Central and West Asia. This study was conducted to determine the stripe rust response and agronomic performance of a set of breeding lines recently developed by the International Winter Wheat Improvement Program (IWWIP). Replicated field studies were conducted in 2010 and 2011 using 38 experimental lines, one regional check (Konya) and one local check. Stripe rust scores were recorded at Karshi, Uzbekistan, and Karaj and Mashhad, Iran, in 2010. Grain yield was recorded at two sites each in Uzbekistan (Karshi and Kibray) and Iran (Karaj and Mashhad) and one site in Turkey (Eskisehir). The test lines showed variation for stripe rust severity, grain yield, 1,000-kernel weight, days to heading and plant height. Several stripe rust resistant genotypes were either higher yielding or equal to the local checks at different sites. Based on stripe rust resistance and yield performance in 2010, a set of 16 genotypes was selected and evaluated in 2011. All 16 were resistant at Almaty, Kazakhstan, and Dushanbe, Tajikistan, in 2011, whereas 9 of the 16 were resistant at Terter, Azerbaijan. The genotypes ?TCI-02-138, ?Solh?, ?CMSS97M00541S?, ?TCI -2-88(A)? and ?TCI-02-88(C)? were consistently resistant to stripe across all sites in both years. Several lines showed high grain yields and superior agronomic performance across four sites in Uzbekistan and one site in Tajikistan. One genotype has been released in Uzbekistan and another in Tajikistan",
        "lang": "eng"
    },
    "appid": "10883_2909",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2909"
}}
