{"object": {
    "title": {
        "value": "Short-term effects of conservation agriculture on Vertisols under tef (Eragrostis tef (Zucc.) Trotter) in the northern Ethiopian highlands",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent bed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "aggregate stability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "runoff",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil loss",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tef",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.9132
            ],
            "value": "soil erosion",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_2651"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.9716
            ],
            "value": "soil",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7156"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "eragrostis tef",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2635"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        }
    ],
    "description": {
        "value": "Soil erosion and declining soil quality are the major constraints for crop production and sustainable land management in Ethiopia. A conservation agriculture (CA) experiment was conducted in 2006 at Gumselasa, Northern Ethiopia, on experimental plots established in 2005 on a farmer's field. The objectives of this experiment were to evaluate the short-term changes in soil quality of a Vertisol due to the implementation of conservation agriculture practices and to assess their effect on soil erosion, crop yield and yield components of tef (Eragrostis tef (Zucc.) Trotter). The treatments were permanent bed (PB), terwah (TERW) and conventional tillage (TRAD). Soil organic matter (SOM) was significantly higher in PB (2.49%) compared to TRAD (2.33%) and TERW (2.36%). Although aggregate stability of PB (0.94) was higher than TRAD (0.83), the difference was not significant. PB had larger macroporosity (0.07 m3 m&#8722;3) compared to the other treatments. PB reduced runoff volume by 50% and TERW by 16% compared to TRAD. PB also reduced soil loss by 86% and TERW by 53% in comparison to TRAD. Despite the above soil physical quality improvements and effectiveness in runoff and soil loss reduction, biomass and plant height of tef were significantly higher in TRAD than PB. The significantly high weed dry matter at first weeding, the types of weeds and their water uptake behavior might have caused the lower tef yield on the PB. We therefore recommend that appropriate rate of herbicides must be used while growing tef using CA practices.",
        "lang": "eng"
    },
    "appid": "10883_1537",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1537"
}}
