{"object": {
    "title": {
        "value": "Agricultural extension, collective action and innovation systems: Lessons on network brokering from Peru and Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:49Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural extension",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural innovation systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "empowerment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farmers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mexico",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "peru",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "innovation",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27560"
        }
    ],
    "description": {
        "value": "Purpose: New approaches to extension service delivery are needed that stimulate increased agricultural production, contribute to collective action and which also foster the emergence of agricultural innovation systems. Research in Peru and Mexico explores some of these new approaches.  Design/methodology/approach: In both countries, a qualitative value chain mapping methodology was used to explore the challenges of providing extension provision to resource-poor farmers in ways that stimulate collective action and agricultural innovation systems. indings: In Peru, collective action and the development of an agriculture innovation system required the network broker activities of initially a non-governmental organization (NGO) and then increasingly trusted local farmers known as Kamayoq. In Mexico, collective action took place in the context of a linear transfer-of-technology approach focused on access to improved maize seed and there was no evidence of the emergence of innovation networks. Practical implications: Different extension modalities can foster collective action but this in itself is not enough to encourage innovation. Extension needs to focus on combining collective action with networking amongst sets of heterogeneous value chain actors.  Originality/value: The Peruvian and Mexican case studies demonstrate that the debate about the modalities of pluralistic and diversified extension systems has obscured the reality that the development community still has some way to go to achieve comprehensively the paradigm shift from a linear transfer-of-technology approach to one that supports the emergence of agricultural innovation systems.",
        "lang": "eng"
    },
    "appid": "10883_2231",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2231"
}}
