{"object": {
    "title": {
        "value": "Farmers, consumers and gatekeepers and their attitudes towards biotechnology",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:47Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.6155,
                0.6155,
                0.6155,
                1,
                ""
            ],
            "value": "biotechnology",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_16165",
                "http://aims.fao.org/aos/agrovoc/c_16165",
                "http://aims.fao.org/aos/agrovoc/c_16165",
                "http://aims.fao.org/aos/agrovoc/c_16165",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetically modified (gm)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "consumer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "attitudes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gatekeepers",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "consumers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_28315"
        }
    ],
    "description": {
        "value": "In 1999, a project to develop insect resistance maize for Africa was launched. Social scientists from this team used participatory rural appraisals, consumer studies, a baseline and gatekeeper survey to study the awareness and attitudes towards biotechnology among farmers, consumers and gatekeepers. Farmers? awareness of biotechnology was very low (12.7%). Awareness on genetically modified (GM) crops among consumers was also found to be low, although it was higher among urban consumers (38%) than among rural ones (31%).  Radio was the main source of information. A large majority of consumers agreed to statements expressing the benefits of biotechnology such as increasing productivity. However, they had environmental and health concerns. Half of the urban consumers expressed concerns about the environment, in particular, loss of biodiversity. In contrast, awareness about GM was found to be high for the gatekeepers (87% for millers, and 79% for supermarkets). A majority of gatekeepers in the food industry were concerned that GM food could cause allergic reactions or antibiotic-resistant diseases. Almost all consumers were willing to purchase GM maize meal at the same price. Of those in the industry, more than two thirds, were hesitant to use them preferring to make the decision on a case-by-case basis.",
        "lang": "eng"
    },
    "appid": "10883_2212",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2212"
}}
