{"object": {
    "title": {
        "value": "Food sovereignity or the human right to adequate food: which concept serves better as international development policy for global hunger and poverty reduction?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:50Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "food sovereignty",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1310718737317",
                "http://aims.fao.org/aos/agrovoc/c_1310718737317",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hunger reduction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "international development policies",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "right to adequate food",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder agriculture",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "reduction",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6483"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "development policies",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2228"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "foods",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3032"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "smallholders",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14343"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6193,
            "value": "human rights",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37883"
        }
    ],
    "description": {
        "value": "The emerging concept of food sovereignty refers to the right of communities, peoples, and states to independently determine their own food and agricultural policies. It raises the question of which type of food production, agriculture and rural development should be pursued to guarantee food security for the world population. Social movements and non-governmental organizations have readily integrated the concept into their terminology. The concept is also beginning to find its way into the debates and policies of UN organizations and national governments in both developing and industrialized countries. Beyond its relation to civil society movements little academic attention has been paid to the concept of food sovereignty and its appropriateness for international development policies aimed at reducing hunger and poverty, especially in comparison to the human right to adequate food (RtAF). We analyze, on the basis of an extensive literature review, the concept of food sovereignty with regard to its ability to contribute to hunger and poverty reduction worldwide as well as the challenges attached to this concept. Then, we compare the concept of food sovereignty with the RtAF and discuss the appropriateness of both concepts for national public sector policy makers and international development policies. We conclude that the impact on global food security is likely to be much greater if the RtAF approach predominated public policies. While the concept of food sovereignty may be appropriate for civil society movements, we recommend that the RtAF should obtain highest priority in national and international agricultural, trade and development policies",
        "lang": "eng"
    },
    "appid": "10883_2236",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2236"
}}
