{"object": {
    "title": {
        "value": "Indigenous legumes biomass quality and influence on C and N mineralization under indigenous legume fallow systems",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "indigenous legumes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "n mineralization",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lignin",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indigenous legume fallow (indifallow)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phosphorus",
            "uri": ""
        }
    ],
    "description": {
        "value": "Non-cultivated N2-fixing indigenous legumes can be harnessed to enhance soil fertility replenishment of smallholder farms. Understanding N release patterns of biomass generated by such legumes is key in managing N availability to crops. Nitrogen and C mineralization patterns of indigenous legume species, mainly ofTephrosia andCrotalaria genera, and of soils sampled at termination of 1- and 2-year indigenous legume fallows (indifallows)were investigated in leaching tube incubations under laboratory conditions. With the exception ofTephrosia longipes Meisn (2.4%) andCrotalaria cylindrostachys Welw.ex Baker (1.8%), all indigenous legumes had >2.5% N. Total polyphenols and lignin were <4% and 15%, respectively, for all species.Crotalaria pallida (L.) andEriosema ellipticum Welw.ex Baker mineralized >50% of the added N in the first 30 days of incubation. Similar to mixed plant biomass from natural weed fallow,C. Cylindrostachys immobilized N during the 155-day incubation period. Indifallow fallow biomass reached peak N mineralization 55 days after most legumes had leveled off. Carbon release by legume species closely followedN release patterns,with mostCrotalaria species releasing >500 mg CO2-C kg&#8722;1 soil. Soils sampled at termination of fallows reached peak N mineralization in the first 21 days of incubation, with indifallows mineralizing significantly (P<0.05) more N than natural fallows. Application of mineral P fertilizer to indifallows and natural fallows increased C and N mineralization relative to control treatments. It was concluded that (i) indigenous legumes generate biomass of high quality within a single growing season, (ii) the slow N release of biomass generated under indifallow systems suggests that such fallows can potentially be manipulated to enhance N availability to crops, and (iii) N and C mineralization of organic materials in sandy soils is likely controlled by availability of P to the soil microbial pool.",
        "lang": "eng"
    },
    "appid": "10883_1532",
    "language": {
        "value": "Englilsh",
        "uri": ""
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1532"
}}
