{"object": {
    "title": {
        "value": "High yielding spring bread wheat germplasm for global irrigated and rainfed production systems",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:04Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "global performance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selected bulk",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "single-backcross",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stability",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                0.7996,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yields",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8488"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.8321
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.9411
            ],
            "value": "genotypes",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        }
    ],
    "description": {
        "value": "Global wheat (Triticum aestivum L.) production must increase 2% annually until 2020 to meet future demands. Breeding wheat cultivars with increased grain yield potential, enhanced water-use efficiency, heat tolerance, end-use quality, and durable resistance to important diseases and pests can contribute to meet at least half of the desired production increases. The remaining half must come through better agronomic and soil management practices and incentive policies. Analyses of the recent International Yield Trials indicate that grain yields of the best new entries were usually 10% higher than the local checks globally, as well as within a country across sites. Variation in yield across sites within a country/region underline the role of genotype × environment (GE) interaction and provides opportunities to select for stable genotypes, which is not often done. The lack of proper analysis undermines proper utilization of germplasm with high yield potential and stability in the national wheat breeding programs. Some of the best performers in irrigated areas were amongst the best in semiarid environments, reinforcing the fact that high yield potential and drought tolerance can be improved simultaneously. The best performing lines often had genotypic base of widely adapted genotypes Kauz, Attila, Baviacora, and Pastor, with genetic contributions from other parents including synthetic wheat. We recommend within country multilocation analysis of trial performance for a crop season to identify lines suiting particular or different locations within a country. The immediate feedback on GE interaction will also help in breeding lines for countries having substantial variation across locations and years.",
        "lang": "eng"
    },
    "appid": "10883_2578",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2578"
}}
