{"object": {
    "title": {
        "value": "Challenges to wheat production in South Asia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:05Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat improvement",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "south asia",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_29172",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "challenges",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        }
    ],
    "description": {
        "value": "Wheat is the second major staple crop, after rice, in India and Pakistan and is also gaining similar importance in Nepal and Bangladesh. Wheat production in South Asia has increased from 15 mt in 1960s to 95.5 mt during 2004&ndash;2005. It still needs to grow at the rate of 2&ndash;2.5% annually until the middle of 21st century. However, for India, recent estimations have shown a growth requirement of about 1.1%. Although the wheat improvement programs in these countries, with the active collaboration of national agricultural research centers (NARS) and CIMMYT, has made a significant progress, it is a matter of significant concern that wheat production has stagnated for last few years. Since there is little scope for increasing land area under wheat, the major challenge will be to break the yield barrier by pragmatic genetic and developmental approaches. The most serious constraints to wheat production in this region are a host of biotic and abiotic stresses. Although India has not faced any rust epidemic in the last decade, rusts continue to occupy the place of most dangerous pathogen for the region. Among the abiotic stresses, unusual warming trends during grain filling period are causing yield declines, especially in eastern and central India. There are other challenges that are specific to the highly productive rice&ndash;wheat cropping system predominant in the Indo-Gangetic plains. The total factor productivity of this system is declining due to depletion of soil organic carbon. Addition of organic matter to soil through green manuring and crop residue recycling, balanced fertilization, integrated nutrient management, diversification of rice-wheat system are some of the possible remedial measures to improve total factor productivity. The international linkages with CIMMYT needs to be strengthened more closely for developing more productive wheat genotypes and thus, achieving wheat targets in the South Asian region",
        "lang": "eng"
    },
    "appid": "10883_2585",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2585"
}}
