{"object": {
    "title": {
        "value": "The use of the marasha ard plough for conservation agriculture in Northern Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "animal traction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ard plough",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "derdero+",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marasha",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indigenous knowledge",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent beds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "raised beds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resource-conserving technology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil and water conservation",
            "uri": ""
        }
    ],
    "description": {
        "value": "Indigenous tillage systems are often undervalued in conservation agriculture (CA). In Ethiopia, since the 1970s there have been several attempts to develop and implement often major modifications to the marasha, the traditional ox-drawn ard plough, with the main aim of creating various types of surface depressions. The establishment of furrows and ridges increases soil moisture and grain yield and reduces soil loss. Dissemination of the modified tools, however, remains limited. Recent tendencies are towards testing relatively simple conservation agriculture tools. Major challenges remain, however; the need for capacity building and problems in marketing the tools. From experimental plots, often worked with exotic tools, there is a long road to real adoption by farmers. Rather than developing yet another CA tool, we investigate whether CA-based resource-conserving technologies might be achieved successfully with simple changes to the use of the marasha. On-farm observations on traditional conservation techniques were carried out throughout the northern Ethiopian highlands, and experiments were conducted involving resource-conserving technologies. Farmers traditionally use the marasha ard plough for various types of in situ soil and water conservation by creating surface depressions, either at the moment of sowing (terwah, derdero) or after crop emergence (shilshalo). Building upon this indigenous knowledge, we further developed resource-conserving technologies into a system named derdero+, whereby the traditional ard plough was found suitable for a ?bed-and-furrow? system. From the socio-economic point of view, implementation of permanent beds and retention of stubble leads to decreased oxen (and straw) requirements, but also to an increased need for weeding in the first years. To overcome that problem, we introduced glyphosate herbicide into the tillage system. The decreased runoff (?51%) and soil loss (?81%) allow protection of the downslope areas from flooding, but soil nutrient build-up and soil structure improvement are slow processes, and hence the full benefit of the permanent bed system can only be expected after some years. Overall, this type of resource-conserving technology can be part of the ongoing intensification process which includes physical soil and water conservation, slope reforestation and irrigation development. It has, however, its own niche: the cropped land sensu stricto, i.e. the most important part of the land, both for the farmer and for a nation that is striving for long-term food security.",
        "lang": "eng"
    },
    "appid": "10883_1562",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1562"
}}
