{"object": {
    "title": {
        "value": "Evaluation of stem borer resistance management strategies for Bt maize in Kenya based on alternative host refugia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "refugia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cost-benefit analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bt-maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "insect pest resistance management",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "stem borers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7389"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6241
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        }
    ],
    "description": {
        "value": "Stem borers are the major insect pests of maize in Kenya. The use of Bacillus thuringiensis (Bt) technology is an effective way of controlling lepidopteran pests.  However, the likelihood of development of resistance to the Bt toxins by the target stem borer species is a concern. Forages, sorghum and maize varieties were evaluated for stem borer preference and survivorship in the laboratory and field in four locations in Kenya to identify suitable species and varieties for refugia.  The economics of using the different kinds of refugia was also investigated. Vegetation surveys were conducted in 15 districts of Kenya to quantify the area covered by natural refugia. The field and laboratory trials indicated highest egg production, survivorship and more exit holes in all sorghum and maize varieties and some forages. Sorghum, non-Bt Maize, and improved Napier grass varieties Kakamega 1 and Kakamega 2) should be promoted as refugia species in Kenya. Some species and cultivars were identified as cost-effective, flexible, easily adoptable and compatible with farmers? common production practices. Refugia cultivar with multiple uses is expected to give higher pay-offs than one with single use. However, for successful management of a refugia strategy, strict stewardship is required from appropriate government or community institutions.",
        "lang": "eng"
    },
    "appid": "10883_3119",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3119"
}}
