{"object": {
    "title": {
        "value": "Determinants of Agricultural Technology adoption: the Case of Improved Pigeonpea Varieties in Tanzania",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "pigeonpea",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "average treatment effect",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tanzania",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "varieties",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        }
    ],
    "description": {
        "value": "If dryland legumes are to meet the expectations of reducing poverty and hunger in the semi-arid tropics, there will be need for a full understanding of their potential for diffusion and the barriers to adoption. We apply a program evaluation technique to data obtained from Tanzania to derive estimates of the actual and potential adoption rates of improved pigeonpea varieties and their determinants. The study reveals that only 33% of the sampled farmers were aware of the improved pigeonpea varieties which consequently restricted the sample adoption rate of improved varieties to only 19%. The potential adoption rate of improved pigeonpea if all farmers had been exposed to improved varieties is estimated at 62% and the adoption gap resulting from the incomplete exposure of the population to the improved pigeonpea is 43%. We further find that the awareness of improved varieties is mainly influenced by attendance of Participatory Variety Selection activities. The adoption of improved varieties is more pronounced among farmers with smaller landholdings suggesting that farmers facing land pressure intensify pigeonpea production through the adoption of improved high yielding varieties. The findings are indicative of the relatively large demand for improved pigeonpea varieties suggesting that there is scope for increasing their adoption rate in Tanzania once the farmers are made aware of the existence of the technologies.",
        "lang": "eng"
    },
    "appid": "10883_2216",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2216"
}}
