{"object": {
    "title": {
        "value": "Assessment of high molecular weight glutenin sub-units and baking quality related traits in some of the Iranian bread wheat (Triticum aestivum L.) landraces",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:43Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bread wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_14386",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "landraces",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "baking quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality traits",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "higher molecular glutenin weight",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glutenins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24033"
        }
    ],
    "description": {
        "value": "High molecular weight (HMW) glutenin sub-units and baking quality related traits were studied in 49 Iranian wheat landraces. The protein content ranged from 11.2% to 13.55%, and SDS sedimentation volume varied between 40 and 60 milliliters. High Molecular weight glutenin electrophoresis profiles revealed that at the Glu-A1 locus, the frequency of null allele was higher than sub-units 1 and 2*. Allelic variation for Glu-B1 locus was also considerable as sub-units of 7, 7+8, 6+8, 14+15, 7+9, 17+18, 13+16 and 20 were observed. The highest and lowest frequencies of Glu-B1 belonged to sub-units 7+8 (56%), and 13+16 (2%), respectively. For Glu-D1, 2+12 sub-units (74%) were of higher frequency in comparison with 5+10 sub-units (14%). At this locus, the rare 2***+12' sub-units with frequency of 2% were also observed. Scoring of germplasm based on electrophoresis patterns using Payne method showed that the scores varied from 4 to 8. Based on this scoring, three landraces were ranked as superior. Cluster analysis based on electrophoresis patterns and Jaccard similarity criteria divided the landraces into three groups. Forty landraces with cv. Chamran, as check, were grouped in the first cluster. There was no similarity between grouping pattern based on HMW glutenin sub-units and quality related traits. Considering high variation observed for quality related traits and HMW glutenin sub-units, it can be concluded that these landraces are potential sources of desirable quality traits to be used in bread wheat breeding programs to improve bread- baking quality.",
        "lang": "eng"
    },
    "appid": "10883_2839",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2839"
}}
