{"object": {
    "title": {
        "value": "Specialty maize: global horticultural crop",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:31Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "maize",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_12332"
        ]
    },
    "description": {
        "value": "The growth in high-value agriculture worldwide is partly driven by rising incomes, urbaniza tion, and perhaps changing preferences. As income rises, the share of the food budget allocated to starchy staples declines relative to more expensive food items. High value agricultural products (HVAP) with a high price per kilogram, per hectare, or per calorie, include fruits, vegetables, meat, eggs, milk, fish and non-timber forest products. Can commodities, such as maize, be considered as HVAP? Well, maize is truly a crop for all seasons and its wide diversity opens windows for producing multiple products. Most people value maize for its dry grain, which is a staple for millions of poor people. Furthermore, diverse maize types (e.g. floury maize) are ingredients of a wide range of traditional diets, and provide a means for new market opportunities elsewhere in the developing world (e.g. colored maize for corn chips, ear silks for tea, the husks for tamales leaves, or the fresh vines for silage). A wide range of vegetable maize products are also harvested before maturity &ndash; most importantly baby corn, sweet corn and green pick maize, of which the first two are traded internationally. In order for maize and other HVAP to contribute to poverty reduction, attention has to be directed at the improved functioning and performance of value chains, and especially on how to improve the governance and coordination of the value chains so that producers benefit more.",
        "lang": "eng"
    },
    "appid": "10883_3052",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3052"
}}
