{"object": {
    "title": {
        "value": "Agricultural Systems: special issue \"Biomass use trade-offs in cereal cropping systems: Lessons and implications from the developing world\"",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2015-04-09T22:00:19Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": [
        {
            "value": "Special issue edited by Olaf Erenstein, Bruno Gérard and Pablo Tittonell.",
            "lang": ""
        },
        {
            "value": "Table of content\r\n\r\n1.\tBiomass use trade-offs in cereal cropping systems in the developing world: Overview. Olaf Erenstein, Bruno Gérard, Pablo Tittonell., p. 1-5.\r\n\r\n2.\tCrop residue management and soil health: A systems analysis. Marie-Soleil Turmel, Alicia Speratti, Frédéric Baudron, Nele Verhulst, Bram Govaerts., p. 6-16.\r\n\r\n3.\tDeterminants of maize stover utilization as feed, fuel and soil amendment in mixed crop-livestock systems, Ethiopia. Moti Jaleta, Menale Kassie, Olaf Erenstein., p. 17-23.\r\n\r\n4.\tFeeding, crop residue and manure management for integrated soil fertility management – A case study from Kenya. A. Castellanos-Navarrete, P. Tittonell, M.C. Rufino, K.E. Giller., p. 24-35.\r\n\r\n5.\tTrade-offs around the use of biomass for livestock feed and soil cover in dairy farms in the Alaotra lake region of Madagascar. K. Naudin, G. Bruelle, P. Salgado, E. Penot, E. Scopel, M. Lubbers, N. de Ridder, K.E. Giller., p. 36-47.\r\n\r\n6.\tEconomic trade-offs of biomass use in crop-livestock systems: Exploring more sustainable options in semi-arid Zimbabwe. Sabine Homann-Kee Tui, Diego Valbuena, Patricia Masikati, Katrien Descheemaeker, Justice Nyamangara, Lieven Claessens, Olaf Erenstein, Andre van Rooyen, Daniel Nkomboni., p. 46-60.\r\n\r\n7.\tSocial and income trade-offs of conservation agriculture practices on crop residue use in Mexico’s central highlands. Tina D. Beuchelt, Carolina T. Camacho Villa, Lutz Göhring, Víctor M. Hernández Rodríguez, Jon Hellin, Kai Sonder, Olaf Erenstein., p. 61-75.\r\n\r\n8.\tProperty rights enforcement and no-till adoption in crop-livestock systems. Nicholas Magnan., p. 76-83.\r\n\r\n9.\tFrom farm scale synergies to village scale trade-offs: Cereal crop residues use in an agro-pastoral system of the Sudanian zone of Burkina Faso.  N. Andrieu, J. Vayssières, M. Corbeels, M. Blanchard, E. Vall, P. Tittonell., p. 84-96.\r\n\r\n10.\tMulti-scale trade-off analysis of cereal residue use for livestock feeding vs. soil mulching in the Mid-Zambezi Valley, Zimbabwe. Frédéric Baudron, Sylvestre Delmotte, Marc Corbeels, Juan M. Herrera, Pablo Tittonell., p. 97-106.\r\n\r\n11.\tIdentifying determinants, pressures and trade-offs of crop residue use in mixed smallholder farms in Sub-Saharan Africa and South Asia. Diego Valbuena, Sabine Homann-Kee Tui, Olaf Erenstein, Nils Teufel, Alan Duncan, Tahirou Abdoulaye, Braja Swain, Kindu Mekonnen, Ibro Germaine, Bruno Gérard., p. 107-118.\r\n\r\n12.\tTradeoffs around crop residue biomass in smallholder crop-livestock systems – What’s next?. Pablo Tittonell, Bruno Gérard, Olaf Erenstein., p. 119-128.",
            "lang": ""
        }
    ],
    "appid": "10883_4241",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4241"
}}
