{"object": {
    "title": {
        "value": "Effectiveness of three potential sources of resistance in wheat against Wheat streak mosaic virus under field conditions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:59Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat streak mosaic virus (wsmv)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield loss",
            "uri": ""
        }
    ],
    "description": {
        "value": "Wheat streak mosaic virus is an established major threat to wheat in North America and is newly identified in Australia. Three genetic sources of resistance were examined, Wsm1 (from an alien translocation), Wsm2 (from CO960293-2), and c2652 (selected in Canada). We report their effectiveness in the field when inoculated with an Australian WSMV isolate. Also included were advanced breeding lines with and without Wsm2 and a number of elite Australian cultivars. ELISA testing on individual plants indicated we achieved between 85% and 100% infection with WSMV in susceptible lines following artificial inoculation which reduced their yield by 22 to 44% and height by 19 to 51%. Kernel weight was significantly affected in some of the susceptible lines. All three sources of resistance (Wsm1, Wsm2, c2652) and Wsm2 derivatives protected wheat against infection despite repeated inoculation. Inoculated resistant plots were virtually disease free and suffered neither significant yield loss nor height reduction. National yield trials of the breeding derivatives showed no difference in yields between those with and without Wsm2 under non-WSMV conditions.",
        "lang": "eng"
    },
    "appid": "10883_2954",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2954"
}}
