{"object": {
    "title": {
        "value": "Conservation agriculture for small holder rainfed farming: Opportunities and constraints of new mechanized seeding systems",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "animal traction direct seeder",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop rotation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "jab-planter",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.7278,
                0.7278,
                0.7278,
                ""
            ],
            "value": "minimum tillage",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_32734",
                "http://aims.fao.org/aos/agrovoc/c_32734",
                "http://aims.fao.org/aos/agrovoc/c_32734",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mulching",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ripper tines",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed drills",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil organic matter",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "strip tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "two-wheel tractors",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "weed management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zero tillage",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "animal traction",
            "uri": "http://aims.fao.org/aos/agrovoc/c_436"
        }
    ],
    "description": {
        "value": "Small holder farmers in rainfed agriculture believe that soil tillage is needed to maximize crop yields. However, as cropping intensity, and hence tillage intensity, increases there may be a decline in particular physical, chemical and biological properties of the soil which limit crop yield. This is primarily caused by declining soil organic matter, its oxidation being accelerated by tillage, particularly in warmer climates, and exacerbated by the limited return of above-ground biomass to the soil due to its competing use for other purposes. In large-scale commercial agriculture declining soil quality has been effectively addressed by conservation agriculture, cropping systems based on minimum tillage, crop residue retention and appropriate crop rotations and associations, preferably including legumes. This has required development of minimum tillage planting equipment along with herbicide technology to achieve weed control that is traditionally achieved through tillage. However, a shortage of mechanized options suitable for small holder farmers is creating an impediment to the adoption of conservation agriculture practices that would arrest the decline in soil quality in their fields. In South Asia, two-wheel tractors are replacing animal-drawn ploughing in small holder plots. This speeds the tillage operation and hence the turnaround time between crops, which may increase opportunities for crop intensification, but the problems associated with full tillage remain. Over the previous decade planter attachments to twowheel tractors have been developed which permit seed and fertilizer placement with minimum to zero tillage in a single pass. Recent tests have demonstrated that use of these implements can produce crop yields equal to or better than conventional tillage involving hand broadcasting of seed and fertilizer. Further, fuel and labour costs, seed and fertilizer inputs and turnaround time between crops can be reduced. In Africa, the introduction of animal-drawn rippers and direct seeders, originally developed for small-scale farmers in Brazil, is considered as a major breakthrough to small-scale farmer mechanization. It significantly reduces labour required for planting and benefits may be  ven greater if herbicides can be effectively used for weed control. Nevertheless,  Govement towards minimum tillage with twowheel tractor mounted planters and animal-drawn direct seeding equipment is constrained by weed management issues. There are problems of availability and of safe and effective use of herbicides by resource-poor farmers and there is a need to develop more integrated weed management strategies that can be combined with small-scale planters. There is also a need to optimize the performance of smallscale planters to suit farmers? needs in different agro-ecological environments. Tools and concepts are now available to implement conservation agriculture for small holders and thereby increase profitability of their cropping practices and at the same time improve soil quality and sustainability of their livelihoods. However, much more adaptive research and on-farm evaluation is needed across a diverse range of soils, cropping",
        "lang": "eng"
    },
    "appid": "10883_1567",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1567"
}}
