{"object": {
    "title": {
        "value": "Conservation agriculture in African mixed crop-livestock systems: Expanding the niche",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2014-12-05T18:28:22Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "trade-offs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize stover",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "yield gap",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_330609",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "intensification",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_33485",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dairy",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "traction",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crop residues",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16118"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "trade",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7848"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "dairying",
            "uri": "http://aims.fao.org/aos/agrovoc/c_10274"
        }
    ],
    "description": {
        "value": "Competition for crop residues between livestock feeding and soil mulching is a major cause of the low and slow adoption of conservation agriculture (CA) in sub-Saharan Africa. Retaining crop residues in the field is not only a prerequisite for CA but may also be the most viable option for African farmers to retain their fields in a productive state. In this paper, (1) we explore the possibility of increasing the quantity of crop residue available by closing the maize yield, (2) we propose interventions that can reduce crop residue demand for livestock feed, and (3) we quantify the optimum amount of crop residues required as mulch, using empirical, secondary and modeling data from Western Kenya and the Ethiopian Rift Valley. Residue retention can also be increased by reducing livestock demand. Closing the maize yield gap?i.e. achieve 90% of the water-limited yield potential?and intensifying dairy production?which would promote the use of rations that are more energy-dense than cereal residue-based rations?would increase the estimated proportion of farmers retaining at least 1 t ha?1 of crop residues from the current 36% to 97% in Western Kenya. In the Ethiopian Rift Valley, closing the maize yield gap and substituting mechanization to animal draught power would increase the estimated proportion of farmers retaining at least 1 t ha?1 of crop residues from the current 3% to 83%. We conclude that the question is not ?if?, but ?how? cereal residues can fulfill the demand of both the soil and the livestock.",
        "lang": "eng"
    },
    "appid": "10883_4119",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4119"
}}
