{"object": {
    "title": [
        {
            "value": "Efecto de la translocacion 1bl.1rs en la calidad del grano y harina de trigo*",
            "lang": "spa"
        },
        {
            "value": "Effect of the 1bl.1rs translocation in quality of wheat grain and flour",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "flour wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "physical quality of grain",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "protein in grain and flour",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "translocation 1bl.1rs",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "translocation",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7869"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7942
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "flours",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_2988"
            ]
        }
    ],
    "description": {
        "value": "Presence of translocation 1BL.1RS (rye secalin proteins) in wheat genome, it has been associated with different effects on grain quality and dough rheology, depending on genetic background in which is evaluated. This is reason why aim of the present investigation was to compare physical characteristics of grain of high and low molecular weight glutenins (HMWG and LMWG) combinations with and without translocation in F7 recombinant lines, derived from breeds Gálvez M87&#8727;Bacanora T88 and Bacanora T88&#8727;Salamanca S75. The materials were cultivated in the Experimental Field Bajío, Roque, Guanajuato; during 2008 spring-summer cycle. The identification of glutenins combinations with and without translocation (identified as allele Glu-B3j), and determination of grain physical parameters, was carried out in quality laboratory from International Maize and Wheat Improvement Center (commonly known as CIMMYT for Centro Internacional de Mejoramiento de Maíz y Trigo). Measured variables were: hectoliter weigh, grain hardness, protein in grain and protein in flour. Translocation was identified in six and two different recombinant combinations in breed Gálvez M87&#8727;Bacanora T88 and Bacanora T88&#8727;Salamanca S75, respectively. The analysis of allele Glu-B3j presence in different combinations of HMWG and LMWG, it allowed to identify lines that were associated to high and low values of hectoliter weigh, same behavior was seen for protein in grain and flour; while in both breeds translocation was associated to greater grain hardness.",
        "lang": "eng"
    },
    "appid": "10883_2834",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2834"
}}
