{"object": {
    "title": {
        "value": "Combining gibberellic acid-sensitive and insensitive dwarfing genes in breeding of higher-yielding, sesqui-dwarf wheats",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:54Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "yield potential",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "harvest index",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24854",
                "http://aims.fao.org/aos/agrovoc/c_24854",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "establishment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "coleoptile",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.9951
            ],
            "value": "alleles",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8724"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yields",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8488"
        }
    ],
    "description": {
        "value": "Reductions in plant height are associated with genotypic increases in lodging resistance, harvest index and wheat yields worldwide. Historically, the largest single increase in harvest index and yield was seen in development of semi-dwarfwheats through introgression of the gibberellicacid (GA)-insensitive, Rht-B1b and Rht-D1bdwarfing alleles. A suite of GA-sensitivedwarfinggenes including Rht8 are also available and their neutral effects on seedling vigour suggest their potential in being deployed singly, or in combination with GA-insensitivedwarfing alleles. Five biparental and backcross populations each comprising between 44 and 124 progeny were developed from commercial parents varying for alleles at either the Rht-B1 or Rht-D1 and the Rht8dwarfinggene loci. Progeny was grown together in multiple environments, and assessed for agronomic performance and coleoptile growth. Genotypic variation was large and significant (P < 0.05) for plant height, grain yield and its components, harvest index, grain number and size. Reduction in plant height for lines containing Rht8c and either Rht-B1b or Rht-D1bdwarfing alleles averaged 8 and 17%, respectively. The Rht8c + Rht-B1b/D1bsesqui-dwarfs were significantly (P < 0.05) shorter (&#8722;24%) and commonly higher-yielding (+6 to 10%) than lines containing either dwarfinggene alone. Their higher yields reflected similar biomass but a greater harvest index (+7 to 11%) and reduced lodging (&#8722;19 to &#8722;32%) compared to single dwarfs. The Rht8cdwarfing allele did not appear epistatic with either Rht-B1b or Rht-D1b alleles in effects on plant growth. Coleoptile lengths were similar for sesqui- and Rht-B1b/D1b single-dwarfs and both shorter than for Rht8c and tall lines. Together with their pleiotropic effects on harvest index and availability of linked molecular markers, simultaneous selection of Rht8c + Rht-B1b or Rht-D1bsesqui-dwarfs in early generations may facilitate rapid development of high-yielding varieties targeting favourable and unfavourable environments alike.",
        "lang": "eng"
    },
    "appid": "10883_1902",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1902"
}}
