{"object": {
    "title": {
        "value": "Crops that feed the world 10. Past successes and future challenges to the role played by wheat in global food security",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2014-03-05T18:04:33Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "food security",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_10967",
                "http://aims.fao.org/aos/agrovoc/c_10967",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "demand",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2171",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "supply",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7523",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "utilization",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8117",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "produtivity growth",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "climate change",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1666",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.6631
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "productivity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6210"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6506
            ],
            "value": "intensification",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_33485"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "technology",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7644"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "growth",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3394"
        }
    ],
    "description": {
        "value": "Wheat is fundamental to human civilization and has played an outstanding role in feeding a hungry world and improving global food security. The crop contributes about 20 % of the total dietary calories and proteins worldwide. Food demand in the developing regions is growing by 1 % annually and varies from 170 kg in Central Asia to 27 kg in East and South Africa. The developing regions (including China and Central Asia) account for roughly 53 % of the total harvested area and 50 % of the production. Unprecedented productivity growth from the Green Revolution (GR) since the 1960s dramatically transformed world wheat production, benefitting both producers and consumers through low production costs and low food prices. Modern wheat varieties were adopted more rapidly than any other technological innovation in the history of agriculture, recently reaching about 90 % of the area in developing regions. One of the key challenges today is to replace these varieties with new ones for better sustainability. While the GR ?spared? essential ecosystems from conversion to agriculture, it also generated its own environmental problems. Also productivity increase is now slow or static. Achieving the productivity gains needed to ensure food security will therefore require more than a repeat performance of the GR of the past. Future demand will need to be achieved through sustainable intensification that combines better crop resistance to diseases and pests, adaptation to warmer climates, and reduced use of water, fertilizer, labor and fuel. Meeting these challenges will require concerted efforts in research and innovation to develop and deploy viable solutions. Substantive investment will be required to realize sustainable productivity growth through better technologies and policy and institutional innovations that facilitate farmer adoption and adaptation. The enduring lessons from the GR and the recent efforts for sustainable intensification of cereal systems in South Asia and other regions provide useful insights for the future.",
        "lang": "eng"
    },
    "appid": "10883_3468",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3468"
}}
