{"object": {
    "title": {
        "value": "Diversity in global maize germplasm: Characterization and utilization",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "high-throughput genotyping",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "landraces",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phenotypic diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sequencing",
            "uri": ""
        }
    ],
    "description": {
        "value": "Maize (Zea mays L.) is not only of worldwide importance as a food, feed and as a source of diverse industrially important products, but is also a model genetic organism with immense genetic diversity. Although it was first domesticated in Mexico, maize landraces are widely found across the continents. Several studies in Mexico and other countries highlighted the genetic variability in the maize germplasm. Applications of molecular markers, particularly in the last two decades, have led to new insights into the patterns of genetic diversity in maize globally, including landraces as well as wild relatives (especially teosintes) in Latin America, helping in tracking the migration routes of maize from the centers of origin, and understanding the fate of genetic diversity during maize domestication. The genome sequencing of B73 (a highly popular US Corn Belt inbred) and Palomero (a popcorn landrace in Mexico) in the recent years are important landmarks in maize research, with significant implications to our understanding of the maize genome organization and evolution. Next-generation sequencing and high-throughput genotyping platforms promise to further revolutionize our understanding of genetic diversity and for designing strategies to utilize the genomic information for maize improvement. However, the major limiting factor to exploit the genetic diversity in crops like maize is no longer genotyping, but high-throughput and precision phenotyping. There is an urgent need to establish a global phenotyping network for comprehensive and efficient characterization of maize germplasm for an array of target traits, particularly for biotic and abiotic stress tolerance and nutritional quality. ?Seeds of Discovery? (SeeD), a novel initiative by CIMMYT with financial support from the Mexican Government for generating international public goods, has initiated intensive exploration of phenotypic and molecular diversity of maize germplasm conserved in the CIMMYT Gene Bank; this is expected to aid in effective identification and use of novel alleles and haplotypes for maize improvement. Multi-institutional efforts are required at the global level to systematically explore the maize germplasm to diversify the genetic base of elite breeding materials, create novel varieties and counter the effects of global climate changes.",
        "lang": "eng"
    },
    "appid": "10883_3174",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3174"
}}
