{"object": {
    "title": {
        "value": "Major gene controls of field resistance to spot blotch in wheat genotypes 'Milan/Shanghai #7' and 'Chirya.3'",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:02Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "genotypes",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_3225"
        ]
    },
    "description": {
        "value": "A number of exotic wheat (Triticum aestivum) genotypes resistant to spot blotch caused by Cochliobolus sativus are being used to improve the resistance of commercial cultivars in the warm regions of South Asia. The objective of the present study was to determine the inheritance of field resistance to spot blotch in two resistant (R) wheat genotypes, &lsquo;Chirya.3&rsquo; and &lsquo;Milan/ Shanghai #7&rsquo; (MS#7), which were crossed to a susceptible (S) commercial cultivar, &lsquo;BL1473.&rsquo; The two resistant genotypes also were crossed to determine allelic relationships for resistance between them. Spot blotch severity was recorded on the parents and on F1, F2, and F3 progenies. The F1 plants from the two crosses between susceptible and resistant genotypes had low disease severity like the resistant parents, indicating that resistance in Chirya.3 and MS#7 is conditioned by dominant gene action. The F2 plants segregated in 3R:1S ratios, and the F2:3 families showed the ratio of 1R:1S:2S, segregating for R and S, suggesting that resistance in the two resistant parents is conditioned by a single, dominant gene. The F1 plants from the cross between the two resistant genotypes were resistant, whereas their F2 progenies segregated in 15R:1S, suggesting that the resistance genes in MS#7 and Chirya.3 are nonallelic. These simply inherited sources of resistance could be useful for improving spot blotch resistance in the warm regions of South Asia and also may offer useful diversity to breeding programs for developing spot-blotch-resistant wheat cultivars in other regions.",
        "lang": "eng"
    },
    "appid": "10883_2560",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2560"
}}
