{"object": {
    "title": {
        "value": "Explorando altos rendimientos de trigo",
        "lang": "spa"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2012-01-06T05:17:46Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7950",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "chile",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bolivia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research projects",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "winter crops",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "uruguay",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8113",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "south america",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mexico",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "argentina",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant physiology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "brazil",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food crops",
            "uri": ""
        }
    ],
    "description": {
        "value": "El tema del aumento del rendimiento en los cultivos es cada vez mas importante dada la situación económica y estructural por la cual atraviesa la agricultura general en Uruguay y en la región. En el caso del trigo, el tema comenzó a tener mayor relevancia en las últimas dos decadas, debido a los altibajos de precios experimentados y al constante incremento en el costo de producción de este cereal. La solución a los problemas de estrecho margen y alta variabilidad de las ganancias pasa necesariamente por la mejora en la productividad y una mayor estabilidad de los rendimientos frente a las variaciones climaticas. En respuesta a esta situacion, los productores uruguayos han aumentado marcadamente la productividad de trigo, que paso de 1.000 a 2.500 kg/ha en los ultimos veinte años. Tambien se verifica una mayor estabilidad de los rendimientos y una creciente frecuencia de rendimientos mayores a 4.000 kg/ha en chacras individuales. Muchos productores están alcanzando niveles productivos cercanos al techo determinado por la tecnología disponible. Este techo ha crecido a un ritmo mucho mas lento que el aumento en la productividad a escala comercial, y se ubica actualmente en el orden de 6.000 kg/ha. Claramente, se requiere el desarrollo de nuevas tecnologías que permitan superar la actual productividad potencial. En este sentido, el CIMMYT y el INIA decidieron realizar un taller a efectos de identificar los factores que determinan el actual límite superior de rendimiento, y definir líneas de acción a seguir por la investigación local para la generación de nuevos conocimientos tecnológicos. El tema de la potencialidad de rendimiento de trigo en Uruguay haífa sido abordado en forma parcial a través del estudio o la consideración de factores aislados.",
        "lang": "spa"
    },
    "appid": "10883_1240",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1240"
}}
