{"object": {
    "title": {
        "value": "Construction of genetic linkage map and QTL analysis of sink-size traits in pearl millet (Pennisetum glaucum)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2014-03-05T17:51:03Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "panicles",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24557"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "pennisetum glaucum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_13199"
        }
    ],
    "description": {
        "value": "A linkage map, primarily based on SSCP-SNP markers, was constructed using 188 F2:3 mapping population progenies produced from a cross between two pearl millet inbred lines having diverse parentage. The skeleton linkage map covered 1019&#8201;cM and it comprised of 44 markers distributed across the seven linkage groups. Average adjacent-marker intervals ranged from on LG1 to  on LG6, with an overall mean of . Using the F2 linkage map and phenotypic data from the F2 and F2:3 generations of the mapping population, a total of 18 putative QTLs were detected for the three sink-size components. Eight QTLs explained 42.7% of observed phenotypic variation for panicle length using the F2:3 data set. For panicle diameter, 5 QTLs explained 45.8% of observed phenotypic variation. Similarly for grain size, 5 QTLs explained 29.6% of phenotypic variation. Genomic regions associated with panicle length, panicle diameter, and grain size were comapped on LG6 between Xpsms88 and Xpsms2270, indicating the existence of a gene or gene cluster. The QTLs for panicle length on LG2 and LG6 ( in both F2 and F2:3 data sets), for panicle diameter on LG2 and LG3 ( in the F2:3 data set), and for grain size on LG3 and LG6 ( in both F2 and F2:3 data sets) were identified as promising candidates for validation prior to possible application in marker-assisted breeding.",
        "lang": "eng"
    },
    "appid": "10883_3413",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3413"
}}
