{"object": {
    "title": {
        "value": "Population dynamics of mixed indigenous legume fallows and influence on subsequent maize following mineral P application in smallholder farming systems of Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "indigenous legumes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "n2-fixation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "species composition",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "species abundance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrient depleted sandy soils",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "legumes",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_4255"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.6624
            ],
            "value": "productivity",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6210"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Developing soil fertility management options for increasing productivity of staple food crops is a challenge in most parts of Sub-Saharan Africa, where soils are constrained by nitrogen (N) and phosphorus (P) deficiencies. A study was conducted to evaluate the response of indigenous legume populations to mineral P application, and subsequently their benefits to maize yield. Mineral P was applied at 26 kg P ha&#8722;1 before legume species were sown in mixtures at 120 seeds m&#8722;2 species&#8722;1 and left to grow over two rainy seasons (2 years). Application of P increased overall biomass productivity by 20?60% within 6 months, significantly influencing the composition of non-leguminous species. Dinitrogen fixation, as determined by the N-difference method, was increased by 43?140% although legume biomass productivity was apparently limited by nutrients other than P and N. Crotalaria pallida and C. ochroleuca accounted for most of the fixed N. Improved N supply increases the abundance of non-leguminous species, particularly Conyza sumatrensis and Ageratum conyzoides. However, abundance of common weed species, Commelina benghalensis, Richardia scabra and Solanum aculeastrum, declined by up to18%. Application of P did not significantly influence productivity of those legume species that reached maturity within 3 months. There was increased N2-fixation and biomass productivity of indifallows as influenced by specific legume species responding to P application. Compared with natural (grass) fallows, indigenous legume fallows (indifallows) increased subsequent maize grain yields by ~40%. Overall, 1- and 2-year indifallows gave maize grain yields of >2 and 3 t ha&#8722;1, respectively, against <1 t ha&#8722;1 under corresponding natural fallows. Two-year indifallows with P notably increased maize yields, but the second year gave low yields regardless of P treatment. Because of their low P requirement, indigenous legume fallows have potential to stimulate maize productivity under some of the most nutrient depleted soils.",
        "lang": "eng"
    },
    "appid": "10883_1535",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1535"
}}
