{"object": {
    "title": {
        "value": "Combating food insecurity on sandy soils in Zimbabwe: The legume challenge",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:40Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.8438,
                0.8438,
                0.8438,
                1,
                ""
            ],
            "value": "grain legumes",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3351",
                "http://aims.fao.org/aos/agrovoc/c_3351",
                "http://aims.fao.org/aos/agrovoc/c_3351",
                "http://aims.fao.org/aos/agrovoc/c_3351",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "green manure",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "learning centres",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "poor inherent soil fertility",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resource endowment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farmer",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.8578
            ],
            "value": "legumes",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_4255"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "green manures",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3375"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "learning",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37978"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "soil fertility",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7170"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "resources",
            "uri": "http://aims.fao.org/aos/agrovoc/c_9001017"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "smallholders",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14343"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "food insecurity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_10967"
        }
    ],
    "description": {
        "value": "The continued rise in mineral fertilizer costs has demanded cheaper alternative N sources for resource-constrained smallholder farmers, with N2-fixing legumes presenting a viable option to maintain crop productivity. A study was conducted over two years on a coarse sandy soil (Lixisol with <80 g clay kg&#8722;1 soil) to determine the productivity of (i) five grain legumes, (ii) a green manure legume, and (iii) maize on smallholder farmers? fields, identified as SOFECSA Leaming Centres, in Chinyika, north-east Zimbabwe. The objective of the study was to promote appropriate targeting of soil fertility technologies to different farmer resource groups. Emphasis was put on establishing the scope for improving nutrient resource allocation efficiency and crop yields in relation to different management practices as dictated by resource endowment. Both biomass and grain yield results indicated a general conformity to farmer resource group as follows: Resource-endowed farmers (RG1) > Intermediate farmers (RG2) > Resource-constrained farmers (RG3). Although overall biomass productivity for the grain legumes was generally low, <2.8 Mg ha&#8722;1 across all Learning Centres, soyabean grain yields increased by between 30% (RG1) and >500% (RG3) over the two seasons. However, there was a general preference for bambara nut by RG3 farmers who cited low cash demands in terms of seed and external inputs, and pest-resistance compared with other grain legumes. Increased maize grain yields following legumes, and which exceeded 7 Mg ha&#8722;1 for RG1 under green-manure, was apparently due to an increase in soil available N. The results showed scope for enhancing the contribution of legumes to both soil fertility and household nutrition within smallholder farming systems if targeted according to farmers? resource endowment. The challenge is availing the minimum level of external inputs to RG3 farmers to achieve significant yield benefits on poor soils. The paper presents three main scenarios constituting major challenges for integrating legumes into the current farming systems.",
        "lang": "eng"
    },
    "appid": "10883_1531",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1531"
}}
