{"object": {
    "title": {
        "value": "Using factor analytic models for joining environments and genotypes without crossover genotype x environment interaction",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:46Z",
    "created": "2013-06-07T21:02:34Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "genotypes",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_3225"
        ]
    },
    "description": {
        "value": "Genotype x environment interaction variability can be due to crossover interaction (COI) or to non-COI. Statistical methods for detecting and quantifying COI and for forming subsets of environments and/or genotypes with negligible COI have been based on fixed effects linear&ndash;bilinear models. Linear mixed models and the factor analytic (FA) variance&ndash;covariance structure offer a more realistic and effective approach for quantifying COI and forming subsets of environments and genotypes without COI. The main objectives of this study are (i) to present an integrated methodology for clustering environments and genotypes with negligible COI based on results obtained from fitting FA to multi-environment trial (MET) data; and (ii) to detect COI using predictable functions based on the linear mixed model with FA and Best Linear Unbiased Prediction (BLUP) of genotypes. Two CIMMYT maize (Zea mays L.) international METs are used to illustrate the method for searching for subsets of environments and genotypes with negligible COI. Results from both data sets showed that the proposed method formed subsets of environments and/or genotypes with negligible COI. The main advantage of the integrated approach is that one unique linear mixed model, the FA model, can be used for (i) modeling the association among environments; (ii) forming subsets of environments without COI; (iii) grouping genotypes into non-COI subsets; and (iv) detecting COI using the appropriate predictable function.",
        "lang": "eng"
    },
    "appid": "10883_1748",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1748"
}}
