{"object": {
    "title": {
        "value": "Physical mapping of puroindoline b-2 genes and molecular characterization of a novel variant in durum wheat (Triticum turgidum L.)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:49Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "kernel hardness",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "puroindoline b-2",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "physical mapping",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "durum wheat",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cultivars",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hardness",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25422"
        }
    ],
    "description": {
        "value": "The puroindoline genes (Pina and Pinb) are the functional components of the common or bread wheat (Triticum aestivum L.) grain hardness locus that are responsible for kernel texture. In this study, four puroindoline b-2 variants were physically mapped using nulli-tetrosomic lines of bread wheat cultivar Chinese Spring and substitution lines of durum wheat (Triticum turgidum L.) cultivar Langdon. Results indicated that Pinb-2v1 was on 7D of Chinese Spring, Pinb-2v2 on 7B of Chinese Spring, Pinb-2v3 on 7B of Chinese Spring and Langdon, and Pinb-2v4 on 7A of Chinese Spring and Langdon. A new puroindoline b-2 variant, designated Pinb-2v5, was identified at the puroindoline b-2 locus of durum wheat cultivar Langdon, with a difference of only five single nucelotide polymorphisms compared with Pinb-2v4. Sequencing results indicated that, in comparison with the Pinb-2v3 sequence (AM99733 and GQ496618 with one base-pair modification of G to T at 6th position, designated Pinb-2v3a) in bread wheat cultivar Witchta, the coding region of Pinb-2v3 in 12 durum wheat cultivars had a single nucleotide change from T to C at the 311th position, resulting in a corresponding amino acid change from valine to alanine at the 104th position. This new allele was designated Pinb-2v3b. The study of puroindoline b-2 gene polymorphism in CIMMYT and Italian durum wheat germplasm and discovery of a novel puroindoline b-2 variant could provide useful information for further understanding the molecular and genetic basis of kernel hardness and illustrating gene duplication events in wheat.",
        "lang": "eng"
    },
    "appid": "10883_2884",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2884"
}}
