{"object": {
    "title": {
        "value": "Differential performance and parasitism of caterpillars on maize inbred lines with distinctly different herbivore-induced volatile emissions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:46Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "biochemistry",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_910",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "chemistry",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1522",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "neuroscience",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant biology",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cotesia marginiventris",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34378"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.9749
            ],
            "value": "campoletis sonorensis",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_29911"
            ]
        }
    ],
    "description": {
        "value": "Plant volatiles induced by insect feeding are known to attract natural enemies of the herbivores. Six maize inbred lines that showed distinctly different patterns of volatile emission in laboratory assays were planted in randomized plots in the Central Mexican Highlands to test their ability to recruit parasitic wasps under field conditions. The plants were artificially infested with neonate larvae of the fall armyworm Spodoptera frugiperda, and two of its main endoparasitoids, Campoletis sonorensis and Cotesia marginiventris, were released in the plots. Volatiles were collected from equally treated reference plants in the neighbourhood of the experimental field. The cumulative amount of 36 quantified volatile compounds determined for each line was in good accordance with findings from the laboratory; there was an almost 15-fold difference in total emission between the two extreme lines. We found significant differences among the lines with respect to the numbers of armyworms recovered from the plants, their average weight gain and parasitism rates. Average weight of the caterpillars was negatively correlated with the average total amount of volatiles released by the six inbred lines. However, neither total volatile emission nor any specific single compound within the blend could explain the differential parasitism rates among the lines, with the possible exception of (E)-2-hexenal for Campoletis sonorensis and methyl salicylate for Cotesia marginiventris. Herbivore-induced plant volatiles and/or correlates thereof contribute to reducing insect damage of maize plants through direct plant defence and enhanced attraction of parasitoids, alleged indirect defence. The potential to exploit these volatiles for pest control deserves to be further evaluated.",
        "lang": "eng"
    },
    "appid": "10883_3173",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3173"
}}
