{"object": {
    "title": {
        "value": "Comparing consumer preferences for color and nutritional quality in maize: application of a semi-double-bound logistic model on urban consumers in Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:39Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "white maize",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "kenya",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4086",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "contingent valuation",
            "uri": ""
        }
    ],
    "description": {
        "value": "Consumer preferences for white maize in East and Southern Africa concerns developers of maize biofortified with provitamin A carotenoids, since carotenoids impart a yellow or orange coloration. Urban consumers&rsquo; willingness to pay (WTP) for yellow maize was estimated, using a semi-double-bounded logistic model, based on a survey of 600 maize consumers in Nairobi, Kenya, at posho mills, kiosks and supermarkets. Consumers showed a strong preference for white maize. Only a minority would buy yellow maize at the same price as white maize, and fewer consumers in the posho mills (24%) and kiosks (19%) than in the supermarkets (34%) would do so. On average, consumers need a price discount of 37% to accept yellow maize. This discount was less at the posho mills (35%) and kiosks (37%) than in the supermarkets (48%). Most respondents (76%) were aware of the existence of fortified meal and the generally showed an interest. The average premium for fortified maize was much less than the discount for yellow: 5.9% for those aware and 7.4% for those unaware. Consumer preferences were influenced by socioeconomic factors such as gender, education, income and ethnic background. Women have a stronger preference for both white maize and fortified maize than men, and consumers with more education have a stronger preference for white. Income decreases the WTP for yellow maize as well as the price elasticity, but increases the WTP for fortified maize. Consumers originating from Western Kenya have a lower preference for white, while those from Central Kenya had a stronger preference for fortified maize.",
        "lang": "eng"
    },
    "appid": "10883_2146",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2146"
}}
