{"object": {
    "title": {
        "value": "A systems and partnership approach to agricultural research for development: lessons from Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "scaling up/out",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology dissemination",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "value chain",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "partnerships",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tropical legumes",
            "uri": ""
        }
    ],
    "description": {
        "value": "In spite of the availability of several improved agricultural technologies generated by the research system in Ethiopia over the last four decades, adoption of these innovations by smallholder farmers has been very low. This has led to stagnation of agricultural productivity and low crop yields, exposing the country to recurrent food shortfalls and national food insecurity. The old approach to agricultural research emphasized developing new technologies mainly through on-station research that were then supposed to reach farmers through the public-sector extension system. The Ethiopian Institute of Agricultural Research (EIAR) has in recent years introduced a shift in agricultural research for development, which is based on the innovation systems approach that involved cultivating partnerships with several actors along the value chain, especially farmers, farmers? cooperatives and input suppliers. This paper presents the methodology used to facilitate agricultural innovations and the diffusion of new technologies and illustrates the outcomes of this initiative with regard to technology adoption, productivity growth and the market orientation of production. The authors use examples from experiences in scaling up three grain legumes. Compared to the three-year baseline average (2003?05), crop output increased nationally by 89%, 85% and 97% in 2008 for common bean, chickpea and lentil respectively. Nationally, 53?59% of the output growth is attributable to yield growth due to technological change, while the balance is due to area expansion. These results affirm that the new approach has led to accelerated adoption of new and high-yielding or low-risk varieties.",
        "lang": "eng"
    },
    "appid": "10883_2209",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2209"
}}
