{"object": {
    "title": {
        "value": "Combining ability amongst CIMMYT's early maturing maize (Zea mays L.) germplasm under stress and non-stress conditions and identification of testers",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:33Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "general combining ability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "specific combining ability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "testers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heterotic groups",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "combining ability effects",
            "uri": ""
        }
    ],
    "description": {
        "value": "CIMMYT (International Maize and Wheat Research Institute) Zimbabwe&rsquo;s early maturing maize program, which aims to supply seed to approximately 4 million hectares of maize area in eastern and southern Africa, lacks adequate information on heterotic relationships among early maturing germplasm and has no early maturing testers for hybrid development. Open-pollinated varieties (OPVs) and hybrids are the products targeted for this region. Among the hybrids, three-way and doublecross hybrids are desired. Thus the use of single crosses as testers would be an appropriate choice for such a breeding program as one could potentially identify three-way combinations during the early generation test. A twelve-parent diallel was formed and crosses evaluated to identify heterotic groups and single-cross testers. Crosses were evaluated under four diVerent environments in Zimbabwe, two optimal, one low nitrogen stress and one drought stress. P5 (an early maturing line from heterotic group A) and CML 395 (a late maturing inbred line from heterotic group B) were used as reference parents to establish heterotic groupings of germplasm used in the diallel. The single cross (P7/P8) was identiWed as a potential group A tester because of: (a) co-classiWcation of inbred lines into heterotic group A, (b) good yields-9.8 t/ha (optimal), 3.4 t/ha (low nitrogen) and 2.1 t/ha (drought); and (c) good GCA effects for grain yield (0.49 t/ha) of line P7 while line P8 contributed to reduced height and anthesis-silking interval.",
        "lang": "eng"
    },
    "appid": "10883_3066",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3066"
}}
