{"object": {
    "title": {
        "value": "La adopción del método de siembra de trigo en surcos en el Valle del Yaqui, Sonora, México",
        "lang": "spa"
    },
    "updated": "2016-01-22T23:05:56Z",
    "created": "2012-01-06T05:17:19Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "méxico",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rendimiento",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sonora",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "costos de producción",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "escarda",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "factores de producción",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "producción vegetal",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adopción de innovaciones",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cultivo",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "transferencia de tecnología",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "análisis de insumo-producto",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "trigo",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plantación",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "métodos de cultivo",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "proyectos de investigación",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "factores climáticos",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sistemas de cultivo",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "análisis económico",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        }
    ],
    "description": {
        "value": "El analisis de la informacion de la encuesta para el ciclo O-I 1993/94 describe las practicas agronomicas generales que llevan a cabo los productores de trigo en el Valle del Yaqui., asi como los factores agronomicos que influyen en el rendimiento del trigo. Entre estos se encuentran el control de malezas, la densidad del cultivo, la fecha de siembra, las aplicaciones de fosforo y la intensificacion de malezas de generaciones posteriores al control. El control de malezas es el factor mas significativo dentro de la funcion de rendimiento. Dentro del control de malezas, la realizacion de cultivos es funcion del metodo de siembra en surcos, el cual ha cobrado importancia en cuanto al numero de agricultores que lo practican a partir de 1980. Los resultados del trabajo confirman que esta tecnologia, comparada con los metodos tradicionales de siembra en corrugaciones y en melgas, permite un mejor control de malezas y emplea una menor cantidad de insumos tales como fertilizantes, pesticidas, semilla y agua, lo que permite una reduccion en los costos de cultivo. La combinacion de ambos factores origina una diferencia significativa de utilidades en favor de la siembra en surcos. La tecnologia se utiliza con mayor frecuencia en los suelos de barrial, en donde ademas se obtienen las utilidades mas altas; sin embargo, resulta redituable tambien en los suelos de aluvion. Una de las posibles limitantes de la tecnologia es la falta de maquinaria e implementos adecuados para llevar a cabo esta practica y el tiempo requerido para ello. Las caracteristicas mencionadas (que redundan tambien en la conservacion del medio ambiente al reducir la cantidad de agroquimicos y el manejo de conservacion de los recursos suelo y agua a traves de la reduccion del volumen del agua de riego y su mejor manejo) hacen preveer un crecimiento en el porcentaje de agricultores que adopten la tecnologia. Para esto se requerira una mayor participacion de los agentes encargados de la asistencia tecnica en la difusion de las ventajas agronomicas y economicas de la siembra de surcos.",
        "lang": "spa"
    },
    "appid": "10883_1225",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1225"
}}
