{"object": {
    "title": {
        "value": "Searching for novel sources of field resistance to Ug99 and Ethiopian stem rust races in durum wheat via association mapping",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:40Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        }
    ],
    "description": {
        "value": "Puccinia graminis f. sp. tritici, the causative agent of stem rust in wheat, is a devastating disease of durum wheat. While more than 50 stem rust resistance (Sr) loci have been identified in wheat, only a few of them have remained effective against Ug99 (TTKSK race) and other durum-specific Ethiopian races. An association mapping (AM) approach based on 183 diverse durum wheat accessions was utilized to identify resistance loci for stem rust response in Ethiopia over four field-evaluation seasons and artificial inoculation with Ug99 and a mixture of durum-specific races. The panel was profiled with simple sequence repeat, Diversity Arrays Technology and sequence-tagged site markers (1,253 in total). The resistance turned out to be oligogenic, with twelve QTL-tagging markers that were significant (P < 0.05) across three or four seasons. R 2 values ranged from 1.1 to 11.3 %.Twenty-four additional single-marker/QTL regions were found to be significant over two seasons. The AM results confirmed the role of Sr13, previously described in bi-parental mapping studies, and the role of chromosome regions putatively harbouring Sr9, Sr14, Sr17 and Sr28. Three minor QTLs were coincident with those reported in hexaploid wheat and five overlapped with those recently reported in the Sebatel × Kristal durum mapping population. Thirteen single-marker/QTL regions were located in chromosome regions where no Sr genes/QTLs have been previously reported. The allelic variation identified in this study is readily available and can be exploited for marker-assisted selection, thus providing additional opportunities for a more durable stem rust resistance under field conditions.",
        "lang": "eng"
    },
    "appid": "10883_3293",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3293"
}}
