{"object": {
    "title": {
        "value": "Productivity and sustainability of the rice-wheat cropping system in the indo-gangetic plains of the Indian subcontinent: Problems, opportunities, and strategies",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2013-06-07T20:59:20Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "crop residue",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water shortage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrients",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "weeds",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "climate",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1665",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "input-use efficiencies",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "management",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_16086",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "cropping systems",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1971"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crop residues",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16118"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "shortages",
            "uri": "http://aims.fao.org/aos/agrovoc/c_28764"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inputs",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11788"
        }
    ],
    "description": {
        "value": "Rice and wheat are the staple foods for almost the entire Asian population and therefore they occupy a premium position among all food commodities. The era of the Green Revolution started during the early 1970s with wheat and rice and since then the riceewheat cropping system of the Indo-Gangetic Plains has played a significant role in the food security of the region. However, recent years have witnessed a significant slowdown in the yield growth rate of this system and the sustainability of this important cropping system is at risk due to second-generation technology problems and mounting pressure on natural resources. Traditional cultivars and conventional agronomic practices are no longer able to even maintain the gains in productivity achieved during the past few decades. Demand for food is increasing with the increasing population and purchasing power of consumers. The riceewheat cropping system is labor-, water-, and energy-intensive and it becomes less profitable as these resources become increasingly scarce and the problem is aggravated with deterioration of soil health, the emergence of new weeds, and emerging challenges of climate change. Therefore, a paradigm shift is required for enhancing the system's productivity and sustainability. Resource-conserving technologies involving zero- or minimum-tillage in wheat, dry direct seeding in rice, improved waterand nutrient-use efficiency, innovations in residue management to avoid straw burning, and crop diversification should assist in achieving sustainable productivity and allow farmers to reduce inputs, maximize yields, increase profitability, conserve the natural resource base, and reduce risk due to both environmental and economic factors. A number of technological innovation and diversification options have been suggested to overcome the system's sustainability problems but some of them have not been fully embraced by the farmers as these are expensive, knowledge-intensive, or do not fit into the system and have resulted in some other unforeseen problems. Different concerns and possible strategies needed to sustain the riceewheat cropping system are  discussed in this review on the basis of existing evidence and future challenges.",
        "lang": "eng"
    },
    "appid": "10883_1588",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1588"
}}
