{"object": {
    "title": {
        "value": "Meta-analyses of QTL for grain yield and anthesis silking interval in 18 maize populations evaluated under water-stressed and well-watered environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-11-26T17:39:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drought",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heritability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "managed water stress",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "meta analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "snp",
            "uri": ""
        }
    ],
    "description": {
        "value": "Background: Identification of QTL with large phenotypic effects conserved across genetic backgrounds and environments is one of the prerequisites for crop improvement using marker assisted selection (MAS). The objectives of this study were to identify meta-QTL (mQTL) for grain yield (GY) and anthesis silking interval (ASI) across 18 bi-parental maize populations evaluated in the same conditions across 2-4 managed water stressed and 3-4 well watered environments.Results: The meta-analyses identified 68 mQTL (9 QTL specific to ASI, 15 specific to GY, and 44 for both GY and ASI). Mean phenotypic variance explained by each mQTL varied from 1.2 to 13.1% and the overall average was 6.5%. Few QTL were detected under both environmental treatments and/or multiple (>4 populations) genetic backgrounds. The number and 95% genetic and physical confidence intervals of the mQTL were highly reduced compared to the QTL identified in the original studies. Each physical interval of the mQTL consisted of 5 to 926 candidate gene. Conclusions: Meta-analyses reduced the number of QTL by 68% and narrowed the confidence intervals up to 12-fold. At least the 4 mQTL (mQTL2.2, mQTL6.1, mQTL7.5 and mQTL9.2) associated with GY under both water-stressed and well-watered environments and detected up to 6 populations may be considered for fine mapping and validation to confirm effects in different genetic backgrounds and pyramid them into new drought resistant breeding lines. This is the first extensive report on meta-analysis of data from over 3100 individuals genotyped using the same SNP platform and evaluated in the same conditions across a wide range of managed water-stressed and well-watered environments",
        "lang": "eng"
    },
    "appid": "10883_3325",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3325"
}}
