{"object": {
    "title": {
        "value": "Adoption of conservation agriculture in the Mexican Bajio",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-12-09T20:20:16Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heckman selection model",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mexico",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology adoption",
            "uri": ""
        }
    ],
    "description": {
        "value": "Despite demonstrated environmental and economic benefits, the adoption of conservation agriculture (CA) often remains lower than expected. Adoption of a complex and composite technology such as CA requires a thorough understanding of the site-specific determinants and constraints of the adoption process. The authors investigate the adoption of CA among medium-scale farmers in the Mexican Bajio using farm survey data. They differentiate between full and partial adoption of composite technology, and disentangle the different steps in the adoption process, including awareness, using Heckman selection models. The results indicate that institutional factors and farmers' education affect awareness of CA but not adoption itself. Farm size is not an important determinant in the adoption process, but the farmer's tenancy position does affect both awareness and adoption. A major constraint for full but not for partial adoption is livestock ownership, which complicates residue retention on the field, as crop residues are baled for fodder.",
        "lang": "eng"
    },
    "appid": "10883_3332",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3332"
}}
