{"object": {
    "title": {
        "value": "Measuring and simulating maize (Zea mays L.) yield responses to reduced tillage and mulching under semi-arid conditions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2014-03-05T17:57:35Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen-modelling-planting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "basins-semi",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "arid-variable",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rainfall-zimbabwe",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "smallholders",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14343"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nitrogen",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5192"
        }
    ],
    "description": {
        "value": "Rainfed smallholder agriculture in semi-arid environments of sub-Saharan Africa faces many challenges. Productivity of the smallholder agricultural systems has been on the decline in recent years. Conservation agriculture practices have a potential of steering the smallholder agricultural systems of sub-Saharan Africa to greater and more sustainable levels. This study was designed to calibrate the APSIM model so that it could be used as a tool for understanding the long term impact of conservation agriculture techniques (mulching, tine ripping and planting basins) on the productivity of smallholder systems under semi-arid conditions. The APSIM model predicted reasonably well the seasonal and mulching effects on maize production on sand and clay soils. Under these semi-arid conditions the use of 10 kg.N.ha?1 is preferable under both conventional and basin tillage systems. Planting basins offer a better chance of getting maize grain yield than the conventional system in southern Zimbabwe at N quantities ranging from 0 kg.ha?1 to 52 kg.ha?1. This modelling exercise suggested that smallholder farmers are still prone to complete crop failure in some years despite the use of available conservation agriculture systems.",
        "lang": "eng"
    },
    "appid": "10883_3420",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3420"
}}
