{"object": {
    "title": {
        "value": "Variation in some agronomic characteristics and soluble stem carbohydrates cantent at anthesis in spring wheat genotypes under terminal drought stress conditions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:44Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.9142
            ],
            "value": "anthesis",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2992"
            ]
        }
    ],
    "description": {
        "value": "To study the variation in some agronomic characteristics and soluble stem carbohydrates at anthesis in spring wheat, 196 wheat genotypes received from the International Maize and Wheat Improvement Center (CIMMYT) were evaluated in a field experiment at Hasan Abad Field Research Station, Darab, Iran, in 2008-2009 growing season. Analysis of variance of data revealed that spring wheat genotypes were significantly different (P<0.01) for days to heading, plant height, days to physiological maturity, 1000 grain weight and grain yield. The genotypes were also significantly different (P<0.05) for grain growth duration. Range of variation for some characteristics as days to heading was narrow (106-119 days). However, the range of variation for soluble stem carbohydrates at anthesis was very wide (8.5-95.5 mg.g-1 dry matter). Variation in the grain growth rate was 0.52-1.18 mg.day-1 and grain yield varied from 987-6095 kg.ha-1. Genetic correlation between soluble stem carbohydrates at anthesis and grain yield was negative but significant (-0.394**). It was indicated that the accumulation of high amount of stem soluble carbohydrates at anthesis without remobilization process can not effectively increase grain yield under terminal drought conditions. Path analysis revealed that the direct effects of four characteristics: days to heading, plant height, grain growth rate and soluble stem carbohydrates at anthesis on grain yield were significant. Early maturity and grain growth rate were under genetic control and correlated with grain yield under terminal conditions of this study that can be used in wheat breeding programs for improvement of grain yield under terminal drought conditions.",
        "lang": "eng"
    },
    "appid": "10883_2849",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2849"
}}
