{"object": {
    "title": {
        "value": "Crop-livestock interactions along agro-ecological gradients: A meso-level analysis in the Indo-Gangetic Plains, India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "crop residue management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rice-wheat systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "livestock feeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop-livestock interactions",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "intensification gradient",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indo-gangetic plains",
            "uri": ""
        }
    ],
    "description": {
        "value": "Although conceptually simple and often idealized, disentangling crop-livestock interactions typically proves more complex in practice. Part of the complexity arises from their changing nature along agricultural intensification gradients. Such interactions increase in scope when extensive systems intensify, but decline in importance as already intermediate systems intensify further. This changing nature of crop-livestock interactions in relation to the system's developmental stage implies that these exchanges can both contribute but also undermine system sustainability. We examine crop-livestock interactions in the Indo-Gangetic Plains as an empirical case, drawing from village surveys to explore and illustrate these relations and implications along the agro-ecological gradient of this vast and important eco-region. Such an understanding is increasingly needed as adapting crop residue management practices is recognized as the key to address sustainability concerns in the prevailing rice-wheat systems and as a stepping stone towards conservation agriculture. The agricultural R&D community needs to incorporate this understanding more proactively into its R&D agenda if it is to succeed in sustaining productivity gains, improving rural livelihoods equitably, and securing environmental sustainability",
        "lang": "eng"
    },
    "appid": "10883_2171",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2171"
}}
