{"object": {
    "title": {
        "value": "Maize-based conservation agriculture systems in Malawi: Long-term trends in productivity",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2013-06-07T20:59:23Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "sustainability",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_33560",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "no-tillage",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "direct seeding",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_25803",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "retention of crop residues",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ridge and furrow",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.617
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7881
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "conventional tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34250"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crop residues",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16118"
        }
    ],
    "description": {
        "value": "In Malawi and throughout much of Africa, maize yields have declined over the past several decades due to continuous cultivation, often in monocropping with little or no inputs. As a result, soil degradation has been aggravated by the loss of valuable top soil caused by rainwater runoff due to the absence of effective conservation practices. To combat this trend, Conservation Agriculture (CA) systems were introduced using a pointed stick or hand hoe to plant directly into untilled soil with crop residues as surface mulch. The objective of this study was to compare the effects of different cropping systems (CA and conventional) on soil physical and chemical parameters and long-term maize productivity in target communities of the southern and central regions of Malawi. This study analysed the effects of CA on soil parameters and maize yield over eight cropping seasons. The biophysical variability of the communities was explored through principal component analysis. Results showed that maize yields in CA systems were strongly affected by rainfall infiltration, which was 24?40% greater compared with the conventional ridge and furrow system. In some cases, maize yields in CA plots were double that of conventional tillage plots. The larger water infiltration observed in CA plots relative to conventional tillage indicated that CA systems may increase access to soil water by the crop and offset the negative effects of seasonal dry spells. Yield benefits of CA over conventional tillage systems were greater especially from the 5th season although, in some instances, greater yields on CA were recorded almost immediately. CA can be practiced in diverse environments from sandy to clay soils, nutrient rich to infertile soils and from low to high rainfall areas as long as adequate inputs (fertilizer, herbicides and labour) are available with good extension support to farmers, especially in the initial years.",
        "lang": "eng"
    },
    "appid": "10883_1602",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1602"
}}
