{"object": {
    "title": {
        "value": "Molecular mapping of leaf rust resistance gene LrNJ97 in Chinese wheat line Neijiang 977671",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:48:38Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "rusts",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_6710"
        ]
    },
    "description": {
        "value": "Neijiang 977671 and 19 near-isogenic lines with known leaf rust resistance genes were inoculated with 12 pathotypes of Puccinia triticina for postulation of leaf rust resistance genes effective at the seedling stage. The reaction pattern of Neijiang 977671 differed from those of the lines with known leaf rust resistance genes used in the test, indicating that Neijiang 977671 may carry a new leaf rust resistance gene(s). With the objective of identifying and mapping the new gene for resistance to leaf rust, F1 and F2 plants, and F2:3 families, from Neijiang 977671 × Zhengzhou 5389 (susceptible) were inoculated with Chinese P. triticina pathotype FHNQ in the greenhouse. Results from the F2 and F2:3 populations indicated that a single dominant gene, temporarily designated LrNJ97, conferred resistance. In order to identify other possible genes in Neijiang 977671 other eight P. triticina pathotypes avirulent on Neijiang 977671 were used to inoculate 25 F2:3 families. The results showed that at least three leaf rust resistance genes were deduced in Neijiang 977671. Bulked segregant analysis was performed on equal amounts of genomic DNA from 20 resistant and 20 susceptible F2 plants. SSR markers polymorphic between the resistant and susceptible bulks were used to analyze the F2:3 families. LrNJ97 was linked to five SSR loci on chromosome 2BL. The two closest flanking SSR loci were Xwmc317 and Xbarc159 at genetic distances of 4.2 and 2.2 cM, respectively. At present two designated genes (Lr50 and Lr58) are located on chromosome 2BL. In the seedling tests, the reaction pattern of LrNJ97 was different from that of Lr50. Lr50 and Lr58 were derived from T. armeniacum and Ae. triuncialis, respectively, whereas according to the pedigree of Neijiang 977671 LrNJ97 is from common wheat. Although seeds of lines with Lr58 were not available, it was concluded that LrNJ97 is likely to be a new leaf rust resistance gene.",
        "lang": "eng"
    },
    "appid": "10883_3361",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3361"
}}
