{"object": {
    "title": {
        "value": "Major and minor QTL and epistasis contribute to fatty acid compositions and oil concentration in high-oil maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:36Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "High-oil maize is a useful genetic resource for genomic investigation in plants. To determine the genetic basis of oil concentration and composition in maize grain, a recombinant inbred population derived from a cross between normal line B73 and high-oil line By804 was phenotyped using gas chromatography, and genotyped with 228 molecular markers. A total of 42 individual QTL, associated with fatty acid compositions and oil concentration, were detected in 21 genomic regions. Five major QTL were identified for measured traits, one each of which explained 42.0% of phenotypic variance for palmitic acid, 15.0% for stearic acid, 27.7% for oleic acid, 48.3% for linoleic acid, and 15.7% for oil concentration in the RIL population. Thirty-six loci were involved in 24 molecular marker pairs of epistatic interactions across all traits, which explained phenotypic variances ranging from 0.4 to 6.1%. Seven of 18 mapping candidate genes related to lipid metabolism were localized within or were close to identified individual QTL, explaining 0.7-13.2% of the population variance. These results demonstrated that a few major QTL with large additive effects could play an important role in attending fatty acid compositions and increasing oil concentration in used germplasm. A larger number of minor QTL and a certain number of epistatic QTL, both with additive effects, also contributed to fatty acid compositions and oil concentration.",
        "lang": "eng"
    },
    "appid": "10883_3094",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3094"
}}
