{"object": {
    "title": [
        {
            "value": "Contribución de los loci Glu-B1, Glu-D1 y Glu-B3 a la calidad de la masa del trigo harinero",
            "lang": "spa"
        },
        {
            "value": "Contribution of Glu-B1, Glu-D1 and Glu-B3 loci to dough quality of bread wheat",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:54Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fuerza y extensibilidad de la masa",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gluteninas de alto y bajo peso molecular",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "gluten",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3294"
        }
    ],
    "description": {
        "value": "En esta investigación, se identificaron combinaciones y variantes alélicas de gluteninas de alto y bajo peso molecular (GAPM y GBPM), y se evaluó su efecto en las características reológicas de la masa de trigos harineros (Triticum aestivum L.). Se usaron los progenitores ?Bacanora T88? y ?Salamanca S75? y como progenie derivada de su cruza consistente en 98 líneas recombinantes obtenidas por descendencia de una sola semilla de F2 a F6. Los 100 genotipos fueron sembrados en Celaya, Guanajuato, México, durante el ciclo primavera-verano 2008. Las variables evaluadas fueron: tiempo de amasado, estabilidad al amasado, tolerancia al sobreamasado, fuerza general de la masa y la relación tenacidad/extensibilidad. Se identificaron las GAPM y GBPM en geles de poliacrilamida en presencia de dodecil sulfato de sodio. Se encontró que los loci Glu-B1, Glu-D1 y Glu-B3 afectaron las propiedades de fuerza y extensibilidad de la masa. La combinación de los alelos 2*, 7+9, 5+10, c, g, b presentó gluten fuerte y excelente extensibilidad apto para la panificación, mientras que la combinación alélica 2*, 7+9, 2+12, c, g, b condicionó gluten débil y extensible útil en la fabricación de galletas y tortillas. Las combinaciones 2*, 7+9, 2+12 c, j, b y 2*, 7+8, 2+12 c, j, b se asociaron con menor fuerza y mayor extensibilidad de la masa, respectivamente. Las variantes alélicas de GAPM 7+8, 7+9 y 5+10 de los loci Glu-B1 y Glu-D1 se clasificaron como de gluten fuerte; mientras que 2+12 se asoció con gluten medio fuerte. El alelo j de GBPM del locus Glu-B3 presentó los valores más altos para la relación tenacidad/extensibilidad y los menores para fuerza, contrario a la variante g. Lo anterior muestra que mediante la selección de progenitores y la recombinación de sus alelos se pueden obtener genotipos de trigo harinero con calidad específica de la masa.",
        "lang": "spa"
    },
    "appid": "10883_2919",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2919"
}}
