{"object": {
    "title": {
        "value": "Breeding for low input conditions and consequences for participatory plant breeding: examples from tropical maize and wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:07:49Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "plant genetics and breeding",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "germplasm",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3249",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "wheats",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8373",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "genotype environment interaction",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24577",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "plant production",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5976",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "plant protection",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5978",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "environmental factors",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2594",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farming systems",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "plant genetics",
            "uri": "http://aims.fao.org/aos/agrovoc/c_49985"
        }
    ],
    "description": {
        "value": "Participatory plant breeding (PPB) has been suggested as an effective alternative to formal plant breeding (FPB) as a breeding strategy for achieving productivity gains under low input conditions. With genetic progress through PPB and FPB being determined by the same genetic variables, the likelihood of success of PPB approaches applied in low input target conditions was analyzed using two case studies from FPB that have resulted in significant productivity gains under low input conditions: (I) breeding tropical maize for low input conditions by CIMMYT, and (2) breeding of spring wheat for the highly variable low input rainfed farming systems in Australia. In both cases, genetic improvement was an outcome of long-term investment in a sustained research effort aimed at understanding the detail of the important environmental constraints to productivity and the plant requirements for improved adaptation to the identified constraints, followed up by the design and continued evaluation of efficient breeding strategies. The breeding strategies used differed between the two case studies but were consistent in their attention to the key determinants of response to selection: (I) ensuring adequate sources of genetic variation and high selection pressures for the important traits at all stages of the breeding program, (2) use of experimental procedures to achieve high levels of heritability in the breeding trials, and (3) testing strategies that achieved a high genetic correlation between performance of germplasm in the breeding trials and under on-farm conditions. The implications of the outcomes from these FPB case studies for realizing the positive motivations for adopting PPB strategies are discussed with particular reference for low input target environment conditions.",
        "lang": "eng"
    },
    "appid": "10883_1946",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1946"
}}
