{"object": {
    "title": {
        "value": "Grain and tortilla quality in landraces and improved maize grown in the Highlands of Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "grain quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "highlands of mexico",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "landraces",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tortilla quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hybrids",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3707"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "highlands",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3614"
        }
    ],
    "description": {
        "value": "The maize produced in the highlands of Mexico (>2,400 masl) is generally not accepted by the flour and masa and tortilla industry. The objective of this work was to evaluate the grain quality and tortilla properties of maize landraces commonly grown in the highlands of Mexico and compare them with improved germplasm (hybrids). Germplasm analysis included 11 landraces, 32 white hybrids, and six yellow hybrids. Grain quality was analyzed for a range of physical and chemical factors, as well as for alkaline cooking quality. Landrace grains tended to be heterogeneous in terms of size, hardness and color. All landraces had soft-intermediate grains with an average flotation index (FI) of 61%. In contrast, hybrid grains were homogenous in size and color, and harder than landrace grains, with a FI of 38%. Protein, free sugars, oil and phenolic content in landraces were higher than in the hybrids. Significant correlations were found between phenolic content and tortilla color (r&#8201;=&#8201;&#8722;0.60; p&#8201;<&#8201;0.001). Three landraces were identified as appropriate for the masa and tortilla industry, while all the hybrids evaluated fulfilled the requirements of this industry.",
        "lang": "eng"
    },
    "appid": "10883_3141",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3141"
}}
