{"object": {
    "title": {
        "value": "Marker-assisted selection of HMW-Glutenin 1Dx5+1Dy10 gene and 1B/1R translocation for improving industry quality in common wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:58Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "common wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "processing quality",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_29772",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "subunit 5+10",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "1b/1r translocation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker-assisted selection",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glutenins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24033"
        }
    ],
    "description": {
        "value": "Glutenin subunits play an important role in determining processing quality in common wheat. In this study, a total of 125 BC2F4 lines derived from four populations by marker-assisted backcrossing, with Yumai 34, Gaocheng 8901, and Zhongyou 9507 as quality donor and Lunxuan 987, Shi 4185, and Zhoumai 16 as recipients, were used to assess the effect of glutenin subunit 5+10 and 1B/1R translocation on quality parameters including protein content, mixograph mixing time and peak integral. A wide range of variation for all quality parameters in the populations was detected. Lines with 1Dx5+1Dy10 performed significantly longer mixing time and higher peak integral than those with alleles 1Dx2+1Dy12, while the genetic background of parents had a large impact on mixing time and peak integral among 1B/1R translocation lines. Reversed-phase high-performance liquid chromatography (RP-HPLC) revealed that mixing time and peak integral were related with the quantity of glutenin subunit fractions, and significant and positive correlations between mixing time, peak integral and the quantity of LMW-GS were observed, with correlation coefficients ranging from 0.38 to 0.74 (P < 0.05). Lines with 1Dx5+1Dy10 also performed significantly higher quantity of both HMW-GS and LMW-GS than those with alleles 1Dx2+1Dy12, while the effect of alleles at Glu-B3 locus on quantity of HMW-GS was insignificant, and that on quantity of LMW-GS varied among the populations. It would be efficient to select new line through backcross with quality parent as donor and high yield parent as recipient, by marker-assisted selection of Glu-D1d gene and 1B/1R translocation, in combination with field selection on agronomic parameters.",
        "lang": "eng"
    },
    "appid": "10883_2946",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2946"
}}
