{"object": {
    "title": {
        "value": "Rebirth of synthetic hexaploids with global implications for wheat improvement",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:33Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "synthetic hexaploid wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "interspecific hybridisation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "aegilops tauschii",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "abiotic stresses",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6849,
            "value": "triticum turgidum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7958"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "hexaploids",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_24400"
            ]
        }
    ],
    "description": {
        "value": "Aegilops tauschii (syn.Triticum tauschii (Coss.) Schmalh., syn. Ae. squarrosa auct. Non L., 2n=2x = 14, DD genome), with its numerous accessions and wide distribution, provides unparallelled genetic diversity for addressing global wheat production constraints through genetic improvement. From our working collection of ~750 Ae. tauschii accessions, hybridisation efforts produced 1014 synthetic hexaploid combinations (2n=6x = 42, AABBDD), resulting from chromosome doubling of the F1 hybrids between elite Triticum turgidum L. s. lat. cultivars and Ae. tauschii accessions. The extensive production of synthetic hexaploids represents a step-wise progression over 2 decades in the generation of a valuable resource of user-friendly genetic diversity. The synthetic germplasm has been validated, maintained, screened, formed into targetted stress-related subsets for focused utilisation, and been allowed global distribution for use in prebreeding/ breeding with advent into molecular technologies. Abundant synthetic hexaploids with different Ae. tauschii accessions have been identified from their screening for yield per se, and various biotic/abiotic stresses. Encouraging diversity data have been obtained for key abiotic constraints such as drought, salinity, heat, and water-logging. A similar response was prevalent for the salient biotic stresses such as fusarium head scab, spot blotch, septoria leaf blotch, and karnal bunt. Global distribution of the selected synthetics has further added valuable information for several other stress constraints and led to utilisation of the synthetic diversity for molecular investigations. The superiority of the primary synthetics has been transferred with ease via pre-breeding/breeding to conventional bread wheat cultivars and varietal releases have started globally. The success and status of the D genome diversity are the focus of this paper and we are optimistic that researchers will devise additional strategies to harness other genomes as efficiently by adding on new technologies that ensure wheat production security in the decades ahead.",
        "lang": "eng"
    },
    "appid": "10883_1742",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1742"
}}
