{"object": {
    "title": {
        "value": "Molecular detection of high- and low-molecular-weight glutenin subunit genes in common wheat cultivars from 20 countries using allele-specific markers",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "hmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "processing quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum l.",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cultivars",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        }
    ],
    "description": {
        "value": "The composition and quantity of high- and low-molecular-weight glutenin subunits (HMW-GS and LMW-GS) plays an important role in determining the end-use quality of wheat products. In the present study, 718 wheat cultivars and advanced lines from 20 countries were characterised for the HMW-GS and LMW-GS with allele-specific molecular markers. For the Glu-A1 locus, 311 cultivars (43.3%) had the subunit Ax2*, which predominated in cultivars from Canada (83.3%), Romania (91.7%), Russia (72.2%) and USA (72.2%). At Glu-B1 locus, 197 cultivars (27.4%) contained the By8 subunit and its frequency was higher in Japanese (60.0%) and Romanian (62.5%) genotypes than in those from other countries; 264 cultivars (36.8%) carried the By9 subunit, mostly existing in the cultivars from Austria (100.0%), Russia (72.2%), and Serbia (72.7%); the By16 subunit was present in 44 cultivars (6.1%), with a relatively high percentage in Chile (19.5%), whereas almost no cultivars from other countries had this subunit; the frequency of Bx7OE was 3.1%, and was found only in cultivars from Argentina (12.1%), Australia (4.1%), Canada (25.0%), Iran (20.0%), and Japan (30.0%). There were 446 genotypes (62.1%) with the subunit Dx5 at the Glu-D1 locus; high frequencies of Dx5 occurred in cultivars from Hungary (90.0%), Romania (95.8%), and Ukraine (92.3%). At the Glu-A3 locus, the frequencies of Glu-A3a, b, c, d, e, f and g were 2.9, 6.8, 53.2, 12.8, 7.7, 13.8, and 2.4%, respectively. Glu-A3a was detected only in the cultivars from Bulgaria (13.3%), China (12.2%), Germany (2.7%), Iran (6.7%), Mexico (14.3%), Turkey (4.7%), and USA (5.1%); the high frequencies of superior alleles Glu-A3b and d were found in cultivars from Australia (39.7%) and France (24.5%); Glu-A3c was widely distributed in cultivars from all the countries; the high frequencies of Glu-A3e, f and g were detected in cultivars from Argentina (33.3%), Canada (29.2%), and Hungary (20.0%). At the Glu-B3 locus, Glu-B3a, b, c, d, e, f, g, h and i were present in frequencies of 0.4, 22.3, 0.3, 2.8, 1.9, 3.9, 27.2, 18.8, and 7.1%, respectively. Glu-B3a was detected only in cultivars from Argentina (3.0%) and Ukraine (15.4%) cultivars; high frequencies of Glu-B3b and d were found in the cultivars from Romania (62.5%) and Mexico (14.3%); Glu-B3c was detected only in Romanian (8.3%) genotypes; frequencies of e, f, h and i were high in cultivars from Austria (40.0%), China (14.3%), USA (43.0%), and Argentina (33.3%); Glu-B3g was mostly detected in the cultivars from Germany (69.3%), Norway (77.3%), and Serbia (63.6%). The frequency of the 1B·1R translocation was 13.4%; it occurred in cultivars from all the countries except Australia, Austria, Norway, and Serbia. The functional markers applied in this study, in agreement with the results of sodium-dodecylsulfate?polyacrylamide gel electrophoresis, were accurate and stable, and can be used effectively in wheat quality breeding.",
        "lang": "eng"
    },
    "appid": "10883_2864",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2864"
}}
