{"object": {
    "title": [
        {
            "value": "Diversidad genetica en maices nativos mexicanos tropicales",
            "lang": "spa"
        },
        {
            "value": "Genetic diversity in tropical Mexican landraces of maize",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-12-09T20:30:21Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zea mays",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8504",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "diversidad genetica",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maices nativos mexicanos",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mexican landraces",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Mexico is considered the center of origin and domestication of maize (Zea mays L.), and it is recognized as one of the most important centers of diversity. Evaluation of native maize diversity is specially important for conservation strategies design, germplasm characterization and its use in breeding; native maize is potentially a source of new, favorable and exotic features. In this study, 30 microsatellite molecular markers were tested to characterize intraracial and between population genetic diversity present in 196 tropical populations representing 20 corn races. Results indicated that these accessions can be grouped into three ecological areas: Gulf of Mexico, South Pacific and Yucatan Peninsula (A), the Northwestern and Western (B), and Intermediate Lowland Oaxaca and Chiapas (C). Average number of alleles per locus within the populations was 9. Average genetic diversity of 20 tropical Mexican maize races was 0.57 across all accessions. There was greater variability among races (23.18) than within each race (0.99 to 8.72). Genetic erosion due to limited geographical distribution for Zapalote and Jala races was evident, thus indicating the need for preservation efforts. Genetic diversity indices of 0.53 found for Tuxpeño germplasm confirm that although they have been widely used in breeding programs, there is untapped diversity in this race.",
        "lang": "eng"
    },
    "appid": "10883_3347",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3347"
}}
