{"object": {
    "title": {
        "value": "Simple sequence repeats markers for grain filling traits and yield components in tropical maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "ssr markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "effective grain filling duration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker-trait regression",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        }
    ],
    "description": {
        "value": "Probiotics has gained momentum only recently with considerable and significant advances in functional and health food market across the world. The Joint FAO/WHO Expert Consultation on Evaluation of Health and Nutritional Properties of Probiotics in Food held in Cordoba, Argentina from 1-4 October, 2001 recognized the need for guidelines to set out a systematic approach for the evaluation of probiotics in food leading to the substantiation of health claims. The Global Standards for Evaluation of Probiotics are : identification of the genus and species of the probiotic strain, in vitro testing to delineate the mechanism of the probiotic effect and substantiation of the clinical health benefit of probiotic agents with human trials. In the EU there is no legal definition of the term probiotic, no specific legislation governing them, but there are regulations which lay down some general principles and requirements of EU food law. In the U.S the use of probiotics in products can result in several regulatory categories. In Japan reference for legislation on the subject of functional foods is made to the Japanese system of Foods for Specified Health Use (FOSHU).The main purposes of the Codex Alimentarius Commission are protecting health of the consumers, ensuring fair trade practices in the food trade, and promoting coordination of all food standards work undertaken by international governmental and nongovernmental organizations. The Indian Council of Medical Research, along with the Department of Biotechnology of the Ministry of Science and Technology have proposed ?Guidelines for Evaluation of Probiotics in Food in India?, which articulates the base for the law to govern probiotics. Multinational companies have found the Indian market very challenging in the past owing to supply shortages, poor cold chain, storage facilities, poor infrastructure, and underdeveloped and complicated distribution channels. There are many aspects pertaining to the regulation of functional foods, such as probiotic. The regulatory framework to be established should include issues related to probiotics, such as efficacy, safety, labeling, fraud and claims.",
        "lang": "eng"
    },
    "appid": "10883_3260",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3260"
}}
