{"object": {
    "title": {
        "value": "Influence of sources of seed on varietal adoption behavior of wheat farmers in indo-gangetic plains of India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:52Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "indo-gangetic plains",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "multinomial logit",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sources of seed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat seed variety",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed sources",
            "uri": ""
        }
    ],
    "description": {
        "value": "Seed is the most crucial input in the crop production cycle. Although new seed varieties are developed  and released frequently, they often do not reach the farmers because of underdeveloped and inefficient seed delivery system. This paper is based on the primary survey of 1200 farmers in the five states in the Indo-Gangetic Plains, and has analysed the various factors responsible for the adoption of new wheat seed varieties by the farmers. Besides socio-economic factors, one of the main factors that impact the adoption of new seed variety is the source of purchase of seed. A multinomial logit model has been used for the analysis. As quality control and timely availability of seed is a necessary condition for proper uptake of new varieties, the paper has emphasized on the need to strengthen public-private partnership in production and distribution of seed. The study has suggested wide disseminatation of information on new seed varieties along with their benefits through appropriate institutional mechanims.",
        "lang": "eng"
    },
    "appid": "10883_2247",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2247"
}}
