{"object": {
    "title": {
        "value": "Valuing traits of indigenous cows in Central Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:53Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "choice experiment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cow traits;",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "economic valuation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "preference heterogeneity",
            "uri": ""
        }
    ],
    "description": {
        "value": "This research aimed at identifying and estimating the relative weight assigned to the preferred traits of indigenous cow population in the most dominant crop?livestock mixed production system in Central Ethiopia. A choice experiment approach was employed to elicit the preferences and a random parameters logit model was used to estimate the relative importance of the preferred attributes of indigenous cows. The results show that fertility, disease resistance and calf vigour traits are at least as important as milk. The location the cows are brought from is also an important attribute for buyers. Results from the simulation on the influence of changes in attribute levels showed that fertility and disease resistance affect preferences more than other traits. The findings suggest that the smallholder community in this part of Ethiopia depends on semi-subsistence agriculture and so livestock development interventions should focus on a multitude of reproductive and adaptive traits that stabilise the herd structure rather than focusing on traits that are only important for commercial purposes.",
        "lang": "eng"
    },
    "appid": "10883_2256",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2256"
}}
