{"object": {
    "title": {
        "value": "Genetic variation and environmental stability of grain mineral nutrient concentrations in Triticum dicoccoides under five environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:31Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype × environment interaction - grain quality",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "micronutrients",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7834",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mineral stability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum turgidum ssp. dicoccoides",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "genotypes",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.891
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        }
    ],
    "description": {
        "value": "Nineteen wild emmer wheat [Triticum turgidum ssp. dicoccoides (Körn.) Thell.] genotypes were evaluated for the grain concentrations of phosphorous (P), potassium (K), sulfur (S), magnesium (Mg), calcium (Ca), zinc (Zn), manganese (Mn), iron (Fe) and cooper (Cu) under five different environments in Turkey and Israel. Each mineral nutrient has been investigated for the (1) genotype by environment (G × E) interactions, (2) genotype stability, (3) correlation among minerals and (4) mineral stability. Among the macronutrients analyzed, grain concentrations of Ca (range 338?2,034 mg kg-1) and S (range 0.18?0.43%) showed the largest variation. In the case of micronutrients, the largest variation was observed in the grain Mn concentration (range 13?87 mg kg-1). Grain concentrations of Fe and Zn also showed important variation (range 27?86 and 39?115 mg kg-1, respectively). Accessions with higher nutrient concentrations (especially Zn and Fe) had also greater grain weight, suggesting that higher grain Zn and Fe concentrations are not necessarily related to small grain size or weight. Analysis of variance showed that environment was the most important source of variation for K, S, Ca, Fe, Mn and Zn, explaining between 44 and 78% of the total variation and G × E explained between 20 and 40% of the total variation in all the minerals, except for S and Zn where its effect accounted for less than 16%. Genotype was the most important source of variation for Cu (explaining 38% of the total variation). However, genotype effect was also important for Mg, Mn, Zn and S. Sulfur and Zn showed the largest heritability values (77 and 72%, respectively). Iron exhibited low heritability and high ratio value between the G × E and genotype variance components           , suggesting that specific adaptation for this mineral could be positively exploited. The wild emmer germplasm tested in the current study revealed some outstanding accessions (such as MM 5/4 and 24-39) in terms of grain Zn and Fe concentrations and environmental stability that can be used as potential donors to enhance grain micronutrient concentrations in wheats.",
        "lang": "eng"
    },
    "appid": "10883_2745",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2745"
}}
