{"object": {
    "title": {
        "value": "A comparative assessment of combine harvesting vis-a-vis conventional harvesting and threshing in Arsi Region, Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:51Z",
    "created": "2012-01-06T05:10:06Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "threshing",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "profitability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "production factors",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology transfer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "socioeconomic environment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "economic analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "harvesting",
            "uri": ""
        }
    ],
    "description": {
        "value": "This study describes wheat harvesting and threshing technologies in Arsi Region. Southeastern Ethiopia. and assesses their profitability compared to that of alternative wheat harvesting technologies. Data were collected from a random sample of 160 farmers from two purposively selected districts, Asasa and Etheya, where harves ting and threshing operations are becoming increasingly mechanized. Logit analysis showed that proximity to a hiring station, topography (accessibility). education level. and wheat area significantly affected farmers' decisions to adopt combine harvesting. Promoting the use of combine harvesters will widen yield and income gaps between farmers living in accessible and inaccessible areas, which has negative implications for overall economic development. Policies need to be directed towards the introduction of intermediate technologies for wheat threshing in less accessible areas. Educated farmers were better aware of the yield 1oss and consequent economic 1oss of using traditional harvesting and threshing methods. All farmers, particularly those without an education, need to be informed of the benefits of combine harvesting to increase adoption and reduce yield differences between literate and illiterate farmers. The profitability analysis determined that combine harvesting reduced yield 1osses, costs, and processing time and increased profitability. At the national level, the costs of combine harvesting are much lower than those incurred at the farmer level. Financial and economic profitability analyses indicate that combine harvesting is more profitable for the nation than manual harvesting and threshing.",
        "lang": "eng"
    },
    "appid": "10883_1029",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1029"
}}
