{"object": {
    "title": {
        "value": "Genetic interrelationships among medium to late maturing tropical maize inbred lines using selected SSR markers",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-06-30T05:24:50Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "inbred lines",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_24039",
                "http://aims.fao.org/aos/agrovoc/c_24039",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ssr markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tropics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genetics",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3222"
        }
    ],
    "description": {
        "value": "Understanding the genetic relationships among breeding lines is fundamental in crop improvement programs. The objectives of this study were to apply selected polymorphic single sequence repeat (SSR) DNA markers and cluster medium to late maturing tropical elite maize inbred lines for effective hybrid breeding. Twenty elite inbred lines were genotyped with 20 SSR markers. The analysis detected a total of 108 alleles. The unweighted pair group method with arithmetic mean allocated the inbred lines into five clusters consistent with the known pedigrees. The tested inbred lines that were adapted to mid-altitude, sub-humid agro-ecologies were classified in different clusters, except for a few discrepancies. The greatest genetic distance was identified between the clusters of lines CML-202 and Gibe-1-91-1-1-1-1. The analysis determined the genetic grouping present in the source population, which will assist in effective utilization of the lines in tropical hybrid maize breeding programs to exploit heterosis.",
        "lang": "eng"
    },
    "appid": "10883_3205",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3205"
}}
