{"object": {
    "title": {
        "value": "Identification of genetic resistance to cereal cyst nematodes; Heterodera avenae (Wollenweber, 1924), Heterodera filipjevi (Madzhidov, 1981) Stelter and Heterodera latipons (Franklin, 1969) in some international bread wheat germplasms",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:48:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cereal cyst nematodes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cre genes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "nematodes",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_5112"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7135
            ],
            "value": "cysts",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_34811"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.6785
            ],
            "value": "cereals",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_1474"
            ]
        }
    ],
    "description": {
        "value": "The cereal cyst nematodes, Heterodera avenae group, are known as parasites of cereals worldwide. In Turkey, the cereal cyst nematodes, Heterodera filipjevi, H. avenae and H. latipons, are the three known species infested wheat fields and cause high yield losses. The using of resistance varieties is one of the most effective methods for controlling cereal cyst nematodes. Recently, resistance genes (Cre genes) which are obtained from wild wheat genotypes have been transferred into bread wheat varieties to control the cereal cyst nematodes species. In this study, the efficiency of some sources of resistance (CreR, Cre1, Cre2, Cre3, Cre7 and Cre8) in wheat against some Turkish H. avenae, H. filipjevi and H. latipons populations was investigated in-vitro conditions. According to results, the effect of resistance genes showed variation depending on different Cereal cyst nematode populations; H.avenae, H. filipjevi  and H. latipons. Although Cre1 gene was only found as completely resistant to all (three) nematode species, Cre3 and Cre7 were found resistant to H. avenae and H. latipons. Cre R was also determined as resistant to H. filipjevi and H. latipons populations but Cre8 was only found resistant against to H. filipjevi population. No resistance was found in Cre 2 gene against to all nematode populations. Additionally, 2 resistance gene-free variety and lines were found resistant to H. avenae; 3 wheat lines to H. filipjevi and 11 wheat genotypes were found moderately resistant to H. latipons.",
        "lang": "eng"
    },
    "appid": "10883_3367",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3367"
}}
