{"object": {
    "title": {
        "value": "Resistance of maize varieties to the maize weevil Sitophilus zeamais (Motsch.) (Coleoptera: Curculionidae)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:35Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "grain damage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistant variety",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sitophilus zeamais",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "susceptibility index",
            "uri": ""
        }
    ],
    "description": {
        "value": "This study aimed at evaluating commonly used maize varieties, collected from Melkasa and Bako Agricultural Research Centers and Haramaya University, Ethiopia, against the maize weevil Sitophilus zeamais Motsch., one of the most important cosmopolitan stored product pests in maize. A total of 13 improved maize varieties were screened for their relative susceptibility to S. zeamais. The Dobie index of susceptibility was used to group the varieties. The variety, ?BHQP-542?, had the least index of susceptibility and was regarded as resistant. The varieties, ?Katumani?, ?Melkasa-I?, ?Melkasa-II?, ?Melkasa-III?, ?Coree?, ?BH-541?, ?BH-660?, ?BH-540?, ?Rare-I?, ?Awasa-511?, ?ACV3? and ?ACV6?, were moderately resistant. Weevils fed with the resistant variety produced low numbers of F1 progeny, had a high median developmental time and a low percentage of seed damage and seed weight loss. Maize varieties with a high F1 progeny tended to have a short median developmental time. An increasing number of F1 progeny resulted in an increasing seed damage and seed weight loss. We found an inverse relationship between the susceptibility index and percent mortality and median developmental time; however, the numbers of F1 progeny, percent seed damage and seed weight loss were positively related with the susceptibility index. The use of resistant varieties should be promoted in managing S. zeamais in stored maize under subsistence farming conditions in Africa.",
        "lang": "eng"
    },
    "appid": "10883_3088",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3088"
}}
