{"object": {
    "title": {
        "value": "Sixty-two years of fighting hunger: personal recollections",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:34Z",
    "created": "2013-06-07T21:05:31Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "green revolution",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cimmyt",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rockefeller foundation",
            "uri": ""
        }
    ],
    "description": {
        "value": "International wheat breeding began 60 years ago in the Mexican-Rockefeller Foundation Office of Special Studies. A novel technique of shuttle breeding was adopted in Mexico, enabling photoperiod sensitivity to be overcome, a pivotal step in creating internationally adapted spring wheat germplasm that eventually spread throughout the world. The high-yielding technologies developed in Mexico helped revolutionize cereal production during the 1960s and 1970s, and came to be known as the &ldquo;Green Revolution.&rdquo; In the process, a highly effective system of international agricultural research centers evolved under the umbrella of the Consultative Group for International Agriculture (CGIAR). This international system has weakened in recent decades, despite the enormous challenges facing humankind to expand food production in environmentally sustainable ways. Biotechnology holds great promise to develop improved crop varieties to deal with new pests and diseases, drought, and to enhance nutritional content. Those on the food front still have a big job ahead of us to feed the world. There is no room for complacency.",
        "lang": "eng"
    },
    "appid": "10883_1926",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1926"
}}
