{"object": {
    "title": {
        "value": "A paradigm shift towards low-nitrifying production systems: the role of biological nitrification inhibition (BNI)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:58Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "amo",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ammonia mono-oxygenase",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biological nitrification inhibition",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bni",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bni capacity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "brachialactone",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fatty acids",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hao",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hydroxylamine oxidoreductase",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "high-nitrifying production systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "low-nitrifying production systems",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "nitrification",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12834",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrosomonas",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrate leaching",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "synthetic nitrification inhibitors",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrous oxide emissions",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sustainability",
            "uri": ""
        }
    ],
    "description": {
        "value": "Background Agriculture is the single largest geo-engineering initiative that humans have initiated on planet Earth, largely through the introduction of unprecedented amounts of reactive nitrogen (N) into ecosystems. A major portion of this reactive N applied as fertilizer leaks into the environment in massive amounts, with cascading negative effects on ecosystem health and function. Natural ecosystems utilize many of the multiple pathways in the N cycle to regulate N flow. In contrast, the massive amounts of N currently applied to agricultural systems cycle primarily through the nitrification pathway, a single inefficient route that channels much of this reactive N into the environment. This is largely due to the rapid nitrifying soil environment of present-day agricultural systems.  Scope In this Viewpoint paper, the importance of regulating nitrification as a strategy to minimize N leakage and to improve N-use efficiency (NUE) in agricultural systems is highlighted. The ability to suppress soil nitrification by the release of nitrification inhibitors from plant roots is termed ?biological nitrification inhibition? (BNI), an active plant-mediated natural function that can limit the amount of N cycling via the nitrification pathway. The development of a bioassay using luminescent Nitrosomonas to quantify nitrification inhibitory activity from roots has facilitated the characterization of BNI function. Release of BNIs from roots is a tightly regulated physiological process, with extensive genetic variability found in selected crops and pasture grasses. Here, the current status of understanding of the BNI function is reviewed using Brachiaria forage grasses, wheat and sorghum to illustrate how BNI function can be utilized for achieving low-nitrifying agricultural systems. A fundamental shift towards ammonium (NH4+)-dominated agricultural systems could be achieved by using crops and pastures with high BNI capacities. When viewed from an agricultural and environmental perspective, the BNI function in plants could potentially have a large influence on biogeochemical cycling and closure of the N loop in crop?livestock systems.",
        "lang": "eng"
    },
    "appid": "10883_1924",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1924"
}}
