{"object": {
    "title": {
        "value": "Cropping systems and crop residue management in the Trans-Gangetic Plains: Issues and challenges for conservation agriculture from village surveys",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "crop residue management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "straw use",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop-livestock interactions",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rice-wheat systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "india",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indo-gangetic plains",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.8219
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "crop residues",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_16118"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6984
            ],
            "value": "wheat straw",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_16066"
            ]
        }
    ],
    "description": {
        "value": "Conservation agriculture practices are being advocated to help sustain crop productivity gains and secure environmental sustainability in the Trans-Gangetic Plains, India?s Green Revolution heartland. The paper illustrates the use of village surveys as a quasi-quantitative system analysis tool to derive implications for agricultural research and development. Drawing from village surveys in 170 communities, the paper assesses current crop residue management practices in Punjab and Haryana?s rice?wheat, basmati?wheat and non-rice?wheat cropping systems. The prevalence of wheat as the winter crop implies an intensive collection, trading and use of wheat straw as basal feed for dairy livestock; which contrasts with the diverse crop residue management of the monsoon crops. The increased use of combine harvesters has spurred the rapid advent of mechanical wheat straw reapers whereas the bulk of combine harvested rice straw is burned in situ. Present crop residue management practices are largely incompatible with year-round mulch retention despite significant biomass production. The research and development community faces the challenge of evening out straw use and management over seasons to ensure at least partial residue retention if its calls for conservation agriculture in this important sub-region are to succeed. The paper also reiterates the worrying decline of groundwater tables associated with the rice?wheat system.",
        "lang": "eng"
    },
    "appid": "10883_2194",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2194"
}}
