{"object": {
    "title": {
        "value": "QTL mapping for adult-plant resistance to stripe rust in a common wheat RIL population derived from Chuanmai 32/Chuanyu 12",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:58Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "apr",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "microsatellites",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quanitative trait locus",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yellow rust",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        }
    ],
    "description": {
        "value": "Stripe rust, caused by Puccinia striiformis f. sp. tritici, is a devastating wheat disease worldwide. The Chinese wheat cultivar Chuanmai 32 has shown stable resistance to stripe rust for 10 yr in Sichuan Province, a hotspot for stripe rust epidemics. The objective of the present study was to map quantitative trait loci (QTL) for adult-plant resistance (APR) to stripe rust in a population of 140 recombinant inbred lines (RILs) derived from Chuanmai 32/Chuanyu 12. Field trials were conducted in Chengdu and Yaan, Sichuan, from 2005 to 2008, providing stripe rust reaction data for 6 environments. 797 simple sequence repeat (SSR) markers were screened for association with stripe rust reaction, initially through bulked segregant analysis (BSA). Based on the mean disease values averaged across environments, the broad-sense heritability of maximum disease severity (MDS) was 0.75. Two QTLs for stripe rust resistance were detected by composite interval mapping (CIM). They were designated QYr.caas-3BL and QYr.caas-3BS and explained from 6.6 to 20.1%, respectively, of the phenotypic variance across environments. QYr.caas-3BL came from Chuanmai 32; QYr.caas-3BS with lower effect was from the susceptible parent Chuanyu 12. Both QTLs appear to be new.",
        "lang": "eng"
    },
    "appid": "10883_2945",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2945"
}}
