{"object": {
    "title": {
        "value": "Future progress in drought tolerance in maize needs new secondary traits and cross combinations",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:33Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6307
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "drought tolerance",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_14914"
            ]
        }
    ],
    "description": {
        "value": "The use of secondary traits such as number of ears per plant, grains per ear, the interval from anthesis to silking, leaf senescence and leaf rolling, together with management of water stress and recurrent selection, have permitted a considerable increase in drought tolerance in the CIMMYT maize source germplasm populations Drought Tolerant Population (DTP) and La Posta Sequía (LPS). Inbred lines were extracted from DTP C9 and LPS C7 cycles and then used for generating single and three-ways hybrids. These were evaluated under normal irrigation and managed drought conditions. A weak, and in some cases no longer significant, correlation was found between grain yield and the traits initially used for selection. Most prominently, the relationship between anthesis-silking interval and grain yield became much weaker in these hybrids. Conversely, significant negative correlations were found between tassel dry weight and grain yield. Three-way hybrids involving two DTP lines yielded more than those involving one only, indicating the feasibility of gene pyramiding for drought tolerance. Overall, the results suggested that the relationship between grain yield and secondary traits has been modified due to continuous selection in the LPS and DTP populations. Some long-established secondary traits have become less important, while others have become more relevant. Mean grain weight, previously not used within a drought selection index, was strongly correlated with yield in the present study. The importance of traits related to the availability in C products for the development of ears and grains are discussed. The results indicate that the traits of source organs contribute marginally to drought tolerance; variation of leaf or root traits seems to be less important than variation in tassel parameters for increasing drought tolerance. For ensuring further progress in drought tolerance in maize, the solution might reside in the manipulation of sink organs. It is therefore suggested that selection for even greater number of ears, bigger grains and smaller tassels may help to increase grain yield under water limited environments in the near future. A short discussion on the optimal choice of parental lines for developing hybrids with maximum expression of drought tolerance concludes the paper.",
        "lang": "eng"
    },
    "appid": "10883_3065",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3065"
}}
