{"object": {
    "title": [
        {
            "value": "Respuesta de hibridos trilineales y probadores de maiz en Valles Altos del centro de Mexico",
            "lang": "spa"
        },
        {
            "value": "Response of three-way cross hybrids and tester of corn in the Central Mexican Highland",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "híbridos de tres líneas",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "métodos multivariados",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "producción de mazorca",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "valles altos",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ear cob?s production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "high valleys",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hybrids of three lines",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "multivariate methods",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cms",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1370608591616"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        }
    ],
    "description": {
        "value": "La identificacion de hibridos de tres lineas sobresalientes formados con germoplasma, proveniente de diferentes instituciones de investigacion, podria contribuir a incrementar la heterosis en rendimiento de grano y la estabilidad de los maices que se siembran en los Valles Altos del centro de Mexico. El presente trabajo se realizo en 2009 en diez ambientes de esta region, con el objetivo de identificar material genetico sobresaliente. En un diseño experimental alpha lattice 8&#8727;5 con dos repeticiones por ambiente, fueron evaluados 40 genotipos de maiz: 32 hibridos trilineales blanco precoz, cuatro cruzas simples (probadores) y cuatro testigos del CIMMYT. Los resultados mas sobresalientes indicaron lo siguiente: a) los ambientes donde se registro una produccion de mazorca mayor a 9.5 t ha-1 fueron Tlahuelilpan, Batan (+) y Batan (AC), pero Tlaxcoapan fue el ambiente con rendimiento y estabilidad promedio, b) quince genotipos tuvieron rendimientos de mazorca estadisticamente iguales entre 8.2 y 9.4 t ha-1, pero los de mayor produccion fueron los identificados con los codigos 21, 28, 27, 29 y 20 (CMS989001//Mexico gpo. 10; CMS 989003//Tuxpeño Crema 1; CMS 989003//SB1; CMS 989003//Mexico gpo. 10; CMS 989001//Tuxpeño Crema 1), con promedios aritmeticos muy aceptables en ambientes favorables y en condiciones de baja fertilidad y sequia pero inestables, debido que de estos solo el genotipo 27 fue el mas estable a traves de los diez ambientes contrastantes. Los mejores probadores fueron los identificados con los codigos 35 y 36 [CMS 989001 (P3) y CMS 989003 (P4)], ambos con 9.3 t ha-1. El mejor testigo fue el hibrido trilineal identificado con la clave 39 y con el origen CMT 089005, con 8.5 t ha-1. El mejor testigo y los mejores probadores tuvieron rendimientos de mazorca estadisticamente iguales que los 15 hibridos mas sobresalientes. El subconjunto de genotipos integrado por los cinco hibridos trilineales y por los dos probadores, con las mayores producciones de mazorca, constituyen el material genetico mas sobresaliente, para emplearse en un Nuevo programa de mejoramiento genetico, y generar tecnologia de produccion o para recomendacion en siembra commercial en esta region de Mexico.",
        "lang": "spa"
    },
    "appid": "10883_3151",
    "language": [
        {
            "value": "spa",
            "uri": "http://lexvo.org/id/iso639-3/spa"
        },
        {
            "value": "eng",
            "uri": "http://lexvo.org/id/iso639-3/eng"
        }
    ],
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3151"
}}
