{"object": {
    "title": {
        "value": "Doubled haploids in tropical maize: I. Effects of inducers and source germplasm on in vivo haploid induction rates",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:41Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "haploids",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3490"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.7614
            ],
            "value": "germplasm",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3249"
            ]
        }
    ],
    "description": {
        "value": "The adoption of the doubled haploid (DH) technology in tropical maize (Zea mays L.) breeding programs is lagging behind that of temperate programs due to a lack of tropical haploid inducers and reliable information on the performance of temperate inducers under nontemperate conditions. The objective of this study was to determine the in vivo haploid induction ability of three temperate inducers crossed to a diverse set of tropical maize source germplasm under tropical conditions. Three experiments were conducted employing inducers as male parents to pollinate 120 source germplasm in three environments in Mexico. Haploid induction rates (HIR) obtained under field conditions were determined with two different haploid identification systems. Highly significant genotypic differences were detected among inducers and source germplasm for HIR but no interactions were observed between the two factors. Mean HIR under tropical conditions were similar to those reported for evaluations under temperate conditions indicating that temperate inducers can be employed for initiation of DH breeding programs in the tropics. Misclassification of diploids as haploids resulted in inflated HIR, particularly in highly variable source germplasm such as landraces or when expression of the identification marker was weak. We conclude that induction of haploidy is not a limiting factor for DH line production in tropical maize, but there is a need for the development of well-adapted tropical inducers.",
        "lang": "eng"
    },
    "appid": "10883_3132",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3132"
}}
