{"object": {
    "title": {
        "value": "Inheritance and QTL mapping of leaf rust resistance in the European winter wheat cultivar 'Beaver'",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:31Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "common wheat (triticum aestivum)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat leaf rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat brown rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adult plant resistance (apr)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic mapping",
            "uri": ""
        }
    ],
    "description": {
        "value": "Genetic studies were conducted on an European winter wheat cultivar, Beaver, to determine the mode of inheritance of leaf rust resistance at seedling and adult plant growth stages using a recombinant doubled haploid population, Beaver/Soissons. Greenhouse studies indicated the involvement of genes Lr13 and Lr26 in governing leaf rust resistance at seedling growth stages, whereas, adult plant resistance (APR) in the field with pathotypes carrying virulence individually for Lr13 and Lr26 showed trigenic inheritance for the population. Marker regression analysis of adult plant field data indicated the involvement of six significant QTLs (chromosomes 1B, 3B, 3D, 4B, 4D and 5A) in year 2005, four QTLs (1B, 3B, 4B and 5A) in 2006, and six QTLs (1A, 1B, 3B, 4A, 4B and 5A) in 2007 for reducing leaf rust severity. QTLs on chromosomes 1B, 4B and 5A were considered the most important because of their detection across years, whereas QTLs on chromosomes 1A, 3B, 3D and 4A were either inconsistent or non-significant and unexplained. Based on an association of closely linked markers with phenotypic data, putative single gene stocks were identified for each consistent QTL and crossing was initiated to develop populations segregating for each to permit fine mapping of the identified regions.",
        "lang": "eng"
    },
    "appid": "10883_2743",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2743"
}}
