{"object": {
    "title": {
        "value": "Nitrogen and phosphorus capture and recovery efficiencies, and crop responses to a range of soil fertility management strategies in sub-Saharan Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrient use efficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sub-saharan africa",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrient mining",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fertilizers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "manure",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "legumes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cropping systems modeling",
            "uri": ""
        }
    ],
    "description": {
        "value": "This paper examines a number of agronomic field experiments in different regions of sub-Saharan Africa to assess the associated variability in the efficiencies with which applied and available nutrients are taken up by crops under a wide range of management and environmental conditions. We consider N and P capture efficiencies (NCE and PCE, kg uptake kg&#8722;1 nutrient availability), and N and P recovery efficiencies (NRE and PRE, kg uptake kg&#8722;1 nutrient added). The analyzed cropping systems employed different soil fertility management practices that included (1) N and P mineral fertilizers (as sole or their combinations) (2) cattle manure composted then applied or applied directly to fields through animal corralling, and legume based systems separated into (3) improved fallows/cover crops-cereal sequences, and (4) grain legume-cereal rotations. Crop responses to added nutrients varied widely, which is a logical consequence of the wide diversity in the balance of production resources across regions from arid through wet tropics, coupled with an equally large array of management practices and inter-season variability. The NCE ranged from 0.05 to 0.98 kg kg&#8722;1 for the different systems (NP fertilizers, 0.16?0.98; fallow/cover crops, 0.05?0.75; animal manure, 0.10?0.74 kg kg&#8722;1), while PCE ranged from 0.09 to 0.71 kg kg&#8722;1, depending on soil conditions. The respective NREs averaged 0.38, 0.23 and 0.25 kg kg&#8722;1. Cases were found where NREs were >1 for mineral fertilizers or negative when poor quality manure immobilized soil N, while response to P was in many cases poor due to P fixation by soils. Other than good agronomy, it was apparent that flexible systems of fertilization that vary N input according to the current seasonal rainfall pattern offer opportunities for high resource capture and recovery efficiencies in semi-arid areas. We suggest the use of cropping systems modeling approaches to hasten the understanding of Africa's complex cropping systems.",
        "lang": "eng"
    },
    "appid": "10883_1534",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1534"
}}
