{"object": {
    "title": {
        "value": "Using NDVI and soil quality analysis to assess influence of agronomic management on within-plot spatial variability and factors limiting production",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop performance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ndvi",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spatial variability",
            "uri": ""
        }
    ],
    "description": {
        "value": "Crop growth and yield are the result of the efficiency of the chosen agricultural management system within the boundaries of the agro-ecological environment. Linking spatial variability in crop performance to differences in soil attributes could identify the limiting factors driving the system, since patterns of crop performance will follow the spatial variability of the underlying limiting soil attributes. The Greenseeker handheld NDVI sensor was used to determine the within-plot spatial variability of crop performance in the different management treatments of a long-term (started 1991) tillage and residue management trial. Soil quality was measured spatially in the same plots. Under zero tillage with residue removal, soil quality and crop performance followed micro-topography with higher values where elevation was lower. Under zero tillage with residue retention soil quality was high throughout the field, ensuring uniform crop growth and under conventional tillage, soil quality was intermediate. Crop performance followed the same pattern as soil moisture and the related attributes infiltration, soil structure and organic matter. Thus soil moisture is the main limiting factor of the system and it is essential for the sustainability of any management practice developed for the subtropical highlands that soil water capture and storage are optimal. Zero tillage with residue retention is therefore the practice that will result in the most sustainable management and the most stable yields for this target area.",
        "lang": "eng"
    },
    "appid": "10883_1516",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1516"
}}
