{"object": {
    "title": {
        "value": "Characterization of a cell wall invertase gene TaCwi-A1 on common wheat chromosome 2A and development of functional markers",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "allelic variation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cwi gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kernel weight",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "kernels",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25387"
        }
    ],
    "description": {
        "value": "Cell wall invertase (CWI) is a critical enzyme for sink tissue development and carbon partition, and has a high association with kernel weight. Characterization of Cwi genes and development of functional markers are of importance for marker-assisted selection in wheat breeding. In the present study, the full-length genomic DNA sequence of a Cwi gene located on wheat chromosome 2A, designated TaCwi-A1, was characterized by in silico cloning and experimental validation. TaCwi-A1 comprises seven exons and six introns, with 3,676 bp in total, and an open reading frame (ORF) of 1,767 bp. A pair of complementary dominant markers, CWI21 and CWI22, was developed based on allelic variations at the TaCwi-A1 locus. A 404-bp PCR fragment was amplified by CWI21 in varieties with lower kernel weights, whereas a 402-bp fragment was generated by CWI22 in the varieties with higher kernel weights. The markers CWI21 and CWI22 were located on chromosome 2AL using a F2:3 population from a cross Doumai/Shi 4185, and a set of Chinese Spring nullisomic?tetrasomic lines. They were linked to the SSR locus Xbarc15-2AL with a genetic distance of 10.9 cM. QTL analysis indicated that TaCwi-A1 could explain 4.8% of phenotypic variance for kernel weight over 2 years. Two sets of Chinese landraces and two sets of commercial wheat varieties were used to validate the association of CWI21 and CWI22 with kernel weight. The results indicated that the functional markers CWI21 and CWI22 were closely related to kernel weight and could be used in wheat breeding for improving grain yield.",
        "lang": "eng"
    },
    "appid": "10883_2878",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2878"
}}
