{"object": {
    "title": {
        "value": "Identification of new maize inbred lines with resistance to Striga hermonthica (Del.) Benth",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize inbred lines",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "striga hermonthica",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kenya",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "striga",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7453"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inbred lines",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24039"
        }
    ],
    "description": {
        "value": "Striga hermonthica is a noxious, obligate hemi-parasite of cereal grasses that causes severe grain yield loss in susceptible maize cultivars in Africa. The development of host plant resistance is one of the most practical Stiga control strategies. In this study experiments on 36 maize inbred lines were conducted in pots and in field during the two rainy seasons of 2009 at Kibos and Alupe stations in Kenya. This study was carried out in order to determine the variation in Striga emergence, and the correlation between the attachments of the parasite to the roots. Significant differences (P < 0.001) were detected among the inbred lines for grain yield under Striga-free environment. The Striga damage rating (SDR) was significant (P < 0.05) among the inbred lines. A highly significant and negative correlation coefficient was observed between grain yield and Striga damage rating (r = - 0.67). Positive correlation coefficients were observed between grain yield and ear aspect (r = 0.46) and plant aspect (r = 0.75), respectively. For the experiment in pots, highly significant differences (P < 0.01) were observed among the inbred lines for Striga resistance traits. Striga attachments were found to be correlated with the number of emerged Striga plants. A significant correlation was found between Striga attachments and Striga counts in pots at the 10th week after planting (WAP) (r = 0.25) and the 14th WAP (r = 0.31). Inbred lines JI-30-19 and OSU231//56/44-6-4-17-3 were identified as the most resistant lines as they consistently performed well in both Striga-free and Striga-infested environments. These inbred lines could be used for breeding Striga-resistant maize varieties.",
        "lang": "eng"
    },
    "appid": "10883_3168",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3168"
}}
