{"object": {
    "title": {
        "value": "Downy mildew resistance in maize (Zea mays L.) across Peronosclerospora species in lowland tropical Asia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "downy mildew",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "host-plant resistance",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "perenosclerospora",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "downy mildews",
            "uri": "http://aims.fao.org/aos/agrovoc/c_10450"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hosts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3673"
        }
    ],
    "description": {
        "value": "Downy mildew (DM) is one of the most destructive diseases of maize in the humid sub-tropical and tropical regions of Asia. The most effective and efficient way of managing losses due to DM is to develop durable host-plant resistance in Asian maize across different DM pathogens. We assessed resistance in released DM (P. zeae) resistant CIMMYT maize lines (CMLs) against Peronosclerospora sorghi and Perenosclerospora heteropogoni to develop DM resistant (DMR) maize germplasm with a broad-spectrum of resistance, and identify and further improve new sources of DMR maize germplasm for use in regional breeding programs targeting DM-prone environments. Data indicated that out of 19 DM resistant CMLs, four (CML-433, 465, 466 and 472) were resistant and 15 susceptible to P. sorghi. Screening of new inbred lines from CIMMYT-Asia (CA) resulted in identification of a set of yellow maize lines with good level of DM resistance (disease score ? 0.0?25%). However, the high quality protein maize (QPM) lines derived from CIMMYT Population 61 and bi-parental pedigree crosses between elite QPM lines showed very poor resistance to DM. Progenies of the bi-parental population developed by crossing DMR (P. sorghi) CA lines showed further enhanced levels of resistance to both P. sorghi and P. heteropogoni. The study resulted in identification of 10 new inbred lines, in addition to the 4 released CMLs, offering consistent high resistance to both the DM pathogens. Promising bi-parental populations (13) with combined DM resistance and other desirable agronomic traits were identified for the extraction of a new generation of DMR lines with broad-spectrum DM resistance and other commercial traits. Comparison of genotypic response under different screening methods/DM species clearly indicated that the glasshouse-based sandwich method of screening against P. sorghi was the best method for identifying promising genotypes with a high level of DM resistance that were also resistant to DM under field conditions for both the species. However, the highly controlled conditions used for sandwich screening, which is most favourable for disease development, resulted in high disease pressure potentially masking the identification of genotypes with a moderate level of DM resistance.",
        "lang": "eng"
    },
    "appid": "10883_3179",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3179"
}}
