{"object": {
    "title": {
        "value": "Assessing innovations lacking developed supply markets: A simple ex ante model applied to rock phosphate use in rice in West Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:41Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.7719
            ],
            "value": "upland rice",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8076"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "rock phosphate",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_6630"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6031
            ],
            "value": "methodology",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12522"
            ]
        }
    ],
    "description": {
        "value": "New technologies often lack a developed supply market, which makes it problematic to estimate future profitability. This paper develops a simple methodology to circumvent this problem based on the concepts of break-even and expected marginal rate of return. The methodology estimates ex ante a range of target threshold prices: the range of maximum prices that farmers are likely to be willing to pay. Only if the future market is able to supply the new technology within or below the threshold price range is significant adoption likely. The target threshold prices can be used to reorient technology development and delimit recommendation domains. The paper applies the methodology to the case of rock phosphate in upland rice in western Cote d?Ivoire. The paper shows that for rock phosphate to be viable for upland rice farmers its on-farm price should generally not surpass Euro cents 5.7?8.1 per kg of rock phosphate.",
        "lang": "eng"
    },
    "appid": "10883_2165",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2165"
}}
