{"object": {
    "title": {
        "value": "Decomposition rates and residue-colonizing microbial communities of Bacillus thuringiensis insecticidal protein Cry3Bb-expressing (Bt) and non-Bt corn hybrids in the field.",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:51Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "Despite the rapid adoption of crops expressing the insecticidal Cry protein(s) from Bacillus thuringiensis (Bt), public concern continues to mount over the potential environmental impacts. Reduced residue decomposition rates and increased tissue lignin concentrations reported for some Bt corn hybrids have been highlighted recently as they may influence soil carbon dynamics. We assessed the effects of MON863 Bt corn, producing the Cry3Bb protein against the corn rootworm complex, on these aspects and associated decomposer communities by terminal restriction fragment length polymorphism (T-RFLP) analysis. Litterbags containing cobs, roots, or stalks plus leaves from Bt and unmodified corn with (non-Bt+I) or without (non-Bt) insecticide applied were placed on the soil surface and at a 10-cm depth in field plots planted with these crop treatments. The litterbags were recovered and analyzed after 3.5, 15.5, and 25 months. No significant effect of treatment (Bt, non-Bt, and non-Bt+I) was observed on initial tissue lignin concentrations, litter decomposition rate, or bacterial decomposer communities. The effect of treatment on fungal decomposer communities was minor, with only 1 of 16 comparisons yielding separation by treatment. Environmental factors (litterbag recovery year, litterbag placement, and plot history) led to significant differences for most measured variables. Combined, these results indicate that the differences detected were driven primarily by environmental factors rather than by any differences between the corn hybrids or the use of tefluthrin. We conclude that the Cry3Bb corn tested in this study is unlikely to affect carbon residence time or turnover in soils receiving these crop residues",
        "lang": "eng"
    },
    "appid": "10883_1879",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1879"
}}
