{"object": {
    "title": {
        "value": "Molecular mapping of leaf rust resistance gene LrZH84 in Chinese wheat line Zhou 8425B",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:19Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "rusts",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_6710"
        ]
    },
    "description": {
        "value": "Leaf rust, caused by Puccinia triticina, is one of the most widespread diseases in common wheat (Triticum aestivum L.) worldwide. With the objective of identifying and mapping new genes for resistance to leaf rust, F1, F2 plants and F3 lines from a cross between resistant line Zhou 8425B and susceptible line Chinese Spring were inoculated with Chinese P. triticina races THTT and MBHP in the greenhouse. A total of 793 pairs of SSR primers were used to test the parents and resistant and susceptible bulks. Seven polymorphic chromosome 1B markers were used for genotyping the F2 and F3 populations. Zhou 8425B carried a single dominant resistance gene, temporarily designated LrZH84, linked to SSR markers gwm582 and barc8 with genetic distances of 3.9 and 5.2 cM, respectively. The Xbarc8 allele co-segregated with Lr26 in the F3 population. The Xgwm582 allele associated with LrZH84 was identified as a leaf rust resistance gene and shown to be present in the Predgornaia 2 parent of Zhou 8425B. The seedling reaction pattern of LrZH84 was different from those of lines with Lr26, Lr33, Lr44 and Lr46, all of which are located in chromosome 1B. It was concluded that LrZH84 is likely to be a new leaf rust resistance gene.",
        "lang": "eng"
    },
    "appid": "10883_2669",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2669"
}}
