{"object": {
    "title": {
        "value": "Ploidy manipulation of the gametophyte, endosperm and sporophyte in nature and for crop improvement: a tribute to Professor Stanley J. Peloquin (1921-2008)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:46Z",
    "created": "2013-06-07T21:02:36Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "gametes",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3185",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "endosperm",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2561",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "balance",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "solanum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7216",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "potatoes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_13551"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "balances",
            "uri": "http://aims.fao.org/aos/agrovoc/c_9062"
        }
    ],
    "description": {
        "value": "BACKGROUND: Emeritus Campbell-Bascom Professor Stanley J. Peloquin was an internationally renowned plant geneticist and breeder who made exceptional contributions to the quantity, quality and sustainable supply of food for the world from his innovative and extensive scientific contributions. For five decades, Dr Peloquin merged basic research in plant reproduction, cytology, cytogenetics, genetics, potato (Solanum tuberosum) improvement and education at the University of Wisconsin-Madison. Successive advances across these five decades redefined scientific comprehension of reproductive variation, its genetic control, genetic effects, evolutionary impact and utility for breeding. In concert with the International Potato Center (CIP), he and others translated the advances into application, resulting in large benefits on food production worldwide, exemplifying the importance of integrated innovative university research and graduate education to meet domestic and international needs. SCOPE: Dr Peloquin is known to plant breeders, geneticists, international agricultural economists and potato researchers for his enthusiastic and incisive contributions to genetic enhancement of potato using haploids, 2n gametes and wild Solanum species; for his pioneering work on potato cultivation through true seed; and as mentor of a new generation of plant breeders worldwide. The genetic enhancement of potato, the fourth most important food crop worldwide, benefited significantly from expanded germplasm utilization and advanced reproductive genetic knowledge, which he and co-workers, including many former students, systematically transformed into applied breeding methods. His research on plant sexual reproduction included subjects such as haploidization and polyploidization, self- and cross-incompatibility, cytoplasmic male sterility and restorer genes, gametophytic/sporophytic heterozygosity and male fertility, as well as endosperm dosages and seed development. By defining methods of half-tetrad analysis and new cytological techniques, he elucidated modes, mechanisms and genetic controls and effects of 2n gametes in Solanum. Ramifications extend to many other crops and plants, in both basic and applied sciences. ACHIEVEMENTS: Based upon a foundation of genetics, cytogenetics and plant reproductive biology, Dr Peloquin and co-workers developed methods to use 2n gametes and haploids for breeding, and used them to move genes for important horticultural traits from wild tuber-bearing Solanum species to cultivated potato for the betterment of agriculture. The resulting potato germplasm included combinations of yield, adaptation, quality and disease resistance traits that were previously unavailable. This elite plant germplasm was utilized and distributed to 85 countries by the CIP, because it not only increased potato yields and quality, it also broadened the adaptation of potato to lowland tropical regions, where humanity has benefited from this addition to their food supply.",
        "lang": "eng"
    },
    "appid": "10883_1762",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1762"
}}
