{"object": {
    "title": {
        "value": "Photosynthesis and leaf-nitrogen dynamics during leaf senescence of tropical maize cultivars in hydroponics in relations to N efficiency in the field",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "n labelling",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotypic variation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "n deprivation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spad",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stay-green",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l.",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "senescence",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14200"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "labelling",
            "uri": "http://aims.fao.org/aos/agrovoc/c_330899"
        }
    ],
    "description": {
        "value": "The selection process of nitrogen (N)-efficient cultivars during plant breeding could be simplified by a specification of secondary plant traits that are decisive for N efficiency. It was shown that leaf senescence under N deprivation of sixteen tropical maize cultivars in a short-term nutrient solution experiment was related to leaf senescence and grain yield under N deficiency (N efficiency) in field experiments. In this study we investigated if a quantification of leaf- and plant-N flows by 15N labelling can improve the evaluation of genotypic differences in leaf senescence in short-term experiments. Cultivars differed in leaf-N content prior to senescence; however, this appeared to have no significant impact on the development of leaf senescence. N import into senescing leaves was not related to total plant N uptake, but seems to have been regulated by leaf-inherent factors. Leaf N remaining in the leaf seems to have comprised inefficiently remobilized leaf N, at least during early senescence stages. Photosynthetic rate and chlorophyll contents at early senescence stages depended on additional factors to leaf-N content. Nevertheless, all parameters used to characterize leaf senescence were related to leaf senescence at anthesis in field experiments. However, only photosynthetic rate during late leaf senescence reflected cultivar differences in leaf senescence during reproductive growth and N efficiency in field experiments.",
        "lang": "eng"
    },
    "appid": "10883_3101",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3101"
}}
