{"object": {
    "title": {
        "value": "Economics of nitrogen fertiliser application in rice, wheat and maize grown in the indo-gangetic plains",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-07T20:59:20Z",
    "subject": {
        "vocabulary": "agrovoc",
        "score": 0.6255,
        "value": "maize",
        "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
    },
    "description": {
        "value": "Nitrogen (N) is a key factor for cereal production in India. N is predominantly supplied to the plants through fertiliser application. The average response to applied fertiliser N has been declining steadily over the past decades. As a result, farmers are compelled to apply higher doses of fertiliser N to maintain the yields of the preceding years. Considering the increasing demand of N fertiliser in the coming years, wide variability in soil N supplying capacity and wide production gaps in the predominant cereals, the present on-farm study was undertaken in the Indo-Gangetic Plains (IGP). The objective was to estimate response of cereals (rice, wheat and maize) to N application, the economics and profitability of N application with changing fertiliser price scenario.  On-farm results indicated yield loss due to N omission to the tune of 667-3337 kg ha-1in rice, 500-4750 kg ha-1 in wheat and 400- 5160 kg ha-1 in maize. On the other hand, optimum use of N at observed N response levels, current and projected prices of N fertiliser and minimum support price of rice, wheat and maize had return on investment e? 3 indicating increasing significance of precise N management in cereals in the IGP. Results also suggest that advanced strategies of N management considering the indigenous N supplying capacity of soil, yield response, and agronomic efficiency of N at a given environment may become an important tool for improving farm profitability from N use in IGP.",
        "lang": "eng"
    },
    "appid": "10883_1590",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1590"
}}
