{"object": {
    "title": {
        "value": "Sources of cochliobolus sativus inoculum causing spot blotch under warm wheat growing conditions in South Asia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "alternate host",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bipolaris sorokiniana",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_34517",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "cochliobolus sativus",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_34517",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "source of inoculum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hosts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3673"
        }
    ],
    "description": {
        "value": "Wheat (Triticum aestivum L.) production in the warm areas of South Asia is severely affected by spot blotch caused by Cochliobolus sativus. There are several inoculum sources suspected to harbor C. sativus during the off season. This study was conducted to determine survival and potential sources of C. sativus inoculum from rice stubble, wheat seed, soil and weeds in three cropping systems (wheat-rice, wheat-fallow and wheat-green manure) during the 2004 and 2005 wheat growing seasons at Rampur, Nepal. Wheat seed, soil and rice stubble in the field, and weed plants in and around research plots were examined for the presence of the pathogen. Koch?s postulates were applied to verify representative strains. The pathogen was found in the wheat seed at moderate to high levels, but was absent in soil samples and rice stubble collected from the field before wheat was sown after rice. Weeds such as Blumea sp., Dichanthium annulatum, Digitaria ciliaris, Phalaris minor, Saccharum officinarum, Axonopus compressus, Brachiaria mutica, Eleusine coracana, Panicum sp., Paspalum scrobiculatum, Pennisetum purpureum, Setaria italica, Zea mays and Zizania aquatica harbored C. sativus. The C. sativus strains isolated from these weeds infected wheat by producing typical spot blotch symptoms. It is concluded that the weeds prevalent In different cropping sequences and on adjacent uncultivated land can serve as secondary hosts for C. sativus. This study presents important new information that could assist in better understanding spot blotch epidemiology and in developing integrated management strategies for spot blotch of wheat in the warmer growing regions of South Asia.",
        "lang": "eng"
    },
    "appid": "10883_2830",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2830"
}}
