{"object": {
    "title": {
        "value": "Cell wall composition and biomass digestibility diversity in Mexican maize (Zea mays L) landraces and CIMMYT inbred lines",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize landraces",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cell wall composition",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biomass digestibility",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stover quality",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cell walls",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1415"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "digestibility",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_2266"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genetics",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3222"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "quality",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6400"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inbred lines",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24039"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.889,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        }
    ],
    "description": {
        "value": "Maize is one of the most important crops worldwide. Historically, breeding efforts in this crop have been primarily focused on the improvement of grain yield and stability and just recently also on the potential utility of maize stover (above ground biomass excluding the grain) as a source of biomass for the production of feed, fiber and cellulosic ethanol. The International Maize and Wheat Improvement Center (CIMMYT) holds one of the largest maize germplasm collections in the world and therefore is an important source of phenotypic and genetic diversity for many traits. Our objectives were to assess the phenotypic diversity for cell wall composition and biomass digestibility in Mexican tropical, subtropical and highland maize landraces and elite maize lines (CMLs) in the CIMMYT germplasm collection, as well as to evaluate the relationship between place of origin of these materials and phenotypic expression of biomass compositional traits. The range of variation for neutral detergent fiber for three groups of landraces was from 47 to 73%. Slightly larger levels of phenotypic variation were observed for this trait in the set of CMLs evaluated (42 to 78%). Some of the inbred lines, such as CML 507, presented superior characteristics in terms of cell wall composition and digestibility. The Tuxpeño tropical-subtropical race, widely used in CIMMYT breeding programs, formed a cluster characterized by high cell wall content and low biomass digestibility. The CIMMYT germplasm collection appears to be a vast source of untapped genetic and phenotypic variation for the improvement of maize biomass composition.",
        "lang": "eng"
    },
    "appid": "10883_3259",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3259"
}}
