{"object": {
    "title": {
        "value": "A survey of factors associated with the adoption of zero tillage wheat in the irrigated plains of South Asia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:40Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.7749
            ],
            "value": "wheats",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "zero tillage",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8511"
            ]
        }
    ],
    "description": {
        "value": "There is a quest for resource-conserving technologies that can save water, reduce production costs and improve production to address the slow down in productivity growth in the Indo-Gangetic Plains, the cereal bowl of South Asia. Findings from farm surveys are used to evaluate the farm household factors that affect the adoption of zero tillage (ZT) wheat in the rice-wheat systems of India?s Haryana State and Pakistan?s Punjab province. Three adoption classes are distinguished in each site: ZT adopters, dis-adopters and non-adopters. Bivariate analysis shows that adopters typically have the most favourable values for most of the indicators compiled and the non-adopters the least favourable, with dis-adopters often taking an intermediate position. The study highlights that ZT adoption in the initial diffusion stage is strongly linked to the wealth of the farm household. This indicates the need for closer consideration of equity implications in future research and development. The structural differences between adoption categories also easily confound the assessment of ZT impact.",
        "lang": "eng"
    },
    "appid": "10883_2154",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2154"
}}
