{"object": {
    "title": {
        "value": "Agricultura de conservación, ¿mejora la calidad del suelo a fin de obtener sistemas de producción sustentables?",
        "lang": "spa"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2015-08-17T16:35:52Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        }
    ],
    "description": {
        "value": "Los esfuerzos humanos para producir cantidades cada vez\r\nmayores de alimentos dejan su marca en el ambiente. El uso\r\npersistente de prácticas agrícolas convencionales con base\r\nen la labranza extensiva, especialmente cuando se combinan\r\ncon el retiro o quema de los residuos del cultivo, han\r\nmagnificado las pérdidas por erosión del suelo y el recurso\r\nsuelo se ha degradado constantemente. Se ha estimado\r\nque la actividad humana es responsable de la pérdida de\r\n26 mil millones de toneladas de la capa superficial del suelo\r\npor año, lo cual es 2.6 veces la tasa natural de degradación\r\ndel suelo. Se ha estimado que la erosión causa daños por\r\nUSD $44 mil millones al año en suelos, cuerpos de agua,\r\ninfraestructura y salud. Los rendimientos de los cultivos en\r\nEE. UU. caerán 8 % por año si los agricultores no pueden\r\nreemplazar la pérdida de los nutrientes y el agua (Pimentel\r\net al., 1995).\r\nOtra consecuencia directa del uso persistente de prácticas\r\nde producción tradicionales por los agricultores es el rápido\r\nincremento de los costos de producción; los costos de los\r\ninsumos tales como variedades mejoradas y fertilizantes\r\ncontinúan incrementándose y los agricultores hacen un uso\r\nineficiente de estos.",
        "lang": "spa"
    },
    "appid": "10883_4408",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4408"
}}
