{"object": {
    "title": {
        "value": "Concentration and localization of zinc during seed development and germination in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:20Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "In a field experiment, the effect of foliar Zn applications on the concentration of Zn in seeds of a bread wheat cultivar (Triticum aestivum L. cv. Balatilla) was studied during different stages of seed development. In addition, a staining method using dithizone (DTZ: diphenyl thiocarbazone) was applied to (1) study the localization of Zn in seeds, (2) follow the remobilization of Zn during germination, and (3) develop a rapid visual Zn screening method for seed and flour samples. In all seed development stages, foliar Zn treatments were effective in increasing seed Zn concentration. The highest Zn concentration in the seeds was found in the first stage of seed development (around the early milk stage); after this, seed Zn concentration gradually decreased until maturity. When reacting with Zn, DTZ forms a redcolored complex. The DTZ staining of seed samples revealed that Zn is predominantly located in the embryo and aleurone parts of the seeds. After 36 h of germination, the coleoptile and roots that emerged from seeds showed very intensive red color formation and had Zn concentrations up to 200 mg kg-1, indicating a substantial remobilization of Zn from seed pools into the developing roots (radicle) and coleoptile. The DTZ staining method seems to be useful in ranking flour samples for their Zn concentrations. There was a close relationship between the seed Zn concentrations and spectral absorbance of the methanol extracts of the flour samples stained with DTZ. The results suggest that (1) accumulation of Zn in seeds is particularly high during early seed development, (2) Zn is concentrated in the embryo and aleurone parts, and (3) the DTZ staining method can be used as a rapid, semiquantitative method to estimate Zn concentrations of flour and seed samples and to screen genotypes for their Zn concentrations in seeds.",
        "lang": "eng"
    },
    "appid": "10883_2672",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2672"
}}
