{"object": {
    "title": {
        "value": "Economics of potassium fertiliser application in rice, wheat and maize grown in the indo-gangetic plains",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:45Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.7091
            ],
            "value": "potassium",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6139"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.7155
            ],
            "value": "cereals",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_1474"
            ]
        }
    ],
    "description": {
        "value": "Potassium (K) fertiliser cost has increased considerably over the past three years. The sharp increase in price has raised doubts about the profitability of potassium application in cereals where the Minimum Support Prices (MSP) is low. On-farm K response studies in rice, wheat and maize, spread across the Indo-Gangetic Plains, highlighted that grain yield response to fertiliser K is highly variable and is influenced by soil, crop and management factors. Average yield losses in rice, wheat and maize in farmers? fields due to K-omission were 622, 715 and 700 kg/ha, respectively. This suggests that skipping application of K in the three cereal crops will cause variable yield and economic loss to the farmers of the region and will affect overall cereal production in the country. The return on investment of applied potassium in rice, wheat and maize were Rs. 5.5, 4.4 and 3.2 respectively per rupee invested on K. Economic assessment based on projected cost of K fertiliser and projected MSP of the cereals also showed favourable return on investment for K fertiliser. Considering the high variability in K response, blanket K recommendations would most likely lead to economic loss for farmers due to under or over application in most cases. A site specific potassium management strategy, based on the expected crop response to K at a location, would improve yield and profitability of cereal farming.",
        "lang": "eng"
    },
    "appid": "10883_1573",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1573"
}}
