{"object": {
    "title": {
        "value": "Global Fusarium networking",
        "lang": ""
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:19Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "global fusarium initiative",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "srsn",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "international fhb testing",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cimmyt",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "deoxynivalenol",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fusarium graminearum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "scab",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "fusarium",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3156"
            ]
        }
    ],
    "description": {
        "value": "Fusarium Head Blight (FHB) caused by several species of Fusarium fungi continues to be a major wheat disease worldwide, causing direct grain yield losses and heath concerns due to mycotoxins. Although chemical intervention can reduce losses, replacing susceptible cultivars with resistant ones is the best recommended control strategy. CIMMYT has been working on FHB for more than 20 years. Progress has been obtained through the shuttle breeding program between CIMMYT and China, and a network of collaborations has been developed over years with advanced research institutes in USA, Japan, Europe, South America and Australia. Although new significant investments in basic and applied FHB research generated worldwide a wealth of knowledge on the pathogen(s) and genetics of resistance in recent years, sources of host resistance are limited and progress toward releasing new resistant varieties in farmers&rsquo; fields remains challenging. The concept of a Global Fusarium Initiative (GFI) was presented at the 2nd International Symposium on FHB in Orlando (2004) and a workshop was held in 2006 in Mexico to foster international collaboration. The need for a GFI facilitated by CIMMYT and informed by technical advisory committees was endorsed. CIMMYT&rsquo;s assets in Mexico include the identification and selection for resistance in broadly adapted germplasm, phenotyping of mapping populations, and a unique platform for germplasm exchange and distribution. Most critical research needs and opportunities for collaborations consist of three areas: FHB-QTL research, study of the Fusarium pathogen and a joint international scab nursery consortium. Actions and decisions are needed to resource this ambitious project and make it sustainable.",
        "lang": "eng"
    },
    "appid": "10883_2667",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2667"
}}
