{"object": {
    "title": {
        "value": "Genetic variability of maize stover quality and the potential for genetic improvement of fodder value",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-12-09T20:30:21Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.7532,
                0.7532,
                0.7532,
                0.7532,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stover",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "variability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food-feed",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.747
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        }
    ],
    "description": {
        "value": "Maize stover left after grain harvest constitutes an important source for livestock feed in most parts of East Africa, particularly during the dry season. In spite of its wide use and greater importance, breeding programs have given little attention to the improvement of stover quality and quantity. The objectives of this study were to assess the genetic variability of experimental and released (checks) maize varieties for stover feed quantity and quality, and their relationship with grain yield. Results from different trials conducted across locations using randomized complete block design (RCBD) in different sites in Ethiopia and Tanzania from 2004 to 2006 showed higher genotypic variation for grain and stover yields and stover feed quality traits. This confirmed the existence of exploitable genetic variation not only for grain yield but also for stover fodder quality and quantity. Positive relationship was also observed between grain and stover yields but the relation between stover fodder quality traits and grain yield, in most cases, was weak. Generally, the study pinpointed the possibility for simultaneous improvement of grain yield and stover traits to address the high demand existing for dual purpose food-feed type of maize genotypes in maize-livestock mixed farming system of East Africa.",
        "lang": "eng"
    },
    "appid": "10883_3345",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3345"
}}
