{"object": {
    "title": {
        "value": "Effects of genotype, location, and genotype by location interaction on main wheat quality traits in Inner Mongolia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:08Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bread wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_14386",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "location",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_330988",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype by location interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality trait",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.933
            ],
            "value": "gluten",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3294"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "starch",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7369"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.8394
            ],
            "value": "sedimentation",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6926"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6617
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7294
            ],
            "value": "protein content",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6251"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.6767
            ],
            "value": "cultivars",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7864
            ],
            "value": "ash content",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_665"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6654
            ],
            "value": "inner mongolia",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_5103"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "genotypes",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "quality",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6400"
        }
    ],
    "description": {
        "value": "In our previous investigation on grain quality of Chinese spring sown wheat (Triticum aestivum L.), we sampled two sites from Inner Mongolia and got primary result of location effect on grain quality. To map out the regional planning of quality of spring wheat grown in Inner Mongolia, we need to study the effects of genotype, location, and their interaction on wheat quality systematically under different eco-regions. In the present experiment, we used 9 cultivars including strong (4), medium (3), and weak (2) gluten types, to evaluate main wheat quality traits including grain hardness, protein content, mixograph properties and starch pasting parameters. All cultivars were sown at 6 representative locations in Inner Mongolia with completely randomized block design in 2003 and 2004. The results indicated that all of the wheat quality traits tested were significantly influenced by genotype and location effects, and were also significantly affected by genotype by location interaction effect except for grain pro-tein content. The group of cultivars with strong gluten strength was characterized by high protein and ash content, high Zeleny sedimentation value, strong mixograph performance, medium flour yield, and good starch pasting parameters; the group of culti-vars with moderate gluten strength was characterized by high flour yield and strong mixograph properties, but low ash content and poor starch pasting quality; while the group of cultivars with weak gluten strength was characterized by high ash content, good starch pasting parameters, but low grain hardness, protein content, flour yield, and sedimentation value, as well as weak mixograph properties. Significant differences for all quality parameters across locations were observed. Samples collected from Wuhai generally showed high ash content, strong mixograph performance, but low grain hardness and sedimentation value, and poor starch pasting parameters. Samples from Hangjinhouqi had high flour yield, medium starch pasting parameters and mixograph properties, but low protein content and sedimentation value. Samples from Hohhot expressed high grain hardness, protein and ash content, sedimentation value, and strong mixograph properties, but poor milling quality and starch pasting pa-rameters; samples from Chifeng had medium values for all the traits; samples from Tongliao had high grain hardness and protein content, good starch pasting parameters, medium to strong mixograph properties, and medium for the other traits. Samples from Eerguna showed high protein content and sedimentation value, but weak mixograph properties. Based on the above information, Hohhot and Wuhai were the most suitable regions while Eerguna was not the suitable region for the production of cultivars with strong or medium strong gluten strength. It also showed that all the 6 locations were not suitable for the production of cultivars with weak gluten strength. The results provided some basic information for wheat breeding as well as quality wheat production zoning in Inner Mongolia.",
        "lang": "eng"
    },
    "appid": "10883_2607",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2607"
}}
