{"object": {
    "title": {
        "value": "Exploiting grain-filling rate and effective grain-filling duration to improve grain yield of early-maturing maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:50Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "grain",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_3346"
        ]
    },
    "description": {
        "value": "Early-maturing maize (Zea mays L.) genotypes yield 15 to 30% less than late-maturing genotypes. One strategy for improving grain yield in the early-maturing group involves assessment of grain-filling traits as secondary traits for selection for high grain yield. In this study, we investigated the possibility of using grain-filling rate and duration for improving grain yield in early-maturing tropical maize. Forty-four hybrids generated using North Carolina design II were evaluated at CIMMYT-Zimbabwe during the 2011/2012 season under irrigated and nonirrigated environments. Although grain-filling rate and effective grain-filling duration were negatively correlated, several hybrids were distinctly above the trend line. The earliest-maturing hybrid took 127 d to reach physiological maturity and produced grain yields comparable to those of the medium-maturing genotypes (7 t ha&#8722;1). It had a high grain-filling rate of 2.40 g per plant d&#8722;1 (18% higher than those of the low-yielding hybrids) and a relatively longer effective grain-filling duration. Grain-filling rate and effective grain-filling duration had high coefficients of genetic determination, positive correlations with grain yield, low error terms, and low genotype × environment interactions, making them appropriate selection traits for improved grain yield. The study shows that it is possible to develop high-yielding early- to medium-maturing maize hybrids based on favorable combining ability values for grain-filling rate and duration.",
        "lang": "eng"
    },
    "appid": "10883_3270",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3270"
}}
