{"object": {
    "title": {
        "value": "Exploring the possibility of obtaining terminal heat tolerance in a doubled haploid population of spring wheat (Triticum aestivum L.) in the eastern Gangetic plains of India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:54Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "doubled haploid",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "terminal heat tolerance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype × environment interaction",
            "uri": ""
        }
    ],
    "description": {
        "value": "High temperature during grain filling stage causes significant yield losses to wheat in south Asia and many other parts of the world. One hundred and forty doubled haploid (DH) wheat lines (including parents), derived from the cross Berkut (heat susceptible) × Krichauff (heat tolerant), were grown in six environments comprising two dates of sowing in three consecutive years (2007?2008, 2008?2009, and 2009?2010) at Banaras Hindu University, Varanasi, India. The objective was to assess DH lines for heat tolerance and to identify superior lines under hot humid environments of the eastern Gangetic plains (EGP) of India. Considerable variation was observed for grain yield (GY), thousand grain weight (TGW), grain fill duration (GFD), and canopy temperature (CT). Likewise, considerable variation was also observed for heat susceptibility index (HSI) of GY, TGW, and GFD. The DH lines were grouped into four categories based on the HSI and around 5?10% lines were categorized as heat tolerant. A few lines yielded significantly more than the better parent and possessed good expression of other traits. The most promising 20 lines have been listed as sources of heat tolerance, with 3 lines better yielding than the superior parent Krichauff. The results demonstrated that it is possible to obtain lines that perform better for yield and yield related traits in heat stressed environments of the EGP of India.",
        "lang": "eng"
    },
    "appid": "10883_2921",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2921"
}}
