{"object": {
    "title": {
        "value": "The usefulness of iron bioavailability as a target trait for breeding maize (Zea mays L.) with enhanced nutritional value",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:43Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "bioavailability",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_32390",
                "http://aims.fao.org/aos/agrovoc/c_32390",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "iron",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "vitamin a",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zinc",
            "uri": ""
        }
    ],
    "description": {
        "value": "Iron (Fe) deficiency is the most widespread nutritional problem, affecting as many as half of the world's population. Only a small fraction (2?15%) of Fe from plant sources is typically bioavailable, that is, available for absorption and nutritionally useful for humans. This study evaluated Fe concentration and bioavailability for three diverse sets of 12, 14 and 16 maize hybrids grown in two- or three-location trials to assess the feasibility of selecting for Fe bioavailability in breeding programs. Bioavailability of Fe, assessed using the in vitro digestion/Caco-2 cell model, varied significantly among hybrids in two of the three trials. Location effects were larger than location by genotype interaction effects, additive but not non-additive gene action was significant, and heritability estimates were mostly between 0.55 and 0.65 for Fe bioavailability estimators. Bioavailability of Fe was not associated with Fe concentration in grain or with grain yield. Negative correlation of Fe bioavailability with zinc concentration in grain for one of the three hybrid trials, and positive correlation with provitamin A concentrations in one trial were indicative of inhibitor and enhancer effects on Fe bioavailability, respectively. Although use of the Caco-2 cell model is promising, particularly because it integrates the whole meal, or food matrix effect on Fe bioavailability, the complex nature of the assay and moderate heritability of bioavailability estimators make it most suitable as an intermediate selection tool, following high throughput selection for molecular markers of Fe bioavailability, currently in development by other researchers, and preceding validation and efficacy trials with animal and human models.",
        "lang": "eng"
    },
    "appid": "10883_3143",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3143"
}}
