{"object": {
    "title": {
        "value": "Promoting a Versatile but yet minor crop: Soybean in the farming systems of Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "market creation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "three-tier-approach",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soybean",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "non-traditional export crop",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kenya",
            "uri": ""
        }
    ],
    "description": {
        "value": "Crop promotion is critical for market creation and rural growth in Africa. How to achieve this for crops, other than major staples (e.g., maize) and traditional export crops (e.g., tea), remains a problem since most African countries tend to focus policy attention to major staples and traditional export crops. Using a three-tier-approach, developed based on successful soybean promotion strategies in Nigeria and Zimbabwe, this study assesses the effect of market development at household-level, community level, and linking farmers? groups to industrial processors on sustainable soybean promotion in Kenya. Results show an increase in farmers? confidence to produce, process, and consume more soybeans than before. Trained farmers? groups are also developing new soybean products for cash income, a process that has proved to be very profitable. Net returns have been increased from four to 14 times for some products. Selected farmers? groups are supplying large-scale processors with soybean grains, substituting some imports.",
        "lang": "eng"
    },
    "appid": "10883_2176",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2176"
}}
