{"object": {
    "title": {
        "value": "The effectiveness of quality protein maize in improving the nutritional status of young children in the Ethiopian highlands",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ethiopia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nutritional status",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize (qpm)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "growth",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Background. Undernutrition is a persistent problem in Africa, especially in rural areas where the poor largely depend on staples and have limited access to a diverse diet. Quality protein maize (QPM) consists of maize varieties biofortified with increased lysine and tryptophan levels. Several studies in controlled settings have indicated the positive impact of QPM on the nutritional status of children. Objective. Two 1-year, randomized, controlled studies were undertaken to measure the effect of QPM on the nutritional status of children consuming typical maize-based diets when QPM was cultivated by their households in the western Ethiopian highlands. Methods. The first study used a cluster-randomized design with 151 children aged 5 to 29 months; the second study used a completely randomized design with 211 children aged 7 to 56 months. In both studies, half of the households were provided with QPM seed and the other half with seed of an improved conventional maize variety. Results. Undernutrition was pervasive, and maize was the dominant food in the children?s complementary diets. In the first study, a positive effect of QPM was observed for weight but not height, with children in the QPM group recovering from a drop in weight-for-height. In the second study, children consuming conventional maize progressively faltered in their growth, whereas children consuming QPM did not change significantly in heightfor- age and had a marginal increase in weight-for-age. Conclusions. These studies indicate that in major maize-producing and -consuming areas of Africa, home cultivation and use of QPM in children?s diets could reduce or prevent growth faltering and may in some cases support catch-up growth in weight.",
        "lang": "eng"
    },
    "appid": "10883_2188",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2188"
}}
