{"object": {
    "title": {
        "value": "Improving market access and agricultural productivity growth in Africa: what role for producer organizations and collective action institutions?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:48Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "producer organizations",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_50289",
                "http://aims.fao.org/aos/agrovoc/c_50289",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "collective action",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "market access",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sub-saharan africa",
            "uri": ""
        }
    ],
    "description": {
        "value": "The history of producer organizations in sub-Saharan Africa (SSA) is a mixed one. In the past, producer organizations often failed to provide desired services due to dependence on government support, which led to heavy political interference as well as internal leadership and managerial problems. However, the hasty retreat of the state following adjustment and market liberalization reforms left an institutional void that the private sector has failed to fill. This study reviews the role that producer organizations can play, and the challenges they face in improving access to markets and technologies for enhancing productivity of smallholder agriculture in SSA in the post-adjustment era. The paper critically examines the evidence for improving access to markets, information and technologies, and the conditions that facilitate the success of producer organizations in providing such services. Emphasis is on the characteristics of user groups, institutional arrangements, governance mechanisms, types of products (staples, perishables and other commodities), and the role of the public and private sector service providers. We conclude that while recent experiences are mixed, good governance, more homogeneous and optimal group size, transparency and market orientation can enhance the role of producer organizations in improving access to markets. However, ideally these organizations need to prioritise agribusiness opportunities over social welfare objectives even though this may mean that some households are unable to take advantage of them. Donors and governments have important roles to play in stimulating the emergence and development of economically viable and self-sustaining producer organizations. The private sector is also critical in terms of providing producer organizations with financial and business development services.",
        "lang": "eng"
    },
    "appid": "10883_2219",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2219"
}}
