{"object": {
    "title": {
        "value": "Layering precision land leveling and furrow irrigated raised bed planting: Productivity and input use efficiency of irrigated bread wheat in indo-gangetic plains",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "precision land leveling",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "furrow irrigated raised bed planting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "input use efficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "irrigated",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bread wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water productivity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "uptake efficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agronomic efficiency",
            "uri": ""
        }
    ],
    "description": {
        "value": "Stagnating yield and declining input use efficiency in irrigated wheat of the Indo-Gangetic Plain (IGP) coupled with diminishing availability of water for agriculture is a major concern of food security in South Asia. The objective of our study was to establish an understanding of how wheat yield and input use efficiency can be improved and how land leveling and crop establishment practices can be modified to be more efficient in water use through layering of precision-conservation crop management techniques. The ?precision land leveling with raised bed? planting can be used to improve crop yield, water and nutrient use efficiency over the existing ?traditional land leveling with flat? planting practices. We conducted a field experiment during 2002-2004 at Modipuram, India to quantify the benefits of alternate land leveling (precision land leveling) and crop establishment (furrow irrigated raised bed planting) techniques alone or in combination (layering precision-conservation) in terms of crop yield, water savings, and nutrient use efficiency of wheat production in IGP. The wheat yield was about 16.6% higher with nearly 50% less irrigation water with layering precision land leveling and raised bed planting compared to traditional practices (traditional land leveling with flat planting). The agronomic (AE) and uptake efficiency (UE) of N, P and K were significantly improved under precision land leveling with raised bed planting technique compared to other practices.",
        "lang": "eng"
    },
    "appid": "10883_1564",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1564"
}}
