{"object": {
    "title": {
        "value": "Use of SSRs for establishing heterotic groups in subtropical maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:47Z",
    "created": "2013-06-30T05:24:17Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "germplasm conservation",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3250",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genomes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heterosis breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "subtropical climate",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "germplasm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3249"
        }
    ],
    "description": {
        "value": "Heterotic groups and patterns are of fundamental importance in hybrid breeding. The objectives of our research were to: (1) investigate the relationship of simple sequence repeats (SSR) based genetic distances between populations and panmictic midparent heterosis (PMPH) in a broad range of CIMMYT maize germplasm, (2) evaluate the usefulness of SSR markers for defining heterotic groups and patterns in subtropical germplasm, and (3) examine applications of SSR markers for broadening heterotic groups by systematic introgression of other germplasm. Published data of two diallels and one factorial evaluated for grain yield were re-analyzed to calculate the PMPH in population hybrids. Additionally, 20 pools and populations widely used in CIMMYT's breeding program were assayed with 83 SSR markers covering the entire maize genome. Correlations of squared modified Roger's distance (MRD2) and PMPH were mostly positive and significant, but adaption problems caused deviations in some cases. For intermediate- and early-maturity subtropical germplasm, two heterotic groups could be suggested consisting of a flint and dent composite. We concluded that the relationships between the populations obtained by SSR analyses are in excellent agreement with pedigree information. SSR markers are a valuable complementation to field trials for identifying heterotic groups and can be used to introgress exotic germplasm systematically.",
        "lang": "eng"
    },
    "appid": "10883_2981",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2981"
}}
