{"object": {
    "title": {
        "value": "Medium-term effects of conservation agriculture based cropping systems for sustainable soil and water management and crop productivity in the Ethiopian highlands",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "grass pea",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4218",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop residue",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent raised beds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "vertisol",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crop residues",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16118"
        }
    ],
    "description": {
        "value": "In the northern Ethiopian highlands, croplands yield extremely high volumes of storm runoff and are the major contributor to sediment load in the rivers. A medium-term tillage experiment was carried out (2005?2010) on a Vertisol to quantify changes in runoff, soil loss and crop yield due to conservation agriculture (CA) in the sub-humid May Zegzeg catchment. A randomized complete block design with 3 replications on permanent plots of 5 m by 14 m was used for three tillage treatments, (i) derdero+ (DER+), permanent raised beds with 30% standing crop residue retention and no-tillage on the top of the bed, (ii) terwah+ (TER+), ploughed once at sowing with 30% standing crop residue retention and furrows made at 1.5 m interval, and (iii) conventional tillage (CT) with a minimum of three tillage operations and removal of crop residues. Tillage operations in the three treatments were done using the local ard plough mahresha. Local crop rotation practices followed during the six years sequentially from the first to the sixth year included wheat-grass pea-wheat-hanfets (wheat and barley sown together)-grass pea-wheat. Glyphosate was sprayed starting from the third year (2007) at 2 L/ha before planting to control pre-emergent weed in DER+ and TER+. Runoff and soil loss were measured in collector trenches at the lower end of each plot. Soil organic matter was determined at two depths (0?15 cm) and (15?30 cm). Local farmers evaluated crop stands. Significantly different (p < 0.05) 4-yr mean soil losses of 14, 17 and 26 t/ha, 5-yr mean runoff depth of 76, 95 and 118 mm, and 5-yr runoff coefficient of 19, 24 and 30% were recorded for DER+, TER+ and CT, respectively. Soil organic matter was significantly higher in DER+ and TER+ compared to CT. The mean farmers? evaluation of crop performance in the last three years (2008?2010) showed a significant higher score for DER+ (6/8) followed by TER+ (5.6) and least for CT (4.8/8), and improvements in crop yield were observed; however, a period of at least five years of cropping was required before the difference became significant. In addition to the positive effects on runoff, soil loss and crop yield, we argue that avoiding repeated tillage which is 10?11 oxen-span days per ha and the faster ploughing pace at sowing in DER+ will enable a reduction in oxen density with further natural resource benefits. DER + and TER+ are improvements to good local practices that qualify them as CA: we recommend large scale dissemination and implementation on Vertisols.",
        "lang": "eng"
    },
    "appid": "10883_1576",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1576"
}}
