{"object": {
    "title": {
        "value": "The effect of different tillage and residue management practices on soil characteristics, inorganic N dynamics and emissions of N2O, CO2 and CH4 in the central highlands of Mexico: a laboratory study",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "c and n mineralization",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "methane oxidation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "microbial biomass",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrous oxide emission",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "water content",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4886",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crop residues",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16118"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6465
            ],
            "value": "soil",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7156"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mineralization",
            "uri": "http://aims.fao.org/aos/agrovoc/c_15999"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "methane",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4784"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "biomass",
            "uri": "http://aims.fao.org/aos/agrovoc/c_926"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nitrous oxide",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12838"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        }
    ],
    "description": {
        "value": "Conservation agriculture in its version of permanent raised bed planting with crop residue retention increases yields and improves soil characteristics, e.g. aggregate distribution, organic matter content, so it remained to be seen how greenhouse gas emissions and dynamics of C and N might be altered. The objective of this study was to investigate how conservation agriculture with permanent raised beds, tied ridges, i.e. dykes within the furrows to prevent water run-off, and residue retention affected greenhouse gas emissions. A field experiment was started in 1999 comparing permanent and conventionally tilled raised beds with different residue management under rain fed conditions. Soil was characterized and emissions of CH4, N2O and CO2 and dynamics of NH4 +, NO2 - and NO3 - were monitored in a laboratory experiment. The crop and tied ridges had no effect on soil characteristics and dynamics of C and N. Tilled beds reduced the water holding capacity (WHC) 1.1 times and increased conductivity 1.3 times compared to soil under nontilled beds with retention of all crop residues. The WHC, organic C, soil microbial biomass and total N were =1.1 larger in soil from nontilled beds where the crop residue was retained compared to where it was removed after only 6 years. The emission of CO2 was 1.2 times and production of NO3 - 1.8 times larger in nontilled beds where the crop residue was retained compared to where it was removed. The CO2 emission was 1.2 times and the emission of N2O after 1 day 2.3 times larger in soil under tilled beds compared to nontilled beds with full residue retention, while the increase in concentration of NO3 - was 0.05 mg N kg-1 soil in the former and 2.38 in the latter. We found that permanent raised bed planting with crop residue retention decreased emissions of N2O and CO2 compared to soil under conventionally tilled raised beds. Production of NO3 - is larger in soil with permanent raised bed planting with crop residue retention compared to conventionally tilled raised beds.",
        "lang": "eng"
    },
    "appid": "10883_1511",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1511"
}}
