{"object": {
    "title": {
        "value": "Drought risk and maize production in Southern Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:50Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "drought risk",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "games-howell",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kruskal-wallis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "southern africa",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "trait preference",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "drought",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2391"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "game",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3179"
        }
    ],
    "description": {
        "value": "This paper discusses drought risk perception and management in five southern African countries. A sample of 1108 households was randomly drawn with different sample sizes across countries. Data generated were analyzed using descriptive statistics and non-parametric statistical models. Drought was reported to be the most important livelihood challenge in Malawi, Zambia and Zimbabwe, whereas it was indicated to be second, next to sickness and mortality of a family member, in Angola and Mozambique. Maize varieties in general and improved open pollinated and hybrid varieties in particular are being considered very risky in terms of predictability and reliability of yield levels. Given the importance of maize and the vulnerability of the farming communities in the region, this implies that drought and risks associated to it will have paramount and potentially irreversible consequences in the poor sections of the region. Despite the fact that yield size is among the most preferred traits, farmers? strong reference to maize as a risky crop urges refocusing breeding activities to generation of germplasms with reliable yield distribution. Farmers have also shown strong interest in drought tolerance, early maturity, and good performance under poor rainfall traits of maize implying to the need for targeted breeding schemes.",
        "lang": "eng"
    },
    "appid": "10883_3272",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3272"
}}
