{"object": {
    "title": {
        "value": "Modeling the response of tropical highland herbaceous grassland species to climate change: The case of the Arsi Mountains of Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-12-09T20:40:02Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "altitudinal range",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grass",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "legume",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "migration",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4822",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "no-migration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "warming",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.699
            ],
            "value": "species",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7280"
            ]
        }
    ],
    "description": {
        "value": "Global warming is forcing plant and animal species to respond either through pole-ward or upslope migration to adjust to temperature increases, and grassland communities are not an exception to this phenomenon. In this study, we modeled the response of herbaceous species of grasslands within the Arsi Mountains in Ethiopia under no-migration and with migration scenarios to the projected 4.2 °C increase of temperature by 2090 (under the A2 emission scenario). For 67 species of grasses and legumes, we determined the current and predicted altitudinal limits and calculated current and projected area coverage using a Digital Elevation Model. The results indicated that the projected warming significantly reduced altitudinal ranges and habitat areas of all the species studied. All the studied species faced range contraction and habitat loss with range shift gaps among forty two species under the no-migration scenario. With the migration scenario, however, the forty two species with range shift gaps are predicted to benefit from at least some habitat area retention. Between growth forms, legumes are predicted to lose significantly more habitat area than grasses under the no-migration scenario while no significant difference in habitat area loss is predicted under the migration scenario. It can be concluded that management options are required to facilitate upslope species migration to survive under the warming climate. This could involve leaving suitable dispersal corridors and assisted colonization depending on species behavior and level of extinction risk predicted under the projected warming.",
        "lang": "eng"
    },
    "appid": "10883_3353",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3353"
}}
