{"object": {
    "title": {
        "value": "Double no-till and permanent raised beds in maize-wheat rotation of north-western Indo-Gangetic plains of India: Effects on crop yields, water productivity, profitability and soil physical properties",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:25Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cropping system",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "double no-till",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent raised beds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil physical properties",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water productivity",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.8802
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cropping systems",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1971"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tilling",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        }
    ],
    "description": {
        "value": "Excessive pumping of groundwater over the years to meet the high water requirement of flooded rice crop and intensive tillage have threatened the sustainability of irrigated rice-wheat system (RWS) in the Indo-Gangetic plains (IGP) of South Asia. Replacement of rice with less water requiring crops such as maize in the RWS and identification of effective strategies for alternate tillage systems will promote sustainable cropping systems in the IGP. To this effect a 3-year field experiment was established with annual maize?wheat rotation in the north-western IGP of India to evaluate the effect of 3 tillage systems (conventional flat, CTF; no-till flat, NTF; permanent raised beds, NTB) on crop production, water use efficiency, economic profitability and soil physical quality. Grain yield of maize was highest (8.2?73.4%) under NTB followed by NTF and CTF across the years. Wheat yield was significantly higher under NTF during the 1st year while tillage practices had non-significant effect in the succeeding two years. On average, maize planted on NTB recorded about 11% lower water use and 16% higher water use efficiency compared to CT. The NTB and NTF required 24.7% and 10.8% less irrigation water than CTF system, respectively with 11.5% higher system productivity and demonstrated higher water productivity. The NTB and NTF systems provided similar net returns (averaged over 3 years) in maize?wheat system (MWS), which were US$ 281 ha&#8722;1 higher compared to CTF system. The CTF system had higher bulk density and penetration resistance in 10?15 and 15?20 cm soil layers due to compaction caused by the repeated tillage. The steady-state infiltration rate and soil aggregation (>0.25 mm) were higher under NTB and NTF and lower in the CTF system. Similarly, mean weight diameter (MWD) of aggregates was higher under NTF and NTB compared to CTF. The study reveals that NTB and NTF systems could be more viable options for MWS in order to save input costs and enhance profitability; however, the long-term effects of these alternative technologies need to be studied under varying agro-ecologies.",
        "lang": "eng"
    },
    "appid": "10883_3236",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3236"
}}
