{"object": {
    "title": {
        "value": "Drivers of improved maize variety adoption in drought prone areas of Malawi",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:52Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "double-hurdle model",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "intensity of adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "malawi",
            "uri": ""
        }
    ],
    "description": {
        "value": "This study identifies the determinants of adoption and adoption-intensity of improved maize varieties in Malawi. We estimated a double hurdle model based on household-level survey data collected in the districts of Balaka and Mangochi in 2008 and found that labour endowment, access to rural credit, livestock wealth, access to agricultural extension, farm size and access to off-farm employment all significantly increase the likelihood of adoption. Households where the head had membership of a social group were also found to be less likely to have adopted. The intensity of adoption was found to be negatively related to livestock wealth and fertilizer use. Conversely, the age of the household head, the labour endowment of the household and the proportion of household members engaged in off-farm activities were factors that were found to be positively related to intensity of adoption. The study suggests the need to enhance adoption and intensity of adoption of improved maize varieties in Malawi among other things improving access to rural finance through credit and improving access to agricultural extension. Agricultural extension enhances provision of timely and quality agricultural information which is vital to smallholder farmers? production and marketing decisions and hence, key to decisions to adopt new and improved technologies such as improved maize varieties.",
        "lang": "eng"
    },
    "appid": "10883_2254",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2254"
}}
