{"object": {
    "title": {
        "value": "Identification and mapping in spring wheat of genetic factors controlling stem rust resistance and the study of their epistatic interactions across multiple environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:48:38Z",
    "subject": {
        "vocabulary": "agrovoc",
        "score": 1,
        "value": "rusts",
        "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
    },
    "description": {
        "value": "Stem rust (Puccinia graminis f. sp. tritici) is responsible for major production losses in hexaploid wheat (Triticum aestivum L.) around the world. The spread of stem rust race Ug99 and variants is a threat to worldwide wheat production and efforts are ongoing to identify and incorporate resistance. The objectives of this research were to identify quantitative trait loci (QTL) and to study their epistatic interactions for stem rust resistance in a population derived from the Canadian wheat cultivars AC Cadillac and Carberry. A doubled haploid (DH) population was developed and genotyped with DArT® and SSR markers. The parents and DH lines were phenotyped for stem rust severity and infection response to Ug99 and variant races in 2009, 2010 and 2011 in field rust nurseries near Njoro, Kenya, and to North American races in 2011 and 2012 near Swift Current, SK, Canada. Seedling infection type to race TTKSK was assessed in a bio-containment facility in 2009 and 2012 near Morden, MB. Eight QTL for stem rust resistance and three QTL for pseudo-black chaff on nine wheat chromosomes were identified. The phenotypic variance (PV) explained by the stem rust resistance QTL ranged from 2.4 to 48.8 %. AC Cadillac contributed stem rust resistance QTL on chromosomes 2B, 3B, 5B, 6D, 7B and 7D. Carberry contributed resistance QTL on 4B and 5A. Epistatic interactions were observed between loci on 4B and 5B, 4B and 7B, 6D and 3B, 6D and 5B, and 6D and 7B. The stem rust resistance locus on 6D interacted synergistically with 5B to improve the disease resistance through both crossover and non-crossover interactions depending on the environment. Results from this study will assist in planning breeding for stem rust resistance by maximizing QTL main effects and epistatic interactions.",
        "lang": "eng"
    },
    "appid": "10883_3362",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3362"
}}
