{"object": {
    "title": {
        "value": "Effects of conservation agriculture on runoff, soil loss and crop yield under rain fed conditions in Tigray, Northern Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "terwah",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "derdero",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent raised bed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop residues",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "teff",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        }
    ],
    "description": {
        "value": "The aim of conservation agriculture (CA) is to improve soil quality and crop yield whilst reducing runoff and topsoil erosion. An experiment was carried out in a rainfed field using a permanent raised bed planting system for 3 yr (2005?2007) in Adigudem, northern Ethiopia in order to evaluate the effect of CA on runoff, soil loss and crop yield. CA practices were introduced in fields with Vertisols in a randomized complete block design on permanent 5 × 19 m plots. Three treatments were evaluated: (1) conventional tillage (CT) with a minimum of three tillage operations and removal of crop residues, (2) terwah (TER) that was similar to CT except that contour furrows were included at 1.5 m intervals, and (3) derdero+ (DER+), which consists of permanent raised beds with a furrow and bed system, retention of 30% of standing crop residues and zero tillage on the top of the bed. All ploughing as well as the maintenance of the furrows of the permanent raised beds was done using a local ard plough called maresha. Results from monitoring over 3 yr showed that soil loss and runoff were significantly higher (P < 0.05) in CT followed by TER and DER+. Average soil losses of 5.2, 20.1 and 24.2 t/ha were recorded from DER+, TER and CT, respectively. Runoff was 46.3, 76.3 and 98.1 mm from DER+, TER and CT, respectively. Grain yield was significantly lower (P < 0.05) in DER+ under teff in 2006, probably due to the high sensitivity of teff to weeds. The yield of wheat in 2007 was significantly higher in DER+ followed by TER. The terwah system is recommended as a first measure for wider adoption to reduce runoff and soil loss and to increase crop yield. The long-term goal is to achieve a derdero+ system, i.e. a permanent raised bed planting system along with the application of crop residues.",
        "lang": "eng"
    },
    "appid": "10883_1561",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1561"
}}
