{"object": {
    "title": {
        "value": "Conservation agriculture for wheat-based cropping systems under gravity irrigation: increasing resilience through improved soil quality",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "soil quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "normalized difference vegetation index",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "irrigation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "arid environment",
            "uri": ""
        }
    ],
    "description": {
        "value": "A field experiment was conducted under furrow irrigation on a Vertisol in arid northwestern Mexico, to evaluate sustainable production alternatives for irrigated wheat systems. Treatments included: tillage (conventionally tilled raised beds where new beds are formed after disc ploughing before planting [CTB] and permanent raised beds [PB]) and irrigation regimes (full and reduced). Physical and chemical soil quality was compared among treatments. PB improved soil structure and direct infiltration, increased topsoil K concentrations (0-5 cm; 1.6 cmol kg&#8722;1 in PB vs. 1.0-1.1 cmol kg&#8722;1 in CTB) and reduced Na concentrations (0-5 cm; 1.3-1.4 cmol kg&#8722;1 in PB vs. 1.9-2.2 cmol kg&#8722;1 in CTB) compared to CTB. Crop growth dynamics were studied throughout the season with an optical handheld NDVI sensor. Crop growth was initially slower in PB compared to CTB, but this was compensated by increased crop growth in the later stages of the crop cycle which influenced final yield, especially under reduced irrigation. These results were reflected in the final grain yield: in the third year after conversion to PB, no difference in grain yield was found between tillage systems under full irrigation. However, under reduced irrigation the improved soil quality with PB resulted in a 19% and 26% increment in bread and durum wheat grain yields, respectively. As projected climatic scenarios forecast higher evapotranspiration, less reliable rainfall and increased drought, our results indicate that PB could contribute to maintaining and increasing wheat yields in a sustainable way.",
        "lang": "eng"
    },
    "appid": "10883_1554",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1554"
}}
