{"object": {
    "title": {
        "value": "Stability in performance of quality protein maize under abiotic stress",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:35Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drought",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "traits",
            "uri": ""
        }
    ],
    "description": {
        "value": "Quality protein maize (QPM) has emerged an affordable and viable option to alleviate protein malnutrition and reduce animal feed costs, given that its grain protein contains more than double the lysine and tryptophan concentrations of normal endosperm maize. For commercial success, QPM cultivars must be competitive with normal maize in productivity and should show stable performance across environments, especially with respect to yield and protein quality traits. In the tropics, drought and low-nitrogen (N) fertility are major constraints to maize productivity. In this study, we analyze the stability of performance of CIMMYT tropical and subtropical elite QPM hybrids across stressed (drought and low N) and unstressed environments. In general, stress significantly affected all agronomic traits except male flowering. The effect was comparatively large under drought stress. Among the quality traits, grain protein, tryptophan, and lysine contents showed significant variation across environments. There was an increase in grain protein (12.7%) and in lysine (10.3%) and tryptophan contents (8.1%) under drought stress, while levels of these grain quality traits were reduced under low N by 17.0, 12.5, and 15.6%, respectively. However, the effect of stressed environments was comparatively small on protein quality traits, including tryptophan and lysine content in protein. The variation in protein quality across environments was statistically significant but largely due to genotypic variability. Variation due to environment and genotype by environment (G x E) interaction was statistically non-significant for protein quality traits, except in the case of lysine content in protein, where G x E was significant. Our results suggest that grain yield and grain protein content are the most unstable traits, whereas tryptophan followed by lysine content are the most stable, across stressed and unstressed environments.",
        "lang": "eng"
    },
    "appid": "10883_3085",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3085"
}}
