{"object": {
    "title": {
        "value": "The genetic dissection of quantitative traits in crops",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:46Z",
    "created": "2013-06-07T21:02:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "association mapping",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "linkage disequilibrium",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker assisted selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular marker",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quantitative trait",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl mapping",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl analysis",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "mapping",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1344"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7148,
            "value": "quantitative trait loci",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37974"
        }
    ],
    "description": {
        "value": "Most traits of interest in plant breeding show quantitative inheritance, which complicate the breeding process since  phenotypic performances only partially reflects the genetic values of individuals. The genetic variation of a quantitative trait is assumed to be controlled by the collective effects of quantitative trait loci (QTLs), epistasis (interaction between QTLs), the environment, and interaction between QTL and environment. Exploiting molecular markers in breeding involve finding a subset of markers associated with one or more QTLs that regulate the expression of complex traits. Many QTL mapping studies conducted in the last two decades identified QTLs that generally explained a significant proportion of the phenotypic variance, and therefore, gave rise to an optimistic assessment of the prospects of markers assisted selection. Linkage analysis and association mapping are the two most commonly used methods for QTL mapping. This review provides an overview of the two QTL mapping methods, including mapping population type and size, phenotypic evaluation of the population, molecular profiling of either the entire or a subset of the population, marker-trait association analysis using different statistical methods and software as well as the future prospects of using markers in crop improvement.",
        "lang": "eng"
    },
    "appid": "10883_1816",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1816"
}}
