{"object": {
    "title": {
        "value": "Genetic progress in yield potential in wheat: recent advances and future prospects",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:11:58Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "biomass",
            "uri": "http://aims.fao.org/aos/agrovoc/c_926"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.9165
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Knowledge of the changes in physiological traits associated with genetic gains in yield potential is essential to improve understanding of yield-limiting factors and to inform future breeding strategies. Recent advances in genetic yield potential and associated physiological changes in wheat (Triticum aestivum L.) are reviewed. Genetic gains in yield potential worldwide have been both positively correlated with harvest index (HI) and above-ground dry matter (AGDM), with more frequent reports of yield progress associated with biomass since about 1990. It is concluded that an important aim of future breeding will be the increase of biomass production while maintaining the present values of HI. In winter wheat recent biomass progress has been positively associated with pre-anthesis radiation-use efficiency (RUE) and water-soluble carbohydrate (WSC) content of stems at anthesis. Present results in two doubled-haploid (DH) populations show a positive linear relationship between stem WSC and grain yield in the UK environment. Results from various investigations worldwide in recent years have demonstrated that biomass increases have been associated with particular introductions of alien genes into wheat germplasm, e.g. the 1BL.1RS wheat-rye translocation and the 7DL.7Ag wheat-Agropyron elongatum translocation. Present results confirm a positive effect of 1BL.1RS on harvest biomass in two DH populations in the UK. The future prospects for identifying physiological traits to raise yield potential are considered with particular reference to winter wheat grown in northwestern Europe. It is proposed that optimized rooting traits, an extended stemelongation phase, greater RUE, greater stem WSC storage and optimized ear morphology will be important for breeding progress in yield potential in future years.",
        "lang": "eng"
    },
    "appid": "10883_2539",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2539"
}}
