{"object": {
    "title": {
        "value": "Selenium in Australia: Selenium status and biofortification of wheat for better health",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:02Z",
    "created": "2013-06-07T21:11:56Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "selenium status",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rye",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype variation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Selenium (Se) is an essential micronutrient for humans and animals, but is deficient in at least a billion people worldwide. Wheat (Triticum aestivum L.) is a major dietary source of Se. The largest survey to date of Se status of Australians found a mean plasma Se concentration of 103 mg/l in 288 Adelaide residents, just above the nutritional adequacy level. In the total sample analysed (six surveys from 1977 to 2002; n ¼ 834), plasma Se was higher in males and increased with age. This study showed that many South Australians consume inadequate Se to maximise selenoenzyme expression and cancer protection, and indicated that levels had declined around 20% from the 1970s. No significant genotypic variability for grain Se concentration was observed in modern wheat cultivars, but the diploid wheat Aegilops tauschii L. and rye (Secale cereale L.) were higher. Grain Se concentrations ranged 5&ndash;720 mg/kg and it was apparent that this variation was determined mostly by available soil Se level. Field trials, along with glasshouse and growth chamber studies, were used to investigate agronomic biofortification of wheat. Se applied as sodium selenate at rates of 4&ndash;120 g Se/ha increased grain Se concentration progressively up to 133-fold when sprayed on soil at seeding and up to 20-fold when applied as a foliar spray after flowering. A threshold of toxicity of around 325 mg Se/kg in leaves of young wheat plants was observed, a level that would not normally be reached with Se fertilisation. On the other hand sulphur (S) applied at the low rate of 30 kg/ha at seeding reduced grain Se concentration by 16%. Agronomic biofortification could be used by food companies as a cost-effective method to produce high-Se wheat products that contain most Se in the desirable selenomethionine form. Further studies are needed to assess the functionality of high-Se wheat, for example short-term clinical trials that measure changes in genome stability, lipid peroxidation and immunocompetence. Increasing the Se content of wheat is a food systems strategy that could increase the Se intake of whole populations.",
        "lang": "eng"
    },
    "appid": "10883_2525",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2525"
}}
