{"object": {
    "title": {
        "value": "Genetic diversity in conventional and synthetic wheats with drought and salinity tolerance based on AFLP",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2013-06-07T21:02:32Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "aflp",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_331160",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dna fingerprinting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "synthetic wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.6414
            ],
            "value": "drought",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2391"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "salinity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6751"
        }
    ],
    "description": {
        "value": "Genetic diversity, among fourteen drought and twenty-seven salinity tolerant conventional and synthetic wheat (Triticum sp.) accessions containing different sources of the D genome, was assessed using amplified fragment length polymorphism (AFLP). The wheat accessions were analyzed with 20 EcoRI/MseI primer combinations. Among 918 fragments scored, 368 were polymorphic across all 41 wheat accessions, 348 were polymorphic among the accessions with drought tolerance and 310 were polymorphic among the accessions with salinity tolerance. Similarity coefficients among all accessions based on Jaccard¿s coefficient ranged from 0.18 to 0.92 with an average of 0.53 ± 0.01; among drought tolerant accessions, from 0.16 to 0.79 with an average of 0.43 ± 0.02; and among salinity tolerant accessions, from 0.16 to 0.92 with an average of 0.57 ± 0.01. Polymorphic information content (PIC) among all accessions ranged from 0.05 to 0.50 with an average PIC of 0.30 ± 0.01; among drought tolerant accessions, from 0.13 to 0.50 with an average PIC of 0.37 ± 0.01; and among salinity tolerant accessions, from 0.07 to 0.50 with an average PIC of 0.29 ± 0.01. Cluster and principal component analysis showed distinct groups of accessions both within drought and salinity tolerant entries. These accessions possess a substantial amount of genetic diversity and would be very valuable materials for breeding wheat with drought and salinity tolerance",
        "lang": "eng"
    },
    "appid": "10883_1730",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1730"
}}
