{"object": {
    "title": {
        "value": "Regulatory reform of seed systems: Benefits and impacts from a mungbean case study in Nepal",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2014-03-05T17:57:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "fast-tracking varietal release",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory trials",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "replacing fallow land",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "irrigation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "varieties",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "fasting",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16545"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "trials",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2758"
        }
    ],
    "description": {
        "value": "Mungbean (Vigna radiata (L). Wilczek) is becoming an important grain legume in Nepal. It can be grown as an additional crop after harvesting winter crops such as winter wheat, winter legumes and oilseeds and before planting main season rice from the low-altitude Terai through to the middle hills of Nepal. Replacing short fallows in the spring, it provides additional high quality food, enhances soil fertility and increases the yield of the following crop.  In spite of continued varietal research by the National Grain Legume Research Programme, no mungbean varieties were released from 1975 to 2006. The old variety, Pusa Baishakhi, was released in 1975, but became susceptible to Mungbean Yellow Mosaic Virus (MYMV) and several other diseases so mungbean became limited to a rarely grown, green manure crop. In 2003, we introduced four mungbean varieties resistant to MYMV from the Asian Vegetable Research and Development Centre. These were evaluated in participatory varietal selection (PVS) mother and baby trials in low fertility and droughted conditions using farmers? levels of inputs and management. Variety spread was promoted by distributing free small seed samples in a process known as Informal Research and Development (IRD); and community-based seed production and marketing. Of the four varieties, NM94 and VC6372 consistently produced higher grain yields than the local check varieties, were resistant to MYMV and hence were preferred by farmers. The Ministry of Agriculture and Cooperatives endorsed a new variety release procedure in 2005 that permitted the use of data from PVS trials to support the release or registration of new crop varieties. In 2006, on the basis of data generated from PVS trials alone, the National Seed Board released NM94 as 'Kalyan' while, on the basis of combined data from the PVS trials and from on-station trials, VC6372 (45-8-1) was released as 'Prateeksha'. The use of PVS contributed greatly to fast-tracking the release process and this resulted in farmers getting new MYMV-resistant mungbean varieties more quickly. Varieties spread rapidly through IRD and farmer-to-farmer seed networks and provided benefits to farming households. Regulatory reforms to speed up and simplify the process of varietal release are discussed.",
        "lang": "eng"
    },
    "appid": "10883_3426",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3426"
}}
