{"object": {
    "title": {
        "value": "Rapid gains in food security from new maize varieties for complex hillside environments through farmer participation",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory varietal selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "community-based seed production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "poor farmers",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "food security",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_10967",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "disadvantaged groups",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.6559
            ],
            "value": "households",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3676"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "selection",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6951"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "seed production",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6937"
        }
    ],
    "description": {
        "value": "This is a follow-up study of two previous papers in this series in which we discussed the effectiveness of participatory varietal selection (PVS) and community-based seed production (CBSP). In this paper we present from survey results the impact of new, improved varieties on food security of farmers who had previously participated in PVS or CBSP, or both. A total of 230 households from eight locations, representing different social classes (A, B, C), castes (Dalit, Janajati, BCTN; referring to Bahun, Chhetry, Thakuri and Newar) and gender (male- or female-headed households) were randomly surveyed to assess changes in household food security after the adoption of improved varieties. Use of improved varieties, on average, increased production by 50%, compared to the existing local cultivars (2.4 t&#8201;ha&#8722;1) and this was reflected in the improvement of food security by 1.6 months (24% increase) in the year for all farmers. Food security for male-headed households increased from 7.4 to 9.1 months and for female-headed households from 6.4 to 7.9 months (by 23% in both). The average food security of all castes improved by 23%?31% but the increased food availability of the underprivileged castes of Dalits (from 5.1 to 6.4 months) and Janjati (from 5.8 to 7.6 months) from lower food security levels is more important than that for BCTN (from 7.5 to 9.2 months). Similarly, food deficit households (C and B) had higher food availability over the food surplus households (A). The results indicate that the targeted participatory approach can reverse the findings of past maize research and development efforts which benefited only the elite farmers.",
        "lang": "eng"
    },
    "appid": "10883_3109",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3109"
}}
