{"object": {
    "title": {
        "value": "Increasing genetic yield and mitigating effects of key biotic and abiotic constraints to wheat production in India through international wheat resources and partnerships",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:18Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biotic and abiotic contraints",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "international partnership like itas",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "wheats",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        }
    ],
    "description": {
        "value": "The surplus wheat production in India and the world in the 1990s have eroded in recent years due to stagnating productivity and increasing demands. Production must increase at least 2% annually until 2020 to meet future demands. Breeding wheat cultivars that have increased grain yield potential, enhanced water-use efficiency, heat tolerance, end-use quality, and durable resistance to important diseases and pest could contribute to meed about half of future demand. The remaining half must come through better agronomic and soil management practices and incentive policies. International partnerships allow the most efficient use of genetic diversity present in improved wheat germplasm and genetic resources necessary to continue making genetic progress especially for resistance and tolerance to abiotic and biotic stresses. Breeding and testing schemes that would accelerate the recovery of rare superior progenies should be explored and applied. The \"International Wheat Improvement Network\" operated by CIMMY in partnership with many wheat improvement programs develops, distributes and tests improved wheat materials globally. New triple rust resistant wheat germplasm from CIMMYT has shown 15% higher yield potential over current poplular cultivar in the Northwestern and Northeastern Plain Zones of India, indicating that ther wide adoption could enhance productivity and mitigate threats from new races of rust pathogens.",
        "lang": "eng"
    },
    "appid": "10883_2662",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2662"
}}
