{"object": {
    "title": {
        "value": "What are the farm-level impacts of Malawi's farm input subsidy program? A critical review",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2014-03-05T18:01:42Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "input subsidy",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fertilizer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farm-level impact",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "malawi",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4532",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "q12",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "q18",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inputs",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11788"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "fertilizers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2867"
        }
    ],
    "description": {
        "value": "This article provides a critical analysis of the current frontier of research evaluating Malawi's Farm Input Subsidy Program (FISP), whose main objectives are increasing maize production, promoting household food security, and enhancing rural incomes. We focus on farm-level studies in Malawi, identifying consistent and contrasting research results in order to draw important policy lessons and provide suggested avenues for future research. While national production estimates suggested dramatic increases in maize production and productivity during the years of the FISP, the farm-level studies found relatively modest increases in maize production and yields over the same period. Consistent with the farm-level results of modest maize production increases, there has been a relative increase in real maize prices and the country continued to import maize during most of the subsidy program years. Furthermore, there is evidence that better-off households gained substantially more than poorer households when they participated in the program. Together these findings cast some doubt on the FISP's ability to reduce food insecurity and poverty. We propose a number of policy lessons and suggestions for rigorous investigation, including research that directly measures the causal impacts of the FISP program on poverty in Malawi.",
        "lang": "eng"
    },
    "appid": "10883_3461",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3461"
}}
