{"object": {
    "title": {
        "value": "Heterosis and combining ability among CIMMYT's mid-altitude early to intermediate maturing maize (Zea mays L.) populations",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:35Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "combining ability",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_15954",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "heterosis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3705",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "diallel",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "open pollinated variety",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.714
            ],
            "value": "cultivars",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6264
            ],
            "value": "germplasm",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3249"
            ]
        }
    ],
    "description": {
        "value": "Maize is an important food crop in sub-Saharan Africa. There is an increasing demand for early maturing maize cultivars even though long-season maize cultivars yield more than early maturing cultivars under favourable conditions. This is because vast areas of maize are routinely affected by drought and low N fertility and early maturing maize cultivars offer more flexibility than full season cultivars for a farmer with respect to cultivation and food security. CIMMYT?s early maturing maize program, which aims to supply seed to approximately 3 million hectares of maize area in east and southern Africa lacks adequate information on heterotic relationships of its germplasm. 190 crosses (generated from a diallel of eighteen populations and two within heterotic group single crosses) and their 20 parentals were evaluated for heterotic relationships at six locations in Zimbabwe (four optimal conditions of rainfall and fertilizers (but different agro-ecological regions / mega-environments), one managed low nitrogen environment and one managed drought environment). Three heterotic patterns were seen under stress while six heterotic patterns were seen under optimal conditions. P9 (CML312/CML442) expressed a consistent heterotic pattern across stress and non-stress environments thus justifying its continued use as a tester. Moving towards the use of multiple heterotic groups in the CIMMYT-Zimbabwe program may be worthwhile provided that the budgetary scenario still supports its core mandate of germplasm development, germplasm exchange and strengthening of national research systems.",
        "lang": "eng"
    },
    "appid": "10883_3090",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3090"
}}
