{"object": {
    "title": {
        "value": "Comparative intake of white- versus orange-colored maize by Zambian children in the context of promotion of biofortified maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:45Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "africa",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_165",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "b-carotene",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "food intake",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3022",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize (zea mays)",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "carotenes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_9632"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        }
    ],
    "description": {
        "value": "Background. Vitamin A deficiency is associated with poor health outcomes related to reproduction, growth, vision, and immunity. Biofortification of staple crops is a novel strategy for combating vitamin A deficiency in high-risk populations where staple food intakes are high. African populations are proposed beneficiaries of maize (Zea mays) biofortified with provitamin A carotenoids, often called ¡°orange maize¡° because of its distinctive deep yellow-orange kernels. The color facilitates ready recognition but presents a cultural challenge to maize-consuming populations, including those in much of Africa, who traditionally eat white varieties.  Objective. This study explores the intake patterns of, as well as adaptation to, traditional foods made with provitamin A-biofortified maize compared with white maize in rural Zambian children 3 to 5 years of age (n = 189) during a 3-month feeding trial.  Methods. The subjects were fed a breakfast of maize porridge (sweet mush), a lunch of maize nshima (stiff mush) with various side dishes, and an afternoon snack based on a 6-day rotating menu. The trial was conducted in 2010. The orange maize used in the trial came from three different sources. O1 maize was from the 2009 harvest and was stored in a freezer until use in 2010. O2 maize was also from the 2009 harvest and was stored in a cold room until 2010. O3 (¡°fresh¡°) maize was from the 2010 harvest and was fed immediately after harvest in week 9 of the study and then stored in a freezer until milling for the final four weeks.  Results. Consumption of menu items, except snacks, was influenced by week (p < .0084). The intakes of porridge and nshima made with orange maize equaled those of porridge and nshima made with white maize from week 2 onward. The intakes of porridge and nshima prepared from O1 and O2 did not differ, but intakes became significantly higher when meals made from O3 were introduced (p < .014 for porridge and p ¡Ü .013 for nshima).  Conclusions. These results demonstrate quick adaptation to orange maize, a preference for recently harvested maize, and an optimistic outlook for similar adaptation patterns in other biofortified-maize target countries.",
        "lang": "eng"
    },
    "appid": "10883_3250",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3250"
}}
