{"object": {
    "title": {
        "value": "Tecnologia de dobles haploides en el mejoramiento de maiz: teoria y practica",
        "lang": "spa"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2013-02-19T22:46:54Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zea mays",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8504",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fitomejoramiento",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "caracteristicas agronomicas",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marcadores moleculares",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seleccion",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "propiedad intelectual",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "derechos de propiedad intelectual",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        }
    ],
    "description": {
        "value": "Este manual está destinado principalmente a los mejoradores de maíz de los sistemas nacionales de investigación agrícola y de compañías semilleras pequeñas y medianas en los países en desarrollo que quieran saber más y utilizar la tecnología de dobles haploides (DH) en programas de mejoramiento. Es una compilación  e  integración de  conocimientos  acumulados  gracias  a  la  contribución de  varios  genetistas  y mejoradores  de maíz,  así  como  de  protocolos  que  ha  generado (en  colaboración  con  la Universidad de Hohenheim, Alemania) y utiliza el Programa Global de Maíz del CIMMYT en el desarrollo de líneas DH, sobre todo  en  México.  La  primera  parte  del  manual  contiene  una  descripción  general  de  lautilidad  y  las aplicaciones de la tecnología DH en el mejoramiento de maíz. Los siguientes capítulos tratan sobre inducción de  haploides  maternos  in  vivo,  detección  de  granos  haploides  utilizando  marcadores  de  antocianina, duplicación  cromosómica  de  haploides,  semilla  DH  de  plantas  que  han  sido tratadas  con  colchicina, integración de marcadores moleculares en el programa de mejoramiento con DH, DH en el mejoramiento de maíz  comercial  y,  por  último,  acceso  a  inductores  de  haploídia  tropicalizados  y  servicio  de  DH,  con recuperación de gastos, para los colaboradores del CIMMYT.",
        "lang": "spa"
    },
    "appid": "10883_1369",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1369"
}}
