{"object": {
    "title": {
        "value": "Adoption of improved wheat technologies by small-scale farmers in Mbeya District, Southern Highlands, Tanzania",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:41Z",
    "created": "2012-01-06T05:09:55Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "varieties",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding methods",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research programs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology transfer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "highlands",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "small farms",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fertilizer application",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "economic indicators",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "socioeconomic environment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food production",
            "uri": ""
        }
    ],
    "description": {
        "value": "This study was conducted to gain an understanding of how small-scale farmers in Mbeya District have adopted improved wheat technologies promoted by the wheat research program at MARTI-Uyole. The specific objectives were to assess farmers' wheat management practices, determine the technical and socioeconomic factors affecting the adoption of improved wheat technologies, and draw implications for research, extension, and policy. A purposive multistage sampling procedure was used to select 202 farmers, 160 from Tembela Division and 42 from Isangati Division, which are two important wheat-growing areas in Mbeya District. Primary data were collected using structured questionnaires and supplemented by secondary information obtained from MARTI-Uyole. Juhudi was the improved wheat variety grown by adopters. For all farmers, the most important characteristics preferred in a variety were high yield, marketability, grain color, and early maturity. In 1997, about 74% of sample farmers adopted improved wheat varieties. The rate of adoption increased between 1989 and 1995 for a number of reasons, including provision of seed and fertilizer by Sasakawa Global-2000 (SG-2000), the collapse of the pyrethrum industry , and market liberalization. After 1995, adoption declined because SG-2000 was phased out and the varieties had succumbed to stem rust and foliar diseases. Tobit analysis showed that farm size, family size, and the use of hired labor were significant factors affecting the proportion of land allocated to improved wheat. Farm size, family size, hired labor, and credit all significantly affected the amount of fertilizer used. Additional improved varieties need to be developed, not only to replace the old varieties, but to give farmers a wider choice. Fertilizer recommendations need to be reviewed to take into consideration farmers' circumstances such as cash availability and soil fertility. Extension services in the area should be increased and the link between extension workers and landholders strengthened to promote the adoption of improved wheat technologies. The formal credit market is only weakly involved in supplying credit to wheat farmers, but rising input prices, especially for fertilizer, make access to credit increasingly important for farmers. Policymakers and bankers should focus on providing loans to small-scale wheat farmers with high rates of loan recovery and low cost of credit. Farmers should also be encouraged to form their own savings and credit cooperatives at the village level. Policymakers should continue to encourage and support the private sector to invest in input acquisition and distribution so that inputs (especially seed and fertilizer) are available when farmers need them.",
        "lang": "eng"
    },
    "appid": "10883_1021",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1021"
}}
