{"object": {
    "title": {
        "value": "Genetic analysis of adult plant resistance to yellow rust and leaf rust in common spring wheat Quaiu 3",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:36Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "durable resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "slow rusting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "apr",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yellow rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "leaf rust",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.7913
            ],
            "value": "genes",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3214"
            ]
        }
    ],
    "description": {
        "value": "Identifying and utilizing rust resistance genes in wheat has been hampered by the continuous and rapid emergence of new pathogen races. A major focus of many wheat breeding programs is achieving durable adult plant resistance (APR) to yellow (stripe) rust (YR) and leaf (brown) rust (LR), caused by Puccinia striiformis and P. triticina, respectively. This study aimed to determine the genetic basis of resistance to YR and LR in the common spring wheat Quaiu 3. To that end, we evaluated 198 F5 recombinant inbred lines (RILs), derived from a cross of susceptible variety Avocet-YrA with Quaiu 3, for APR to LR and YR in artificially inoculated field trials conducted in Mexico during the 2009 and 2010 growing seasons. High narrow-sense heritability (h2) estimates, ranging between 0.91 and 0.95, were obtained for both LR and YR disease severities for both years. The quantitative and qualitative approaches used to estimate gene numbers showed that, in addition to known resistance genes, there are at least two to three APR genes associated with LR and YR resistance in the RIL population. The moderately effective race-specific resistance gene Lr42 and the pleiotropic slow rusting APR gene Lr46/Yr29 were found to interact with additional unidentified APR genes. The unidentified APR genes should be of particular interest for further characterization through molecular mapping, and for utilization by wheat breeding programs. Key words: Durable resistance, slow rusting, APR, Yellow rust, Leaf rust",
        "lang": "eng"
    },
    "appid": "10883_3278",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3278"
}}
