{"object": {
    "title": {
        "value": "Crops that feed the world 6. Past successes and future challenges to the role played by maize in global food security",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:46Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "productivity growth",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "demand",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2171",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "food security",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_10967",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop breeding",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "climate change",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1666",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "policy",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "productivity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6210"
        }
    ],
    "description": {
        "value": "Maize is one of the most important food crops in the world and, together with rice and wheat, provides at least 30% of the food calories to more than 4.5 billion people in 94 developing countries. In parts of Africa and Mesoamerica, maize alone contributes over 20% of food calories. Maize is also a key ingredient in animal feed and is used extensively in industrial products, including the production of biofuels. Increasing demand and production shortfalls in global maize supplies have worsened market volatility and contributed to surging global maize prices. Climatic variability and change, and the consequent rise in abiotic and biotic stresses, further confound the problem. Unless concerted and vigorous measures are taken to address these challenges and accelerate yield growth, the outcome will be hunger and food insecurity for millions of poor consumers. We review the research challenges of ensuring global food security in maize, particularly in the context of climate change. The paper summarizes the importance of maize for food, nutrition and livelihood security and details the historical productivity of maize, consumption patterns and future trends. We show how crop breeding to overcome biotic and abiotic stresses will play a key role in meeting future maize demand. Attention needs to be directed at the generation of high yielding, stress-tolerant and widely-adapted maize varieties through judicious combination of conventional and molecular breeding approaches. The use of improved germplasm per se will not, however, be enough to raise yields and enhance adaptation to climate change, and will need to be complemented by improved crop and agronomic practices. Faced with emasculated state extension provision and imperfect markets, new extension approaches and institutional innovations are required that enhance farmers' access to information, seeds, other inputs, finance and output markets. Over the long-term, large public and private sector investment and sustained political commitment and policy support for technology generation and delivery are needed to overcome hunger, raise the incomes of smallholder farmers and meet the challenges of growing demand for maize at the global level.",
        "lang": "eng"
    },
    "appid": "10883_2206",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2206"
}}
