{"object": {
    "title": {
        "value": "Are investments in an informal seed system for cowpea a worthwhile endeavour?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:57Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cowpea",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "vigna unguiculata",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "northern-nigeria",
            "uri": ""
        }
    ],
    "description": {
        "value": "High seed quality is a critical component for realising yield potential. For smallholder cowpea farmers in northern Nigeria the informal seed system is a major supplier of genetically high-quality seed, but the physiological quality of farmers? produced seed remains unknown. The project ?Promoting Sustainable Agriculture in Borno State? (PROSAB) trained and supported farmers in seed production in Borno State, Nigeria. We analysed the quality of farmers? produced cowpea seed based on standard quality testing criteria, and evaluated its field emergence as a proxy for non-genetic seed quality. We carried out a survey among seed producing farmers about their production and storage practices, and tested seed quality of samples from these farmers, from seed companies and compared these to foundation seed. Field emergence of farmers? produced seed was not significantly different from that of foundation seed (P=0.47) or seed company samples (P=0.12). Cowpea seed quality, however, was inadequate in both the formal and informal seed systems. Five out of six foundation seed samples, 79 out of 81 samples of farmers? seed, and six out of six seed company samples failed to meet standards for foundation and certified seeds of the National Agriculture Seed Council (NASC), the seed industry regulatory agency in Nigeria. Multiple regression analyses predicting field emergence showed that projects like PROSAB can improve seed quality. Especially proper storage and reducing seed damage can increase field emergence significantly. Our findings suggest that it is worth to invest in improving the informal seed system of cowpea",
        "lang": "eng"
    },
    "appid": "10883_1919",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1919"
}}
