{"object": {
    "title": {
        "value": "Integration of conservation agriculture in smallholder farming systems of southern Africa: identification of key entry points",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:25Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "no-tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "residue retention",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farming systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "step-wise integration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sustainable agriculture",
            "uri": ""
        }
    ],
    "description": {
        "value": "A component-omission experiment based on the principle of conservation agriculture (CA) was established on smallholder farms for three seasons in Murehwa and Hwedza districts, Zimbabwe; Barue district in Mozambique; Balaka district and Chitedze Research Station in Malawi, and Monze district in Zambia to identify strategies for improving crop productivity and livelihoods for smallholder farmers. The objective of the experiment was to evaluate the effect of tillage, residue retention, fertiliser application and weed control on maize yield. In addition, the study analysed possible combinations of these factors that could provide a sustainable entry point for intensification through CA. Results showed that fertilisation had the strongest effect on crop yield in both tillage systems; adequate fertilisation is therefore key to success in CA. Retention of crop harvest residues increased yield in no-tillage systems; no-tillage without residues depressed yield by 50% when compared with yields of conventional tillage. A step-wise integration of CA into the smallholder farming systems is proposed as a possible strategy to avoid new constraints on smallholder farms. If resources are limiting, farmers may apply all principles on small areas to overcome the initial demand in resources (labour, fertiliser and residues), and once productivity is raised, they can expand.",
        "lang": "eng"
    },
    "appid": "10883_3238",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3238"
}}
