{"object": {
    "title": {
        "value": "Cloning and phylogenetic analysis of low-molecular-weight glutenin subunit genes at Glu-B3 locus in common wheat relative species",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum l.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat related species",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "glu-b3",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phylogenetics",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.8293
            ],
            "value": "molecular weight",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_4892"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "common wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6335
            ],
            "value": "locus",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24869"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.6072
            ],
            "value": "variants",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_27623"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7222
            ],
            "value": "genes",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3214"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7179,
            "value": "aegilops longissima",
            "uri": "http://aims.fao.org/aos/agrovoc/c_33921"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum aestivum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "The common wheat relative species are important germplasm for wheat breeding. In the present study, novel allelic variants at Glu-B3 locus were cloned to provide gene resources for wheat quality improvement. Four Glu-B3-locus specific primer sets LB1F/LB1R, LB2F/LB2R, LB3F/LB3R, and LB4F/LB4R were employed to isolate novel allelic variants of GluB3-1, GluB3-2, GluB3-3, and GluB3-4 from seven common wheat relative species, i.e., T. durum, T. dicoccum, T. dicoccoides, Aegilops longissima, Ae. searsii, Ae. Bicornis, and Ae. speltoides, and the software MEGA 4 was used to construct a phylogenetic tree. In total, 16 novel allelic variants of GluB3-1, GluB3-3, and GluB3-4 genes were isolated from the seven common wheat relative species, designated GluB3-16, GluB3-35, GluB3-36, GluB3-37, GluB3-46, GluB3-47, GluB3-48, GluB3-49, GluB3-410, GluB3-411, GluB3-412, GluB3-413, GluB3-414, GluB3-415, GluB3-416 and GluB3-417, respectively. In detail, GluB3-16 was cloned from T. dicoccoides with LB1F/LB1R, and the molecular weight of the deduced amino acid was 39.2 kDa. GluB3-35, GluB3-36, and GluB3-37 were isolated from T. durum and T. dicoccum with the primer set LB3F/LB3R, and the molecular weights of their deduced peptides were 44.5 kDa (GluB3-36) and 44.6 kDa (GluB3-35 and GluB3-37). The molecular weight of deduced peptides of GluB3-4 ranged from 38.6 kDa (GluB3-414) to 42.5 kDa (GluB3-413). All the 16 new allelic variants showed a single open reading frame (ORF), and their deduced amino-acid sequences had a typical sequence structure of LMW-GS. The allelic variants at Glu-B3 locus identified in common wheat relative species provide potential gene resources for wheat quality breeding and gene transformation. The results suggested that these Glu-B3 genes originated from different evolution processes.",
        "lang": "eng"
    },
    "appid": "10883_2803",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2803"
}}
