{"object": {
    "title": {
        "value": "Conservation agriculture systems for Malawian smallholder farmers: long term effects on crop productivity, profitability and soil quality",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-07T20:59:20Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "no-tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "net returns",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "residue retention",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "infiltration",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_26789",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biological activity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "herbicides",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6216
            ],
            "value": "conventional tillage",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_34250"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "returns",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34826"
        }
    ],
    "description": {
        "value": "Conservation agriculture (CA) systems are based upon minimal soil disturbance; crop residue retention and crop rotation and/or intercrop association are increasingly seen to recycle nutrients, increase yield and reduce production costs. This study examines the effects of CA practices on crop productivity, profitability and soil quality under the conditions encountered by smallholder farmers in two farming communities from 2005 to 2011 in Malawi, as part of the contribution to remedy a lack of supporting agronomic research for these relatively new systems. The drier agroenvironment of Lemu of Bazale Extension Planning Area (EPA) is characterized by sandy clay loam soils and lower rainfall. Here, CA showed positive benefits on maize yield after the first season of experimentation, with highest increases of 2.7Mgha&#8722;1 and 2.3Mgha&#8722;1 more yield in CAmonocrop maize and CAmaize?legume intercrop, respectively, than the conventional tillage in the driest season of 2009/10. In the high rainfall environment of Zidyana EPA (characterized by sandy loam soils), substantial maize yield benefits resulted in the fifth season of experimentation. Farmers spent at most 50daysha&#8722;1 (US$140) producing maize under CA systems compared with 62daysha&#8722;1(US$176) spent under conventional tillage practices. In Lemu, both CA systems resulted in gross margins three times higher than that of the conventional control plot, while in Zidyana, CA monocrop maize and CA maize?legume intercrop resulted in 33 and 23% higher gross margins, respectively, than conventional tillage. In Zidyana, the earthworm population was highest (48 earthworms m&#8722;2 in the first 30 cm) in CA monocrop maize, followed by a CA maize?legume intercropping (40 earthworms) and lowest (nine earthworms) in conventionally tilled treatment. In both study locations CA monocrop maize and CA maize? legume intercrop gave higher water infiltration than the conventional treatment. Improvements in crop productivity, overall economic gain and soil quality have made CA an attractive system for farmers in Malawi and other areas with similar conditions. However, for extensive adoption of CA by smallholder farmers, cultural beliefs that crop production is possible without the ubiquitous ridge and furrow system and residue burning for mice hunting have to be overcome.",
        "lang": "eng"
    },
    "appid": "10883_1589",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1589"
}}
