{"object": {
    "title": {
        "value": "Variability and expression profile of the DRF1 gene in four cultivars of durum wheat and one triticale under moderate water stress conditions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:59Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "biodiversity",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_33949",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drf1 gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "expression profile",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water stress",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "dehydration",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2162"
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7905
            ],
            "value": "polymorphism",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6088"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3214"
        }
    ],
    "description": {
        "value": "The dehydration responsive element binding (DREB) proteins are important transcription factors that contribute to stress endurance in plants triggering the expression of a set of abiotic stress-related genes. A DREB2-related gene, previously referred to as dehydration responsive factor 1 (DRF1) was originally isolated and characterized in durum wheat. The aim of this study was to monitor the expression profiles of three alternatively spliced TdDRF1 transcripts during dehydration experiments and to evaluate the effects of genetic diversity on the molecular response, using experimental conditions reflecting as closely as possible water stress perceived by cereals in open field. To investigate the effect of moderate water stress conditions, time-course dehydration experiments were carried out under controlled conditions in the greenhouse on four durum wheat and one triticale genotypes. Differences were observed in molecular patterns, thus, suggesting a genotype dependency of the DRF1 gene expression in response to the stress induced. The biodiversity of the transcripts of the DRF1 gene was explored in order to assess the level of polymorphism and its possible effects on structure and function of putative proteins. A total of nine haplotypes were identified in the sequences cloned, seven of which encompassing polymorphisms in exon 4, including the region codifying for the DNA binding Apetala2 (AP2) domain. The 3D structural models of the AP2 domain were generated by homology modelling using the variability observed. The polymorphisms analysed did not significantly affect the structural arrangement of the DNA binding domains, thus resulting compatible with the putative functionality.",
        "lang": "eng"
    },
    "appid": "10883_2952",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2952"
}}
