{"object": {
    "title": {
        "value": "Drought stress and tropical maize: QTL-by-environment interactions and stability of QTLs across environments for yield components and secondary traits",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:35Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "A recombinant inbred line (RIL) population was evaluated in seven field experiments representing four environments: water stress at flowering (WS) and well-watered (WW) conditions in Mexico and Zimbabwe. The QTLs were identified for each trait in each individual experiment (single-experiment analysis) as well as per environment, per water regime across locations and across all experiments (joint analyses). For the six target traits (male flowering, anthesis-to-silking interval, grain yield, kernel number, 100-kernel fresh weight and plant height) 81, 57, 51 and 34 QTLs were identified in the four step-wise analyses, respectively. Despite high values of heritability, the phenotypic variance explained by QTLs was reduced, indicating epistatic interactions. About 80, 60 and 6% of the QTLs did not present significant QTL-by-environment interactions (QTL × E) in the joint analyses per environment, per water regime and across all experiments. The expression of QTLs was quite stable across years at a given location and across locations under the same water regime. However, the stability of QTLs decreased drastically when data were combined across water regimes, reflecting a different genetic basis of the target traits in the drought and well-watered trials. Several clusters of QTLs for different traits were identified by the joint analyses of the WW (chromosomes 1 and 8) and WS (chromosomes 1, 3 and 5) treatments and across water regimes (chromosome 1). Those regions are clear targets for future marker-assisted breeding, and our results confirm that the best approach to breeding for drought tolerance includes selection under water stress.",
        "lang": "eng"
    },
    "appid": "10883_3083",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3083"
}}
