{"object": {
    "title": {
        "value": "The adult plant rust resistance loci Lr34/Yr18 and Lr46/Yr29 are important determinants of partial resistance to powdery mildew in bread wheat line Saar",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:15Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "powdery mildews",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_13557"
        ]
    },
    "description": {
        "value": "Powdery mildew, caused by Blumeria graminis f. sp. tritici is a major disease of wheat (Triticum aestivum L.) that can be controlled by resistance breeding. The CIMMYT bread wheat line Saar is known for its good level of partial and race non-specific resistance, and the aim of this study was to map QTLs for resistance to powdery mildew in a population of 113 recombinant inbred lines from a cross between Saar and the susceptible line Avocet. The population was tested over 2 years in field trials at two locations in southeastern Norway and once in Beijing, China. SSR markers were screened for association with powdery mildew resistance in a bulked segregant analysis, and linkage maps were created based on selected SSR markers and supplemented with DArT genotyping. The most important QTLs for powdery mildew resistance derived from Saar were located on chromosomes 7DS and 1BL and corresponded to the adult plant rust resistance loci Lr34/Yr18 and Lr46/Yr29. A major QTL was also located on 4BL with resistance contributed by Avocet. Additional QTLs were detected at 3AS and 5AL in the Norwegian testing environments and at 5BS in Beijing. The population was also tested for leaf rust (caused by Puccinia triticina) and stripe rust (caused by P. striiformis f. sp. tritici) resistance and leaf tip necrosis in Mexico. QTLs for these traits were detected on 7DS and 1BL at the same positions as the QTLs for powdery mildew resistance, and confirmed the presence of Lr34/Yr18 and Lr46/Yr29 in Saar. The powdery mildew resistance gene at the Lr34/Yr18 locus has recently been named Pm38. The powdery mildew resistance gene at the Lr46/Yr29 locus is designated as Pm39.",
        "lang": "eng"
    },
    "appid": "10883_2639",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2639"
}}
