{"object": {
    "title": {
        "value": "Wheat flour, pan bread, and steamed bread qualities of common wheat near-isogenic lines differing in puroindoline b alleles",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:37Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "common wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "puroindoline",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "near-isogenic lines",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "flour quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "steamed bread quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bread quality",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        }
    ],
    "description": {
        "value": "The alleles at puroindoline b (Pinb) locus affect processing quality of wheat (Triticum aestivum L.) flour. The effects of Pinb alleles have been studies using varieties with different genetic backgrounds, which may interfere in the results. In this study, seven near-isogenic lines (NILs) derived from Alpowa/Pinb allele donor parent//7* Alpowa were used to compare their qualities of flour, pan bread, and steamed bread. The NILs were grown in two environments in Xinjiang, China in 2008. The Pina-D1b/Pinb-D1a genotype possessed significantly higher values in grain hardness, protein content and starch damage than other genotypes, whereas the Pina-D1a/Pinb-D1d genotype had a better milling quality. For mixograph parameters, the Pina-D1b/Pinb-D1a genotype showed the highest peak value, peak width, and 8 min curve height, and the lowest values went to the Pina-D1a/Pinb-D1d genotype. The Pina-D1a/Pinb-D1d genotype had the lowest right of peak slope. For steamed bread quality, higher texture score was observed in the genotype Pina-D1a/Pinb-D1g. Genotypes Pina-D1a/Pinb-D1c and Pina-D1a/Pinb-D1d appeared in the best stress relaxation score and total score, followed by Pina-D1a/Pinb-D1e and Pina-D1a/Pinb-D1g. Genotype Pina-D1a/Pinb-D1f  had slightly superior total loaf score in comparison with other genotypes.",
        "lang": "eng"
    },
    "appid": "10883_2791",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2791"
}}
