{"object": {
    "title": [
        {
            "value": "Virulencia de la roya amarilla del trigo en las principales zonas productoras de riego en Mexico",
            "lang": "spa"
        },
        {
            "value": "Virulence of the wheat yellow rust in the main irrigated production areas of Mexico",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:29Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mexico",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4792"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "virulence",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8261"
        }
    ],
    "description": {
        "value": "La roya amarilla del trigo (Puccinia striiformis f. sp. tritici) causa pérdidas importantes en el rendimiento en trigo (Triticum aestivum L.), sembrado en condiciones de riego, debido a que el hongo tienen la capacidad de evolucionar y por lo tanto vencer la resistencia de las variedades cultivadas. Ante esta problemática se estudio la virulencia de este patógeno en los ciclos de cultivo otoño-invierno 2005-2006 y 2006-2007 en zonas productoras de trigo de riego de los estados de Guanajuato, Jalisco, Sonora y Baja California Norte. Se colectaron hojas y espigas infectadas con roya amarilla, las muestras se procesaron en invernaderos del Centro Internacional de Mejoramiento de Maíz y Trigo (CIMMYT). La identificación de razas se realizó utilizando un conjunto de 24 diferenciales de trigo para roya amarilla. En el ciclo otoño-invierno 2005-2006, se identificaron 16 razas fisiológicas y 12 durante el otoño-invierno 2006-2007 en los estados de Baja California Norte, Sonora, Jalisco y Guanajuato. Durante el ciclo otoño-invierno 2005-2006 en Baja California Norte se detectó virulencia para los genes Yr1, 2, 6, 7, 8, 9, 17, 27, Poll y A, en Guanajuato y Sonora para los genes Yr1, 2, 6, 7, 8, 9, 17, 27 y A. En el ciclo otoño-invierno 2006-2007 en Sonora se detectó virulencia para los genes Yr1, 2, 3, 6, 7, 9, 17, 27, Poll y A. Asimismo, en los estados de Jalisco y Guanajuato se encontró virulencia para  Yr1, 2, 6, 7, 9, 17, 27, Poll y A. Durante el ciclo de cultivo otoño-invierno 2006-2007 no se detectó virulencia para el gene Yr8, en las principales zonas productoras de trigo de riego; pero se determinó la existencia de virulencia para los genes Yr1, 2, 3, 6, 7, 8, 9, 17, 27, Poll y A. Ninguna de las razas identificadas está asociada con la presencia de un gene de resistencia en particular; pero la presencia de virulencia para Yr27 y posiblemente la virulencia para Yr2, y otros genes de resistencia específicos, pero aún no identificados, hacen que esta enfermedad sea considerada antes de liberar una nueva variedad en especial para aquellas zonas productoras de trigo donde la roya amarilla no era un factor limitante, hasta 2001.",
        "lang": "spa"
    },
    "appid": "10883_2731",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2731"
}}
