{"object": {
    "title": {
        "value": "Biochemical and histochemical traits: a promising way to screen resistance against spot blotch (Bipolaris sorokiniana) of wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:48:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "spot blotch",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "audpc",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lesion size",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phenylalanine ammonia lyase",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spad",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "total phenol content",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "bipolaris sorokiniana",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34517"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "blotches",
            "uri": "http://aims.fao.org/aos/agrovoc/c_973"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Spot blotch caused by Bipolaris sorokiniana is a serious disease of wheat in warmer and humid regions of the world. Three blighting components, area under disease progress curve (AUDPC), disease severity (DS) and lesion size along with four biochemical and histochemical factors viz., total phenol content (TPC), chlorophyll content (CHC), phenylalanine ammonia-lyase (PAL) activity and lignin deposition were studied in a recombinant inbred lines (RILs) population involving parents ?Sonalika? (susceptible) and ?Yangmai 6? (resistant). The objective was to identify one or more robust and reliable tools of resistance, physical, biochemical or histochemical, to facilitate selection against spot blotch. The DS, AUDPC and lesion size were higher in the susceptible parent and RILs compared to the resistant. The mean TPC (246 mg Gallic acid g&#8722;1 fresh weight) of the most resistant RIL was significantly higher than the most susceptible (181.5 mg Gallic acid g&#8722;1 fresh weight) at 48 h after inoculation (hai). The mean SPAD value for CHC varied between 48.8 in the most resistant RILs to 8.8 in the most susceptible, while the mean PAL varied between 928.4 and 96.0 &#956;moles Cinnamic acid mg-1 fresh weight at 48 hai in resistant and susceptible RILs, respectively. Likewise, lignin deposition was significantly higher in resistant RILs compared to the susceptible. The biochemical and histochemical parameters were significantly correlated with resistance and appeared robust for facilitating screening of breeding material and for increased precision in phenotyping against spot blotch.",
        "lang": "eng"
    },
    "appid": "10883_3366",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3366"
}}
