{"object": {
    "title": {
        "value": "Wheat genetic resources enhancement by the International Maize and Wheat Improvement Center (CIMMYT)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2013-06-07T21:02:35Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "climate change",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food safety",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic broadening",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "modeling",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory varietal selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rusts",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "scab",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.7398
            ],
            "value": "genetic resources",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3218"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6147
            ],
            "value": "genetics",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3222"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.8848
            ],
            "value": "germplasm",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3249"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.8119
            ],
            "value": "crops",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_1972"
            ]
        }
    ],
    "description": {
        "value": "The International Maize and Wheat Improvement Center (CIMMYT) acts as a catalyst and leader in a global maize and wheat innovation network that serves the poor in the developing world. Drawing on strong science and effective partnerships, CIMMYT researchers create, share, and use knowledge and technology to increase food security, improve the productivity and profitability of farming systems and sustain natural resources. This people-centered mission does not ignore the fact that CIMMYT&rsquo;s unique niche is as a genetic resources enhancement center for the developing world, as shown by this review article focusing on wheat. CIMMYT&rsquo;s value proposition resides therefore in its use of crop genetic diversity: conserving it, studying it, adding value to it, and sharing it in enhanced form with clients worldwide. The main undertakings include: long-term safe conservation of world heritage of both crop resources for future generations, in line with formal agreements under the 2004 International Treaty on Plant Genetic Resources for Food and Agriculture, understanding the rich genetic diversity of two of the most important staples worldwide, exploiting the untapped value of crop genetic resources through discovery of specific, strategically-important traits required for current and future generations of target beneficiaries, and development of strategic germplasm through innovative genetic enhancement. Finally, the Center needs to ensure that its main products reach end-users and improve their livelihoods. In this regard, CIMMYT is the main international, public source of wheat seed-embedded technology to reduce vulnerability and alleviate poverty, helping farmers move from subsistence to income-generating production systems. Beyond a focus on higher grain yields and value-added germplasm, CIMMYT plays an &ldquo;integrative&rdquo; role in crop and natural resource management research, promoting the efficient use of water and other inputs, lower production costs, better management of biotic stresses, and enhanced system diversity and resilience.",
        "lang": "eng"
    },
    "appid": "10883_1751",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1751"
}}
