{"object": {
    "title": {
        "value": "Weed management strategies to reduce herbicide use in zero-till rice?wheat cropping systems of the indo-gangetic plains",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:39Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "crop geometry",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop rotation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nonchemical approaches",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "planting dates",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "residue mulch",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed rate",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sesbania coculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stale seedbed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "weed competitive cultivars",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "weed seedbank",
            "uri": ""
        }
    ],
    "description": {
        "value": "In the rice-wheat (RW) systems of the Indo-Gangetic Plains of South Asia, conservation tillage practices, including zero-tillage (ZT), are being promoted to address emerging problems such as (1) shortages of labor and water, (2) declining factor productivity, (3) deterioration of soil health, and (4) climate change. Despite multiple benefits of ZT, weed control remains a major challenge to adoption, resulting in more dependence on herbicides for weed control. Alternative management strategies are needed to reduce dependence on herbicides and minimize risks associated with their overuse, including evolution of herbicide resistance. The objectives of this review are to (1) highlight and synthesize research efforts in nonchemical weed management in ZT RW systems and (2) identify future weed ecology and management research needs to facilitate successful adoption of these systems. In ZT RW systems, crop residue can play a central role in suppressing weeds through mulch effects on emergence and seed predation. In ZT rice, wheat residue mulch (5 t ha&#8722;1) reduced weed density by 22 to 76% and promoted predation of RW weeds, including littleseed canarygrass and barnyardgrass seeds. For ZT wheat, rice residue mulch (6 to 10 t ha&#8722;1) in combination with early sowing reduced emergence of littleseed canarygrass by over 80%. Other promising nonchemical approaches that can be useful in suppressing weeds in ZT RW systems include use of certified seeds, weed-competitive cultivars, stale seedbed practices, living mulches (e.g., sesbania coculture), and water and nutrient management practices that shift weed?crop competition in favor of the crop. However, more research on emergence characteristics and mulching effects of different crop residues on key weeds under ZT, cover cropping, and breeding crops for weed suppression will strengthen nonchemical weed management programs. Efforts are needed to integrate multiple tactics and to evaluate long-term effects of nonchemical weed management practices on RW cropping system sustainability.",
        "lang": "eng"
    },
    "appid": "10883_3292",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3292"
}}
