{"object": {
    "title": {
        "value": "Gender, nutrition- and climate-smart food production: Opportunities and trade-offs",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-11-26T17:39:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "trade-offs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gender and social equity",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "agriculture",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_203",
                "http://aims.fao.org/aos/agrovoc/c_203",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology diffusion",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "gender",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_34835"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "trade",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7848"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "diffusion",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24936"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nutrition",
            "uri": "http://aims.fao.org/aos/agrovoc/c_49892"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7758,
            "value": "food production",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3025"
        }
    ],
    "description": {
        "value": "Future food and nutrition security is threatened by climate change, overexploitation of natural resources and pervasive social inequalities. Promising solutions are often technology-focused and not necessarily developed considering gender and social disparities. This paper addresses issues of gender and human development opportunities and trade-offs related to promoting improved technologies for agricultural development. We examined these aspects for conservation agriculture (CA) as part of a cropping system with nutrition- and climate-smart potential. The paper is based on a literature review and field experiences from Zambia and Mexico. Findings point up situations where the promotion of CA for smallholders in developing countries may have undesired effects from gender and human development perspectives, specifically relating to drudgery, nutrition and food security, residue use, assets, mechanization and extension. The direction and magnitude of potential trade-offs depend on the local context and the specific intervention. The analysis is followed by a discussion of opportunities and pathways for mitigating the trade-offs, including gender transformative approaches; engagement with alternative or non-traditional partners with different but complementary perspectives and strengths; ?smart? combinations of technologies and approaches; and policies for inclusive development.",
        "lang": "eng"
    },
    "appid": "10883_3326",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3326"
}}
