{"object": {
    "title": {
        "value": "Performance and profitability study of baby corn and tomato intercropping",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2013-06-05T15:45:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "baby corn",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tomato",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "intercropping",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "economics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "benefit cost ratio",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ler",
            "uri": ""
        }
    ],
    "description": {
        "value": "Intercropping baby corn and tomato may be an option to improve on-farm income on the resource-poor small farms. An experiment was conducted to examine the effect of tomato intercrop on various traits of baby corn, and to determine the appropriate combination from the different varieties of the two crops for maximizing performance and profitability. A replicated field study was conducted using four baby corn and two tomato cultivars at Rampur, Nepal in 2007. There were two open-pollinated ('Arun-2' and 'Rampur Composite') and two hybrid ('Bioseed 9681' and 'JK Puja') corn varieties. The tomato cultivars were 'BSS-418' and 'Umi' hybrids. The different combinations of corn and tomato varied in total crop productivity from the intercropping system. The combination of BSS 418 tomato with Arun-2 and Bioseed 9681 corn cultivars produced equal but higher total yield than the other mixtures. The average benefit cost ratio for intercrops vs. sole crops was 1.9:1. Individually, the benefit cost ratios were 3.0:1 and 1.4:1 for the sole tomato and corn, respectively. The land equivalent ratio was 1.78 for baby corn-tomato intercropping. The findings provide new information on the understanding of baby corn and tomato intercropping and its additional profitability over the sole crops.",
        "lang": "eng"
    },
    "appid": "10883_1542",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1542"
}}
