{"object": {
    "title": [
        {
            "value": "Metodo economico y eficiente para la cuantificacion colorimetrica de lisina en grano de maiz",
            "lang": "spa"
        },
        {
            "value": "Inexpensive and efficient colorimetric method for the lysine cuantification on whole maize grain",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "metodo colorimetrico",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "modificacion",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maiz de alta calidad proteinica (acp)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lisina",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        }
    ],
    "description": {
        "value": "Los maíces (Zea Mays L.) de alta calidad proteínica (ACP) tienen mayor contenido de lisina y triptófano, dos aminoácidos esenciales que normalmente están presentes en bajas cantidades en el grano de maíz. La metodología colorimétrica que se usa actualmente para monitorear el contenido de lisina en el grano de maíz es costosa y poco reproducible. El presente trabajo es una modificación a la metodología para la determinación colorimétrica de lisina en grano completo de maíz. Se hizo una reducción de reactivos costosos como el acetato de etilo, reducción de riesgos al personal que se encarga de desarrollar este análisis por la disminución en la emisión de residuos contaminantes, y reducción de pasos para desarrollar la curva de calibración, lo cual aumenta la capacidad de análisis por día. La metodología descrita se validó por comparación con la metodología colorimétrica de referencia y con NIR, y se obtuvieron coeficientes de determinación (R2) de 0.97 y de 0.85, respectivamente. El método desarrollado es económico, preciso y rápido, y puede ser usado para la determinación de lisina en un gran número de muestras durante los programas de mejoramiento.",
        "lang": "spa"
    },
    "appid": "10883_3146",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3146"
}}
