{"object": {
    "title": {
        "value": "Integrated nutrient management in Quality Protein Maize (Zea mays) planted in rotation with wheat (Triticum aestivum): Effect on productivity and nutrient use efficiency under different agro-ecological conditions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:23Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "inorganic fertilizer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "multi-location",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nutrient productivity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "organic manure",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield",
            "uri": ""
        }
    ],
    "description": {
        "value": "Field experiments were conducted during two consecutive years 2007 and 2008 at seven locations, viz. Ambikapur, Bahraich, Banswara, Chhindwara, Ranchi, Udaipur and Varanasi of different agro-ecologies to evaluate the effect of integrated nutrient management on productivity of quality protein maize (Zea mays L.) sown in sequence of wheat (Triticum aestivum L.). Integrated application of total nutrient doses from both organic and inorganic sources (225 N+ 105 P2O5 + 90 K2O kg/ha) to maize resulted in maximum grain yield of quality protein maize hybrid (HQPM 1) during both the years at all the locations studied. The pooled analysis also showed that the application of FYM@ 6 tonnes/ha at N4 level resulted into significantly higher grain yield during both the years across the locations. However the response of FYM application was higher at Ambikapur, Chhindwara, Ranchi and Varanasi as compared to other three locations. The pooled analysis of the nutrient productivity across the locations showed that it was highest with the application of O0N1 treatment. Theproductivity gained with the application of O0N4 can be obtained with the application of O1N2 although there is less than 50% of the nutrients applied through the FYM are utilized by the first crop. Hence the application of the organic manure up to the N2 fertility levels leads to enhance the overall productivity of the land in the system as compared to sole application of N4 levels. The SREG biplot analysis by SAS software for the yield and nutrient productivity also showed the similar trend in the results.",
        "lang": "eng"
    },
    "appid": "10883_3230",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3230"
}}
