{"object": {
    "title": {
        "value": "Identification of novel quantitative trait loci for days to ear emergence and flag leaf glaucousness in a bread wheat (Triticum aestivum L.) population adapted to southern Australian conditions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:46Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6147
            ],
            "value": "genetics",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3222"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7087
            ],
            "value": "emergence",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2547"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6275
            ],
            "value": "ears",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2436"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "bread wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14386"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.9256,
            "value": "quantitative trait loci",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37974"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum aestivum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        }
    ],
    "description": {
        "value": "In southern Australia, where the climate is predominantly Mediterranean, achieving the correct flowering time in bread wheat minimizes the impact of in-season cyclical and terminal drought. Flag leaf glaucousness has been hypothesized as an important component of drought tolerance but its value and genetic basis in locally adapted germplasm is unknown. From a cross between Kukri and RAC875, a doubled-haploid (DH) population was developed. A genetic linkage map consisting of 456 DArT and SSR markers was used to detect QTL affecting time to ear emergence and Zadoks growth score in seven field experiments. While ear emergence time was similar between the parents, there was significant transgressive segregation in the population. This was the result of segregation for the previously characterized Ppd-D1a and Ppd-B1 photoperiod responsive alleles. QTL of smaller effect were also detected on chromosomes 1A, 4A, 4B, 5A, 5B, 7A and 7B. A novel QTL for flag leaf glaucousness of large, repeatable effect was detected in six field experiments, on chromosome 3A (QW.aww-3A) and accounted for up to 52 percent of genetic variance for this trait. QW.aww-3A was validated under glasshouse conditions in a recombinant inbred line population from the same cross. The genetic basis of time to ear emergence in this population will aid breeders? understanding of phenological adaptation to the local environment. Novel loci identified for flag leaf glaucousness and the wide phenotypic variation within the DH population offers considerable scope to investigate the impact and value of this trait for bread wheat production in southern Australia.",
        "lang": "eng"
    },
    "appid": "10883_2860",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2860"
}}
