{"object": {
    "title": {
        "value": "Effect of HMW and LMW Glutenin subunits on processing quality in common wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:26Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "common wheat",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "processing quality",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glutenins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24033"
        }
    ],
    "description": {
        "value": "Chinese wheat is generally considered to have acceptable protein content, but weak gluten properties, and is thus of inferior quality for mechanized production of pan bread and noodles in China. Therefore, improvement of gluten quality including strength and extensibility has become a major breeding objective. Composition of high molecular weight glutenin subunits (HMW-GS) and low molecular weight glutenin subunits (LMW-GS) play an important role in determining the gluten quality in common wheat. A study was conducted to investigate the effects of allelic variation in HMW-GS and LMW-GS especially in subunit 14+15, and Glu-D3 locus on quality traits with 2 independent trials using 242 and 91 lines of progenies from the cross between PH 82-2 (with glutenin composition of 1, 14+15, 2+12, and Glu-A3d, Glu-B3d, Glu-D3c) and Neixiang 188 (with glutenin composition of 1, 7+9, 5+10, and Glu-A3a, Glu-B3j, Glu-D3b), respectively. The allelic variation had slight contribution to kernel protein content. Glu-D1 locus took a primary role in processing quality, GluD3 locus had slight contribution to them. The effect of the locus was 14+15<7+9 at Glu-B1 and Glu-D3c>Glu D3b at Glu-D3. 1B/1R translocation lines showed more desirable quality characteristics in peak time, right of peak slope, and peak integral than normal lines.",
        "lang": "eng"
    },
    "appid": "10883_2710",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2710"
}}
