{"object": {
    "title": {
        "value": "Pathogen population structure and epidemiology are keys to wheat crown rot and Fusarium head blight management",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:11:57Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "germplasm screening",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "fusarium",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3156"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "germplasm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3249"
        }
    ],
    "description": {
        "value": "This paper summarises the key findings from recent research on the population genetics and epidemiology of Fusarium pathogens causing head blight and crown rot ofwheat in Australia and howthis information has enabled the screening and selection of wheat germplasm with improved resistance to Fusarium. By relating new findings to the current state of knowledge, the paper serves as a timely and critical review of the international literature. In Australia, both Fusarium pseudograminearum and F. graminearum can cause both crown rot and Fusarium head blight under artificial inoculation. However, the former species is more widespread and is predominantly associated with crown rot whereas F. graminearum is mainly associated with Fusarium head blight, with limited geographical distribution in and around the Liverpool Plains in northern New South Wales. Studies of population structure and genetics have revealed that both species are genotypically diverse with similar levels of genetic recombination despite Gibberella zeae, the teleomorph of F. graminearum, being homothallic and G. coronicola, the teleomorph of F. pseudograminearum, being heterothallic. A high-throughput and reliable crown rot bioassay has been developed and used to screen over 1500 wheat germplasms to select 17 lines with putative crown rot resistance. Key differences in pathogen biology and epidemiology between Australia and the USA have emerged from other recent collaborative studies, which show that macroconidia constitute the bulk of aerial Fusarium head blight inoculum in Australia, whereas ascospores are the dominant primary inoculum for Fusarium head blight worldwide. The limited spread of splash-dispersed macroconidia of F. graminearum probably explains the restricted geographical distribution of this species in Australia. Other research collaboration has compared the aggressiveness, mycotoxin production and genotypic polymorphisms of the pathogen population from Australia and the USA. These and other differences in pathogen adaptation emphasise that research outcomes from elsewhere must be tested for relevance before applying them to Australian farming systems.",
        "lang": "eng"
    },
    "appid": "10883_2532",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2532"
}}
