{"object": {
    "title": {
        "value": "Effects of different water addition levels on Chinese white noodle quality",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "common wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "1bl/1rs translocation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "noodle quality",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water addition",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain hardness",
            "uri": ""
        }
    ],
    "description": {
        "value": "(Objective) Water addition is an important factor influencing noodle preparation, therefore it is crucial to investigate the effects of water addition on noodle quality. (Method) Experiment I with 24 wheat cultivars from Shandong and He?nan at three different water addition levels (34%, 35% and 36%), and experiment II with five commercial wheat flours at five water addition levels (34%, 35%, 36%, 37% and 38%) were used to investigate the effects of water addition levels on Chinese white noodle (CWN) quality. (Result) Brightness (L* value) of 0h raw noodle sheets was decreased and yellowness (b* value) of 0h raw noodle sheets was increased significantly with increasing water addition. For the flour made from cultivars, when water addition was increased from 34% to 36%, brightness (L* value) of 24 h raw noodle sheets increased firstly and then reduced, yellowness (b* value) decreased firstly and then increased and redness (a* value) was decreased significantly. Brightness (L* value) was the lowest and yellowness (b* value) was the highest at 35% water addition. For commercial flour, when water addition was increased from 34% to 38%, brightness (L* value) of 24 h raw noodle sheets increased firstly and then decreased, yellowness (b* value) decreased firstly and then increased and redness (a* value) was changed insignificantly. Brightness (L* value) was the lowest and yellowness (b* value) was the highest at 36% water addition, however, effects of water addition on color of cooked noodles were not significant. The hardness, viscoelasticity, smoothness and total score were significantly increased with increasing water addition, and increase water addition to a certain level could improve noodle quality significantly. (Conclusion) The optimum water addition for soft and mixed wheat cultivars was 35% and for hard wheat cultivar was 36%. Genotype with 1BL/1RS translocation enhanced water absorption, but reduced water retention ability of wheat flour, thus the dough stickiness was increased. The pastiness of dough was more apparent with increasing water addition, which brought inconvenience to practical operation. It was suggested that water addition should be reduced by 1% for 1BL/1RS wheat cultivar based on optimum water addition. The optimum water addition for CWN laboratory preparation from commercial wheat flour was 37%.",
        "lang": "eng"
    },
    "appid": "10883_2801",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2801"
}}
