{"object": {
    "title": {
        "value": "Biofortification of wheat with zinc through zinc fertilization in seven countries",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "foliar zinc application",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zinc deficiency",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7518
            ],
            "value": "fertilization",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2863"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6972
            ],
            "value": "soil",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7156"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6847
            ],
            "value": "application",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_331436"
            ]
        }
    ],
    "description": {
        "value": "Aim:  Zinc (Zn) fertilization is an effective agronomic tool for Zn biofortification of wheat for overcoming human Zn deficiency. But it still needs to be evaluated across locations with different management practices and wheat cultivars, since grain Zn concentrations may be significantly affected by locations, cultivars and management.  Materials:  Field experiments were conducted over 3 years with the following four Zn treatments: nil Zn, soil Zn application, foliar Zn application and soil + foliar Zn application to explore the impact of Zn fertilization in Zn biofortification of wheat. The experiments were conducted at a total of 23 experimental site-years in China, India, Kazakhstan, Mexico, Pakistan, Turkey and Zambia.  Results:  The results showed that foliar Zn application alone or in combination with soil application, significantly increased grain Zn concentrations from 27 mg kg&#8722;1 at nil Zn to 48 and 49 mg kg&#8722;1across all of 23 site-years, resulting in increases in grain Zn by 84 % and 90 %, respectively. Overall, soil Zn deficiency was not a growth limiting factor on the experimental sites. A significant grain yield increase in response to soil Zn fertilization was found only in Pakistan. When all locations and cropping years are combined, soil Zn fertilization resulted in about 5 % increase in grain yield. Foliar Zn application did not cause any adverse effect on grain yield, even slightly improved the yield. Across the 23 site-years, soil Zn application had a small effect on Zn concentration of leaves collected before foliar Zn application, and increased grain Zn concentration only by 12 %. The correlation between grain yield and the effectiveness of foliar Zn application on grain Zn was condition dependent, and was positive and significant at certain conditions.  Conclusion:  Foliar Zn application resulted in successful biofortification of wheat grain with Zn without causing yield loss. This effect of Zn fertilization occurred irrespective of the soil and environmental conditions, management practices applied and cultivars used in 23 site-years. Foliar Zn fertilizer approach can be locally adopted for increasing dietary Zn intake and fighting human Zn deficiency in rural areas.",
        "lang": "eng"
    },
    "appid": "10883_3295",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3295"
}}
