{"object": {
    "title": {
        "value": "Rapid gains in yield and adoption of new maize varieties for complex hillside environments through farmer participation: I. Improving options through participatory varietal selection (PVS)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory varietal selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agroforestry",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype × environment interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farmers? perceptions",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed supply",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "variety uptake",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nepal",
            "uri": ""
        }
    ],
    "description": {
        "value": "Farmers in the middle hills of Nepal typically grow maize with few or no purchased inputs, inter-cropped with finger millet, and generally on land shaded by fodder trees. Over the last half a century there has only been negligible adoption of new maize varieties that have been centrally developed and then released for cultivation in this complex environment. Acquisition of local knowledge and participation of farmers in participatory varietal selection (PVS) and participatory plant breeding (PPB) enabled rapid identification and development of germplasm adapted to the farming system with significantly higher yield than extant varieties. Two unreleased open-pollinated varieties (Population-22 and BA-93-2126#2 and two released (Manakamana-1 and Arun-1), and four newly bred composite varieties by PPB, all with attributes conforming to farmers? articulated requirements, were evaluated in on-station and on-farm participatory trials that used a Mother and Baby design. Population-22, not previously released because it was later maturing than local varieties, was preferred by farmers over both local and released varieties. It had higher grain yield (21?52% more than local varieties) and several other traits that were compatible with the agricultural system of the middle hills, revealing that farmers were prepared to trade-off later maturity against other traits. This led to the release of Population-22 as Manakamana-3 in 2002. PPB involved mass selection by farmers from crossing various combinations of local and new white- and yellow-grained varieties. The variety most preferred by farmers, PM-7, was developed from crossing a new yellow-grained variety with local and new white-grained varieties and extracting a white-grained population from the segregating progeny after two generations. Overall, it was demonstrated that local knowledge acquisition and PVS led to farmers selecting a variety that had previously escaped identification, while through PPB farmers participated in developing new varieties with specific adaptation to the target area. Involving the client farmers in the breeding and selection process broke an impasse in finding new varieties that combined higher yield in marginal hill environments with the required compatibility with the farming system.",
        "lang": "eng"
    },
    "appid": "10883_3098",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3098"
}}
