{"object": {
    "title": {
        "value": "Enhancing the mineral and vitamin content of wheat and maize through plant breeding",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:06Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "micronutrient breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize and wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "iron",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3950",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zinc",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8517",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "provitamin a carotenoids",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "micronutrients",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7834"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "provitamins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_13634"
        }
    ],
    "description": {
        "value": "More than half of the world's population suffers micronutrient undernourishment. The main sources of vitamins and minerals (iron, zinc, and vitamin A) for low-income rural and urban populations are staple foods of plant origin that often contain low levels or low bioavailability of these micronutrients. Biofortification aims to develop micronutrient-enhanced crop varieties through conventional plant breeding. HarvestPlus, the CGIAR's biofortification initiative, seeks to breed and disseminate crop varieties with enhanced micronutrient content that can improve the nutrition of the &ldquo;hard to reach&rdquo; (by fortification or supplementation programmes) rural and urban poor in targeted countries/regions. In attempting to enhance micronutrient levels in maize and wheat through conventional plant breeding, it is important to identify genetic resources with high levels of the targeted micronutrients, to consider the heritability of the targeted traits, to explore the availability of high throughput screening tools and to gain a better understanding of genotype by environment interactions. Biofortified maize and wheat varieties must have the trait combinations which encourage adoption such as high yield potential, disease resistance, and consumer acceptability. When defining breeding strategies and targeting micronutrient levels, researchers need to consider the desired micronutrient increases, food intake and retention and bioavailability as they relate to food processing, anti-nutritional factors and promoters. Finally, ex ante studies are required to quantify the burden of micronutrient deficiency and the potential of biofortification to achieve a significant improvement in human micronutrient status in the deficient target population in order to determine whether a biofortification program is cost-effective.",
        "lang": "eng"
    },
    "appid": "10883_2591",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2591"
}}
