{"object": {
    "title": {
        "value": "Conserving and enhancing maize genetic resources as global public goods-A perspective from CIMMYT",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:41Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genetic resources",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3218"
        }
    ],
    "description": {
        "value": "The growing demands for food, feed, and bioenergy worldwide will require a 2% per annum increase in global maize (Zea mays L.) production. Maize is one of the most important staple food crops across the developing world as well as being an important feed crop for global livestock production and the emerging biofuel industry. Maize genotypes can range from 0.5 to 5 m standing height at flowering, mature in 60 to 330 d from planting, produce 1 to 4 ears per plant, 10 to 1800 kernels per ear and yield from 0.5 to 23.5 Mg of grain per hectare. Even greater genetic diversity is present in related species yet surprisingly little of the maize-related biodiversity is present in the current elite breeding pools. Improved methods and tools for germplasm conservation, characterization, and data sharing, as well as for population improvement, gene pool enhancement, and genomics-aided breeding are urgently needed if increases in maize productivity, particularly in the developing world, are to keep pace with predicted increases in demand. Progress in the private sector, particularly with the development of temperate maize cultivars, is far beyond that of the public sector, particularly regarding tropical maize cultivar development. This article provides an overview of progress at the International Maize and Wheat Improvement Center (CIMMYT) with national partners across the developing world. Particular emphasis is given to issues related to the continued development of elite maize breeding material as global public goods, especially regarding the introgression of new variations from genetic resources and the legal and phytosanitary issues related to international exchange of maize germplasm.",
        "lang": "eng"
    },
    "appid": "10883_1801",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1801"
}}
