{"object": {
    "title": {
        "value": "Evaluating spatial within plot crop variability for different management practices with an optical sensor?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:36Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "production sustainability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop spectral reflectance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ndvi",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant-to-plant variability",
            "uri": ""
        }
    ],
    "description": {
        "value": "It is essential to have an indication of the sustainability of an agricultural system in addition to the potential, immediate benefits well before the catastrophic consequences of non-sustainability become apparent. Long-term experiments are best suited to test sustainability of a given system. This paper has a dual objective: (1) evaluate the Greenseeker handheld NDVI sensor as a tool for measuring within plot spatial variability, (2) address the question whether different management practices affect spatial within-plot crop growth variability and what this spatial variability tells us about the cropping system performance. Therefore, spatial and time variability of crop performance were measured during the 2004 and 2005 crop cycle for all plots of the different management treatments of a long-term (started 1991) tillage and residue management trial. The NDVI readings measured with the handheld sensor correlated well with the visual scoring in the field. The hand-held sensor is time-efficient and gave reproducible results. The potential for using this tool to detect spatial crop variability, both within and between plots/treatments, is promising. The coefficient of variation (CV) for the NDVI measurement sequence in each plot was determined. The CV&rsquo;s throughout the crop season reflected the canopy expansion and senescence curve of maize and wheat. The CV was high at the beginning of the crop season, however, once the canopy began to close, leaves from larger plants covered the leaves and whorl of smaller plants, extending further into the linear row. Measurements to investigate spatial variability related to crop performance should thus be done after this initial stage at the end of the vegetative period when the vegetative biomass of the crops is fully established. Zero tillage systems without surface residue retention produced high CVs of the NDVI sequence and high spatial crop variability throughout the season, even after the vegetative period. As the only factors differing between the different plots are the tillage/residue/rotation practices and as similar patterns were found for all plots representing repetitions of the same management practice (zero tillage without residue retention), increased variability is an indicator of agronomic mismanagement or, conversely, of sound agriculturally production practices.",
        "lang": "eng"
    },
    "appid": "10883_1503",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1503"
}}
