{"object": {
    "title": {
        "value": "Composition and functional analysis of low-molecular-weight glutenin alleles with Aroona near-isogenic lines of bread wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:13:01Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "glu-3 alleles",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bread-making quality",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "alleles",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8724"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "bread",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1071"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glutenins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24033"
        }
    ],
    "description": {
        "value": "Low-molecular-weight glutenin subunits (LMW-GS) strongly influence the bread-making quality of bread wheat. These proteins are encoded by a multi-gene family located at the Glu-A3, Glu-B3 and Glu-D3 loci on the short arms of homoeologous group 1 chromosomes, and show high allelic variation. To characterize the genetic and protein compositions of LMWGS alleles, we investigated 16 Aroona near-isogenic lines (NILs) using SDS-PAGE, 2DPAGE and the LMW-GS gene marker system. Moreover, the composition of glutenin macropolymers, dough properties and pan bread quality parameters were determined for functional analysis of LMW-GS alleles in the NILs.  Results Using the LMW-GS gene marker system, 14?20 LMW-GS genes were identified in individual NILs. At the Glu-A3 locus, two m-type and 2?4 i-type genes were identified and their allelic variants showed high polymorphisms in length and nucleotide sequences. The Glu-A3d allele possessed three active genes, the highest number among Glu-A3 alleles. At the Glu-B3 locus, 2?3 m-type and 1?3 s-type genes were identified from individual NILs. Based on the different compositions of s-type genes, Glu-B3 alleles were divided into two groups, one containing Glu-B3a, B3b, B3f and B3g, and the other comprising Glu-B3c, B3d, B3h and B3i. Eight conserved genes were identified among Glu-D3 alleles, except for Glu-D3f. The protein products of the unique active genes in each NIL were detected using protein electrophoresis. Among Glu-3 alleles, the Glu-A3e genotype without i-type LMW-GS performed worst in almost all quality properties. Glu-B3b, B3g and B3i showed better quality parameters than the other Glu-B3 alleles, whereas the Glu-B3c allele containing s-type genes with low expression levels had an inferior effect on bread-making quality. Due to the conserved genes at Glu-D3 locus, Glu-D3 alleles showed no significant differences in effects on all quality parameters.   Conclusions This work provided new insights into the composition and function of 18 LMW-GS alleles in bread wheat. The variation of i-type genes mainly contributed to the high diversity of Glu-A3 alleles, and the differences among Glu-B3 alleles were mainly derived from the high polymorphism of s-type genes. Among LMW-GS alleles, Glu-A3e and Glu-B3c represented inferior alleles for bread-making quality, whereas Glu-A3d, Glu-B3b, Glu-B3g and Glu-B3i were correlated with superior bread-making quality. Glu-D3 alleles played minor roles in determining quality variation in bread wheat. Thus, LMW-GS alleles not only affect dough extensibility but greatly contribute to the dough resistance, glutenin macro-polymers and bread quality.",
        "lang": "eng"
    },
    "appid": "10883_2967",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2967"
}}
