{"object": {
    "title": {
        "value": "Remote sensing assessment of regional yield losses due to sub-optimal planting dates and fallow period weed management",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:35Z",
    "created": "2013-06-05T15:45:34Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "planting date",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fallow period weeds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "remote sensing",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "satellites",
            "uri": ""
        }
    ],
    "description": {
        "value": "New tools in agricultural research are needed for improved assessment of agronomic practices and their impacts on crop production. Remote sensing data acquired by satellite sensors offers great promise to complement field-based approaches, which generally suffer from small sample sizes. In this study, we used Landsat data from the Yaqui Valley, a prominent spring wheat (Triticum aestivum L.) growing region in Northwest Mexico, to investigate the effect of planting date and fallow period weeds on wheat yields. Three crops cycles were analyzed for the planting date study, while 2 years were investigated for the weed study. The satellite estimates of planting date agreed well with farmer reported dates in 100 fields (r2 = 0.85, rmse = 6.5 days), although they tended to underestimate dates for early plantings (5&ndash;20 November). Comparison of planting dates with remotely sensed yields indicated that yield reductions associated with planting outside the recommended planting date (RPD) were generally small, but can be significant in years when a large number of fields are planted outside the RPD. The weed assessment study showed that wheat yields decreased substantially (>1 t ha-1) when there were weeds in fields during the summer prior to planting. The total regional production loss associated with weeds during the fallow period was estimated as 5%, which implies that substantial agronomic and economic gains can be attained by maintaining fields weed free during the summer. We conclude that remote sensing provides important information for agricultural research and should be considered a valuable tool to complement field-based approaches.",
        "lang": "eng"
    },
    "appid": "10883_1486",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1486"
}}
