{"object": {
    "title": {
        "value": "Root traits and Delta13C and Delta18O of durum wheat under different water regimes",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:52Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "leaf gas exchange",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lysimeter",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum turgidum ssp. durum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "root traits",
            "uri": ""
        }
    ],
    "description": {
        "value": "Plant growth, root characteristics and the stable carbon (d13C)andoxygen (d18O) compositionwere studied in durum wheat. Four recombinant inbred lines with good agronomic adaptation were grown under well watered (WW) and water stress (WS) conditions until mid-grain filling in lysimeters. Gas exchange was measured in the flag leaf just before harvest and then the aerial dry matter (Aerial DM), root weight density (RWD) and root length density (RLD) and the specific root length (SRL) were evaluated and the delta13C and delta18O of the roots, the flag leaf blade and the spike were analysed. Water stress decreased stomatal conductance, plant accumulated transpiration and Aerial DM, whereas d13C and d18O increased. Genotypic differences were found for all gas-exchange and root traits and isotope signatures. Aerial DM was positively correlated with RLD, regardless of the water regime, whereas it was negatively correlated with d13C and d18O, but only underWWconditions.Moreover,RWDandRLDwere negatively related to both d13Candd18Ounder theWWregime, but no clear pattern existed underWS. Our study supports the use of d13Candd18Oas proxies for selecting root traits associated with higher growth in the absence of water stress.",
        "lang": "eng"
    },
    "appid": "10883_2905",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2905"
}}
