{"object": {
    "title": {
        "value": "Combining ability and reciprocal cross effects of elite quality protein maize inbred lines in subtropical environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:45Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "General combining ability (GCA), specific combining ability (SCA), and reciprocal cross effects information facilitate efficient utilization of inbred lines in a breeding program. A diallel analysis of nine quality protein maize (Zea mays L.) inbred lines was evaluated over seven environments in Zimbabwe. Hybrid × environment interaction was significant for all the traits except for tryptophan content and Quality Index. Thus, phenotyping for tryptophan content and Quality Index can be done using a few environments. There was preponderance of GCA effects for tryptophan content, protein content, kernel endosperm modification, and anthesis dates, while SCA effects were both significant and dominant for grain yield, and were also significant for Quality Index and anthesis dates. Reciprocal effects were significant for Quality Index, tryptophan, and anthesis dates, but on the average they accounted for <13% of the variation among hybrids; hence, they were less important. The cross CML181f × CML176 between heterotic group B inbreds was the highest yielding. Inbred CZL03016 exhibited the most desirable GCA effects for kernel modification, while CML264Q showed the best GCA effects for Quality Index, tryptophan, and protein content. CML264Q would be crucial for use as a donor in breeding for these traits in subtropical maize programs.",
        "lang": "eng"
    },
    "appid": "10883_3162",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3162"
}}
