{"object": {
    "title": {
        "value": "Haplotype analysis of Viviparous-1 gene in CIMMYT elite bread wheat germplasm",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2013-06-07T21:02:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cimmyt wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pre-harvest sprouting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "viviparous-1",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "haplotype",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed dormancy",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "alleles",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8724"
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6075
            ],
            "value": "germplasm",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3249"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "sprouting",
            "uri": "http://aims.fao.org/aos/agrovoc/c_15923"
        }
    ],
    "description": {
        "value": "Pre-harvest sprouting (PHS) greatly reduces the quality and economic value of wheat grain. In this study, a total of 168 International Maize and Wheat Improvement Center (CIMMYT) wheat germplasm lines were examined to characterize the haplotypes of Vp-1A, Vp-1B and Vp-1D, which are located on the long arms of chromosomes 3A, 3B and 3D, respectively. Among them, five new alleles of Vp-1Aa (the wild allele) were identified on chromosome 3A, and designated as Vp-1Ab, Vp-1Ac, Vp-1Ad, Vp-1Ae and Vp-1Af, respectively. The main difference between Vp-1Aa and the newly identified alleles was in the numbers of CTT repeats located in the third intron, but Vp-1Af also had 6 and 2 bp deletions at positions 2860?2865 bp and 2880?2881 bp, and possessed five SNPs within the same intron region. In the Vp-1B locus, several alleles (Vp-1Ba, Vp-1Bb, Vp-1Bc, Vp-1Bd, Vp-1Be and Vp-1Bf) have already been identified. In the present material only two, the already known allele Vp-1Bc, and a new one, designated as Vp-1Bg, were detected. Compared with Vp-Ba, Vp-1Bg had additional insertion of TCC at position 2372 bp and a 9 bp change from CTGCATC AC to GCATCAGTG at 2417?2425 bp. However, no polymorphism was detected in Vp-1D. The frequencies of Vp-1Aa Vp-1Ab, Vp-1Ac, Vp-1Ad, Vp-1Ae, and Vp-1Af were 65, 10, 11, 4, 5 and 5%, respectively. For Vp-1B, 155 out of the 168 lines were Vp-1Bc; the remaining 13 were Vp-1Bg. Analyses of the germination index (GI) and abscisic acid (ABA) sensitivity showed that genotypes with Vp-1Ab or Vp-1Af showed higher PHS resistance than the ones with other alleles, suggesting that they might be valuable for CIMMYT breeding program or germplasm introduction. The results presented here will underpin the introduction of germplasm from CIMMYT and the improvement of PHS resistance, both in CIMMYT and elsewhere.",
        "lang": "eng"
    },
    "appid": "10883_1851",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1851"
}}
