{"object": {
    "title": {
        "value": "Livelihoods and agro-ecological gradients: A meso-level analysis in the Indo-Gangetic Plains, India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "livelihood analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rice-wheat systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop-livestock systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "south asia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "village survey",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "eco-regional research",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "livelihoods",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1374498089962"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7994,
            "value": "rice",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6599"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Rice-wheat systems in the Indo-Gangetic Plains (IGP) have long exemplified South Asia's agricultural transformation through the Green Revolution. The same systems now also typify the post-Green Revolution stagnation and equity challenges, despite receiving considerable attention from the research and development (R&D) community. The apparent homogeneity of vast irrigated plains masks significant diversity in assets, livelihood strategies and livelihood outcomes. The paper analyzes the rural livelihoods and underlying agro-ecological gradients in the IGP drawing on village surveys and secondary data as characterization tools. The contribution of the paper is twofold: (i) new knowledge of the socio-economic circumstances in farming communities across the Indian IGP to enhance the effectiveness and efficiency of R&D interventions and particularly poverty alleviation; and (ii) an illustration of a novel approach to operationalize livelihood analysis at the meso-level so as to address spatial scale issues and link microlevel contextual realities across a vast geographical area. The agricultural R&D community needs to incorporate this socio-economic diversity more proactively into its R&D agenda if it is to succeed in sustaining productivity gains, improving rural livelihoods equitably, and securing environmental sustainability in this important eco-region.",
        "lang": "eng"
    },
    "appid": "10883_2193",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2193"
}}
