{"object": {
    "title": {
        "value": "Maize for food and feed in East Africa -The farmers - perspective",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-12-09T20:40:04Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.7991,
                0.7991,
                0.7991,
                0.7991,
                0.7991,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mixed cropping system",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dual-purpose",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory evaluation",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "varieties",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8157"
        }
    ],
    "description": {
        "value": "The rapid increase of both human and livestock populations, along with a restricted land base and an increased demand for livestock products, put high pressure on the maize-livestock systems that dominate East and Southern Africa. Dual-purpose maize, i.e. varieties with increased grain and stover yields, are therefore being developed. These varieties show high potential, but it is not clear if they respond to a demand by targeted farmers. Therefore the farmers? perspective on such varieties was studied in selected districts in Ethiopia (three districts) and Tanzania (two districts), using both informal methods (participatory rural appraisals) and formal methods (farmer evaluation of varieties and household surveys), the latter involving 360 households in Ethiopia and 150 households in Tanzania. Results show that maize stover is an important element of livestock feed in the study areas. Farmers mention a wide variety of criteria they use to evaluate maize varieties. These include field characteristics such as yield and pest resistance, consumer characteristics such as cooking and taste qualities, and feed characteristics including stover quality and quantity. Analysis of adoption patterns shows that varieties that score well on feed characteristics have a higher probability of being adopted. We conclude that there is a demand for varieties with increased stover quantity and quality, as long as they do not compromise field characteristics, in particular yield, and consumer qualities. Such varieties would have the potential to increase the productivity of maize-livestock systems and the income of these farmers, while reducing the pressure on the environment.",
        "lang": "eng"
    },
    "appid": "10883_3357",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3357"
}}
