{"object": {
    "title": {
        "value": "Assessing the vulnerability of traditional maize seed systems in Mexico to climate change",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "adaptation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "landraces",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic resources",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        }
    ],
    "description": {
        "value": "Climate change is predicted to have major impacts on small-scale farmers in Mexico whose livelihoods depend on rain-fed maize. We examined the capacity of traditional maize seed systems to provide these farmers with appropriate genetic material under predicted agro-ecological conditions associated with climate change. We studied the structure and spatial scope of seed systems of 20 communities in four transects across an altitudinal gradient from 10?2,980 m above sea level in five states of eastern Mexico. Results indicate that 90% of all of the seed lots are obtained within 10 km of a community and 87% within an altitudinal range of ±50 m but with variation across four agro-climate environments: wet lowland, dry lowland, wet upper midlatitude, and highlands. Climate models suggest a drying and warming trend for the entire study area during the main maize season, leading to substantial shifts in the spatial distribution patterns of agro-climate environments. For all communities except those in the highlands, predicted future maize environments already are represented within the 10-km radial zones, indicating that in the future farmers will have easy access to adapted planting material. Farmers in the highlands are the most vulnerable and probably will need to acquire seed from outside their traditional geographical ranges. This change in seed sources probably will entail important information costs and the development of new seed and associated social networks, including improved linkages between traditional and formal seed systems and more effective and efficient seed-supply chains. The study has implications for analogous areas elsewhere in Mexico and around the world",
        "lang": "eng"
    },
    "appid": "10883_2204",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2204"
}}
