{"object": {
    "title": {
        "value": "Simultaneous selection for resistance to five bacterial, fungal, and viral diseases in three Andean × Middle American inter-gene pool common bean populations",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:57Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cultivar development",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "disease resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "early generation selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gamete selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "germplasm development",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phaseolus vulgaris l",
            "uri": ""
        }
    ],
    "description": {
        "value": "Numerous bacterial, fungal, and viral diseases cause severe damage on roots, foliage, stem, pods, and seeds, resulting in yield and quality losses in common bean (Phaseolus vulgaris L.) worldwide. Cultivars with resistance to multiple diseases are needed to reduce these losses and dependence on pesticides for disease control. Our objective was to determine the effectiveness of simultaneous selection in the F1 and F2 for resistance to five diseases, namely angular leaf spot (ALS), anthracnose (ANT), bean common mosaic (BCM), common bacterial blight (CBB), and common bean rust (CBR) in three Andean x Middle American inter-gene pool double-cross populations, namely ST = ?Chocho?/?Catrachita?//G 5686/VAX 3, CN = ?DIACOL Calima?/VAX 6//A 193/G 5686, and CB = A 483/?Talash?//Wilkinson 2/G 5686. One hundred seventy-five F1 plants of ST, 177 of CN, and 195 of CB and their parents were evaluated in the greenhouse using sequential inoculations with pathogens causing BCM, CBR, ALS, CBB, and ANT, in that order. Progenies of surviving F1 plants were again evaluated in the F2, using similar sequential inoculations. The F4-derived F5 breeding lines were developed using single-seed descent method. No selection was practiced for any trait in the F3 and F4. In the F5, five breeding lines from ST, two from CN, and one from CB exhibited intermediate to high levels of resistance to the five diseases when compared with the parents. Thus, selection in the F1 and F2 was effective for simultaneous introgression of resistance to the five diseases in all three Andean × Middle American inter-gene pool common bean populations.",
        "lang": "eng"
    },
    "appid": "10883_1916",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1916"
}}
