{"object": {
    "title": {
        "value": "Wheat yield and tillage-straw management system year interaction explained by climatic co-variables for an irrigated bed planting system in northwestern Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent raised beds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "factorial regression",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "partial least square regression",
            "uri": ""
        }
    ],
    "description": {
        "value": "Wheat is an important food and income source and estimated demand for wheat in the developing world is projected to increase substantially. The objectives of this study were to gain insight into (i) the effect of tillage?straw system on yield and yield components (number of grains per m2 and thousand kernel weight), (ii) the relation between climatic conditions and yield and yield components, (iii) the explanation of tillage?straw system × year interaction for yield and yield components by climatic co-variables. Wheat grain yield and yield components were measured in a long-term trial established in 1992 under irrigated, arid conditions in northwestern Mexico. Five tillage?straw management systems (conventionally tilled raised beds [CTB] with straw incorporated and permanent raised beds [PB] with straw burned, removed, partly retained or fully retained) were compared for a wheat?maize rotation. Daily climatic data were averaged over six periods corresponding approximately to advancing wheat growth stages. The PB-straw retained and PB-straw removed had the highest yields (average yield of 7.31 and 7.24 t ha&#8722;1, respectively) and grains per m2. The PB-straw burned had the lowest yield (average yield of 6.65 t ha&#8722;1) and grains per m2, but the highest thousand kernel weight. Maximum temperature was positively correlated to final grain yield during tillering and head differentiation, but was negatively correlated to thousand kernel weight during grain-filling. For the tillage?straw system year interaction, three groups of management systems were distinguished for yield and grains per m2: PB-straw burned, CTB-straw incorporated and PB where straw is not burned. The CTB-straw incorporated had a positive interaction with year in favorable years with high radiation and evapotranspiration. The PB-straw burned was relatively more affected by excess water conditions and showed positive interactions in years with high relative humidity. The PB-straw retained was the most stable in different climatic conditions, indicating that this management system could contribute to maintaining wheat yield in a changing climate scenario.",
        "lang": "eng"
    },
    "appid": "10883_1560",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1560"
}}
