{"object": {
    "title": {
        "value": "Identifying appropriate germplasm for participatory breeding: An example from the Central Valleys of Oaxaca, Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2012-01-06T05:09:36Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "land races",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "welfare economics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "social welfare",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "on farm research",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "germplasm conservation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "oaxaca",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection",
            "uri": ""
        }
    ],
    "description": {
        "value": "Identifying the appropriate germplasm to be improved is a key component of any participatory breeding effort because of its implications for impacts on social welfare and genetic diversity. This paper describes a method developed to select a subset of 17 populations for a participatory breeding project from a set of 152 maize landraces. The larger set of landraces was collected in order to characterize, for conservation purposes, the maize diversity present in the Central Valleys of Oaxaca, Mexico. The method combines data representing the perspectives of both men and women members of farm households and those of genetic resources specialists, including professional plant breeders, gene bank managers, and social scientists. The different perspectives complement each other. The results show that when the choice of germplasm is based only on the perspective of genetic resources specialists, traits and materials that are important to farm households may be ignored. Such selections may be less valuable to farmers, limiting the impact of the participatory breeding effort on their livelihoods. However, the findings also indicate that relying solely on the perspectives of farm households may lead to lower diversity. Choosing populations based solely on either perspective involves a social cost-either in terms of diversity or in terms of farmer welfare. Although our approach has limitations, many of which are common to participatory research, it represents a systematic method for meeting one of the important challenges of participatory plant breeding.",
        "lang": "eng"
    },
    "appid": "10883_1006",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1006"
}}
