{"object": {
    "title": {
        "value": "Genetic structure and diversity of India hybrid tea",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:52Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "aflp",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_331160",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gene pool",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "india hybrid tea",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "morphotypes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "structure",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "tea",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7634"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "gene pools",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3212"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genetics",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3222"
        }
    ],
    "description": {
        "value": "The most important evolutionary event in the success of commercial tea cultivation outside China in ~30 countries came about by the origin of India hybrid tea in India, derived from the extensive spontaneous hybridization that took place between the Assam type tea growing in the forest regions of Assam, North-East India and China type tea introduced from China in ~1875 to many regions of North-East India. The release of an enormous pool of vigorous and highly variable plants of India hybrid tea in North-East India was a significant step forward for the origin and evolution of tea as a highly successful crop plant. The 1,644 accessions and clones of India hybrid tea, representatives of known 15 morphotypes, were screened by 412 AFLP markers amplified by 7 AFLP primer pair combinations. All the 412 genetic loci were polymorphic across the 1,644 accessions and clones. The analysis was done with distance (PCoA and NJ) methods, and the STRUCTURE (Bayesian) model. Both PCoA and NJ analysis clustered 1,644 tea accessions and clones into six major groups with one group in each, constituted mostly by China hybrid, Assam China hybrid and Assam hybrid morphotypes, of distinct genetic identity. No group was exclusive for any particular morphotype. The accessions and clones belonging to morphotypes, Assam type, Assam hybrid, China hybrid and China Cambod were distributed in all the groups. It is the Assam type/Assam hybrid morphotypes which exhibit much broader genetic variability than in China type/China hybrid/Cambod type/Cambod hybrid morphotypes. The STRUCTURE analysis inferred 16 populations (K = 16), for which the greatest values of probability were obtained. Nine of the 16 clusters were constituted by the tea accessions and clones of 'pure' ancestry. The remaining clusters were of 'mixed' ancestry. This analysis provides evidence that the accessions and clones of the same morphotype are not always of same genetic ancestry structure. The tea accessions and clones obtained from outside North-East India shared the same groups (distance method) and clusters (STRUCTURE model) which were constituted by North-East India accessions. The present study also demonstrates very narrow genetic diversity in the commercial tea clones vis-à-vis the profound genetic diversity existing in the tea accessions. These clones were distributed in hardly two of the six groups in NJ tree. The identified 105 core accessions and clones, capturing 98% diversity, have their origin from almost all groups/subgroups of NJ tree.",
        "lang": "eng"
    },
    "appid": "10883_1885",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1885"
}}
