{"object": {
    "title": {
        "value": "Optimizing intensive cereal-based cropping systems addressing current and future drivers of agricultural change in the northwestern Indo-Gangetic Plains of India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-23T00:49:26Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cropping system",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "indo-gangetic plains",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rice",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "best management practices",
            "uri": ""
        }
    ],
    "description": {
        "value": "Increasing scarcity of resources (labour, water, and energy) and cost of production, along with climate variability, are major challenges for the sustainability of rice-wheat system in the northwesten Indo-Gangetic Plains (IGP). We hypothesized that adopting the principles of conservation agriculture together with best crop management practices would improve system productivity and overall efficiency, resulting in a higher profitability. To test this hypothesis, we evaluated the performance of four cropping system scenarios (treatments), which were designed to be adapted to current and future drivers of agricultural changes. The treatments including farmers practices varied in tillage and crop establishment methods, residue management, crop sequence, and crop management. Zero-tillage direct-seeded rice (ZT-DSR) with residue retention and best management practices provided equivalent or higher yield and 30?50% lower irrigation water use than those of farmer-managed puddled transplanted rice (CT-TPR). Overall, net economic returns increased up to 79% with a net reduction in production cost of up to US$ 55 ha&#8722;1 in ZT-DSR than CT-TPR. Substituting rice with ZT maize was equally profitable but with 88?95% less irrigation water use. Avoiding puddling in rice and dry tillage in maize with residue retention increased yield (by 0.5?1.2 t ha&#8722;1) and net economic returns of the succeeding wheat crop. Inclusion of mungbean in the rotation further increased system productivity and economic returns. In summary, our initial results of 2-year field study showed positive effects of CA-based improved management practices on yield and system efficiencies with greater benefits in the second year. There is a need of longer term monitoring to quantify cumulative effects of various interventions and to eventually make recommendations for wider dissemination.",
        "lang": "eng"
    },
    "appid": "10883_3240",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3240"
}}
