{"object": {
    "title": {
        "value": "Genetic gain and cost efficiency of marker-assisted selection of maize for improved resistance to multiple foliar pathogens",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "gray leaf spot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection methods",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize streak virus",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection efficiency",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "northern corn leaf blight",
            "uri": ""
        }
    ],
    "description": {
        "value": "Northern corn leaf blight (NCLB) caused by Exserohilum turcicum, gray leaf spot (GLS) caused by Cercospora zeae-maydis and maize streak caused by maize streak Mastrevirus (MSV) are the most destructive foliar diseases limiting maize production in sub-Saharan Africa. Most foliar diseases of maize are managed using quantitative (partial) resistance, and previous studies have reported quantitative trait loci associated with host resistance (rQTL). Our objective was to compare the genetic gain and costs resulting from phenotypic, genotypic, and marker-assisted selection of partially inbred lines derived from many families for resistance to infection by three foliar pathogens. We developed a population of 410 F2:3 families by crossing inbred line CML202 with a breeding line designated VP31. These families were planted in nurseries inoculated separately with each pathogen. We conducted one cycle of early generation pedigree selection using three different procedures, phenotypic, genotypic, and marker/phenotypic index, for improvement of resistance to each pathogen. We used simple sequence repeat (SSR) markers flanking six target rQTL associated with partial resistance. Broad- and narrow-sense heritability estimates were also obtained for the F2:3 families, and selected and non-selected F2:4 families. Genetic gains resulting from the selection procedures were determined. Gene action of the candidate rQTL was determined using orthogonal contrasts. Estimates of costs based on lower boundary values indicated that the cost of marker-based selection was lower than that of phenotypic selection. Our results indicate that molecular markers linked to target rQTL can facilitate pyramiding resistance to multiple diseases during early generation pedigree selection.",
        "lang": "eng"
    },
    "appid": "10883_3158",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3158"
}}
