{"object": {
    "title": {
        "value": "Effect of different tillage and seeding methods on energy use efficiency and productivity of wheat in the Indo-Gangetic plains",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-06-07T20:59:22Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "tillage implements",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resource conservation technology",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "rotavator",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_330875",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zero tillage",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8511",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "tillage",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7771"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "resource conservation",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6523"
        }
    ],
    "description": {
        "value": "Conservation agriculture (CA) based crop management technologies specially zero- or minimum-tillage are being rapidly adopted by the farmers in intensively cultivated wheat (Triticum aestivum L.) production systems of South Asia. Farmers use these tillage options considering them best as per their wisdom. However, scanty information is available on relative energy and economic efficacy of different tillage and seeding implements being used by the farmers for wheat production in the Indo-Gangetic Plains (IGP) of South Asia. We investigated the effect of five wheat establishment methods (i) conventional tillage; (ii) reduced-tillage; (iii) rotavator tillage; (iv) raised bed planting; and (v) zero-tillage for their energy and economic efficiency in a Typic Ustochrept alluvial sandy loam soil in the IGP during 2005?2008. We hypothesized that (1) zero- or minimum-tillage implements would lead to improved operational field capacity; (2) the CA based technologies would enhance energy efficiency; and (3) overall these tillage and seeding methods would enhance net income and crop productivity. We measured implement efficiency, energy inputs and outputs, tillage and seeding efficiency as well as wheat productivity and economics. The results of the study showed that zero-tillage improved the operational field capacity by 81%, specific energy by 17% and the energy usage efficiency by 13% as compared to the conventional tillage. But, higher total effective field capacity (9.93 h ha&#8722;1) on raised beds is in contrast with our second hypothesis. The enhanced net income in zero-tillage (33%) and reduced-tillage (20%) compared to CT support the third hypothesis. The overall results of the study revealed that CA-based crop establishment practices are a viable options for the farmers not only in terms of energy and time efficiency but also for attaining higher productivity and profitability. There exists a large potential of CA based crop establishment practices in South Asia not only in terms of crop productivity and profitability but also their energy efficiency, global warming potential and soil health. The study also emphasizes for long-term strategic research in systems perspective for better understanding CA based technologies in different efficiency and soil health aspects.",
        "lang": "eng"
    },
    "appid": "10883_1599",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1599"
}}
