{"object": {
    "title": {
        "value": "Leaf rust of spring wheat in Northern Kazakhstan and Siberia: incidence, virulence, and breeding for resistance",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:06Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "shuttle breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance sources",
            "uri": ""
        }
    ],
    "description": {
        "value": "Northern Kazakhstan and Western Siberia of Russia represent a relatively uniform continuous area of spring wheat cultivation of ~20 million ha. Despite the dry climate, cultivation of susceptible varieties resulted in epidemics of leaf rust on average in 1 year out of 4, affecting up to 5 million ha with yield losses of up to 25&ndash;30%. The leaf rust population showed absence of virulence for genes Lr9 and Lr24 and low frequency of isolates with virulence to Lr11, Lr16, Lr18, and Lr28. The field observations indicated that genes Lr28 and Lr36 provide resistance. All the wheat cultivars are susceptible to leaf rust and only recently have several resistant lines and new varieties have been tested in trials. The current resistance breeding efforts are based on incorporation of the resistance from local and foreign sources. The breeding strategy is not based on detailed knowledge of the leaf rust population and its interaction with the host because of limited pathology and genetics research capacity. However, practical breeding efforts in combining proven resistance with adaptation traits resulted in the development of new competitive resistant germplasm. Shuttle breeding between the region and CIMMYT-Mexico to enhance resistance contributes to regional efforts.",
        "lang": "eng"
    },
    "appid": "10883_2594",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2594"
}}
