{"object": {
    "title": {
        "value": "ND 803 Spring Wheat Germplasm Combining Resistance to Scab and Leaf Diseases with Good Agronomic and Quality Traits",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:13:00Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "The development of adapted wheat germplasm is essential so that breeding programs can develop superior cultivars, which was the objective of this research. ND 803 is hard red spring wheat (HRSW; Triticum aestivum L.) line that was developed at North Dakota State University (NDSU) and released by the North Dakota Agricultural Experiment Station (NDAES). ND 803 (Reg. No. GP-947, PI 665931 was derived from the ND2831/FO.2808 cross made at NDSU in fall 1997. ND2831 (?Sumai3? [PI 481542]/?Stoa? [PI 520297]) is a hard red spring experimental line with good resistance to Fusarium head blight (FHB), or scab [caused by Fusarium graminearum Schwabe; telomorph Gibberella zeae (Schwein.) Petch] originating from ?Sumai3?, which is known to possess the Fhb1 quantitative trait locus. Sumai3 is a spring wheat from China that is arguably the most widely used source of resistance to FHB in the world. Stoa is an HRSW cultivar released by NDSU in 1984. FO.2808 (?Grandin? [PI 531005]/3/IAS20*4/H567.71//?Amidon? [PI 527682]/ND674) is an HRSW line developed by the NDSU HRSW breeding program. Amidon and Grandin are HRSW cultivars released by NDAES in 1988 and 1989, respectively. IAS20*4/H567.71 is a public breeding line received from CIMMYT. ND 803 was produced from a bulk of one purified F5:6 plot selected in 2000 at Prosper, ND. ND 803 was released because it combines good agronomic and end-use quality with resistance to both FHB and leaf diseases.",
        "lang": "eng"
    },
    "appid": "10883_2962",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2962"
}}
