{"object": {
    "title": {
        "value": "Crop-livestock interactions in smallholder farming systems and their implications for the adoption of Conservation Agriculture in Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2015-10-27T21:56:28Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "farming systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        }
    ],
    "description": {
        "value": "This study was conducted as part of the project titled: ‘Enhancing Total Farm Productivity\r\nin Smallholder Conservation Agriculture-Based Systems in Eastern Africa’. Its purpose is to\r\ninform agronomists and other project partners on the existing crop and livestock production\r\nsetups in the project intervention sites and to help determine to what extent the interaction\r\nbetween crop and livestock subsystems could potentially facilitate or hinder the adoption of\r\nconservation agricultural practices. A number of institutions and individuals contributed in\r\nvarious ways in the production of this baseline information and deserve acknowledgement.\r\nThe authors would thus like to acknowledge EU-IFAD for funding the project, the Kenyan\r\nAgricultural and Livestock Research Organization (KARLO)-Embu and Kakamega Centers\r\nfor facilitating the overall implementation of the study, which involved household and\r\ncommunity surveys on which this report is based. The authors also acknowledge the\r\ncontributions of respondent farmers in providing the necessary data gathered during the\r\nsurvey process, Ministry of Agriculture staff for logistic support and the enumerators for\r\ntheir commitment in data collection.",
        "lang": "eng"
    },
    "appid": "10883_4580",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4580"
}}
