{"object": {
    "title": {
        "value": "Gender differentials in agricultural production and decision-making among smallholders in Ada, Lume, and Gimbichu Woredas of the central highlands of Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:41Z",
    "created": "2012-01-06T05:09:52Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "role of women",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_15513",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "work organization",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8440",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "animal production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "labour allocation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "land management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology transfer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "highlands",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "small farms",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "decision making",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "production economics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farming systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "socioeconomic environment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farm management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "home economics",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inorganic fertilizers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27870"
        }
    ],
    "description": {
        "value": "This study provides concrete information about the role of gender in resource ownership and decision-making in the mixed farming systems of Ada, Lume, and Gimbichu woredas in the central highlands of Ethiopia. A multistage purposive sampling method was used to select male-and female-headed households based on population, crops grown, altitude, and distance from the research center. Of a sample of 180 households, 81 (45%) were headed by women. On average, male-headed households (MHHs) were larger than female-headed households (FHHs). Male heads of households were more educated than female heads of household, and they owned more ox-plows and livestock. The average area cultivated by MHHs was larger than that cultivated by FHHs for almost all crops. On the other hand, the average per capita land holding was almost equal between MHHs and FHHs. Both types of households acquired land through government allocation and used credit to purchase seed and fertilizer. Significant factors affecting gross value of output for MHHs were the farmer's age, family labor, fprm size, livestock units, and inorganic fertilizer. The significant factors affecting gross value of output for FHHs were famny labor, farm size, livestock units, inorganic fertilizer, hired labor, and extension contact. The marginal value product (MVP) of family labor is higher in MHHs compared to its price (wage rate), but it is lower in FHHs, indicating that MHHs were able to increase their productivity by using more family labor. The MVP of farm size was lower than its factor price for MHHs and higher for FHHs, indicating that FHHs could increase their productivity by cultivating more land. The MVP for inorganic fertilizer was higher than its factor cost for both MHHs and FHHs, so both types of households could increase productivity by increasing their use of inorganic fertilizer. The gender difference in gross output was considerable, partly because FHHs used fewer inputs. If MHHs and FHHs had equal access to inputs, it is likely their levels of productivity would be similar. In 1997, about 59% of MHHs and 420;0 of FHHs grew wheat, and most of these grew local varieties (70% of MHHs and 86% of FHHs). A significantly higher proportion (t=5. 7; p<0.05) of MHHs (30%) grew improved wheat varieties than FHHs (14%). In MHHs, extension services and farm size had a positive effect on the adoption of improved wheats, whereas radio ownership and farm size increased the odds in favor of adopting improved wheats for FHHs.",
        "lang": "eng"
    },
    "appid": "10883_1018",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1018"
}}
