{"object": {
    "title": {
        "value": "Genetic relationship and QTL association between Kernel shattering and agronomic traits in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:29Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glumes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3289"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agronomic traits",
            "uri": "http://aims.fao.org/aos/agrovoc/c_210"
        }
    ],
    "description": {
        "value": "Kernel shattering can cause severe grain yield loss in wheat (Triticum aestivum L.). Evaluation of kernel shattering in the field could be difficult because of environmental effects and the influence of other agronomic traits. The objective of this study was to determine the genetic relationship between kernel shattering and various agronomic traits. A recombinant inbred line (RIL) population derived from a cross between ?Sumai3? and ?Stoa? was evaluated for kernel shattering in five environments and for glume strength, glume-pair angle, open-floret percentage, spike density, and plant height in four out of the five environments. The QTL analysis was performed and genetic correlations were estimated to elucidate the relationships between kernel shattering and other agronomic traits. The results showed that glume strength consistently correlated with kernel shattering in all test environments, but their correlation was moderate with a pooled correlation of ?0.61. Only one QTL for glume strength was identified in the genomic regions containing the kernel-shattering QTLs, suggesting that glume strength is not the only genetic factor that determines kernel shattering. Among the other agronomic traits, both glume-pair angle and open-floret percentage correlated significantly with kernel shattering in all test environments with the correlation ranges of 0.41 to 0.88 and 0.66 to 0.83, respectively. Additionally, all QTLs detected for glume-pair angle and open-floret percentage coincided with the kernel-shattering QTLs, indicating that glume-pair angle and open-floret percentage might be the direct causes of kernel shattering. In contrast, spike density and plant height correlated with kernel shattering in some environments only, indicating they might have minor effects on kernel shattering.",
        "lang": "eng"
    },
    "appid": "10883_2729",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2729"
}}
