{"object": {
    "title": {
        "value": "Development of an allele-specific marker for Glu-B3 alleles in common wheat and establishment of a multiplex PCR assay",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "functional marker",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lmw-gs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "multiplex pcr",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum l.",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "alleles",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8724"
        }
    ],
    "description": {
        "value": "Low-molecular-weight glutenin subunits (LMW-GS) have significant effects on the processing quality of end-use products of common wheat. It is more efficient to discriminate LMW-GS alleles with PCR-based molecular markers than with SDS-PAGE. In the present study, we developed an allele-specific PCR marker, designated Glu-B3abefg, which can be used to discriminate protein alleles Glu-B3a, b, e, f, and g simultaneously. Based on ten previously developed allele-specific STS markers, three multiplex PCRs, viz. Glu-B3c + Glu-B3d, Glu-B3b + Glu-B3g, and Glu-B3h + Glu-B3i, were established. Six Glu-B3 alleles (b, c, d, g, h, and i) could be discriminated using the three multiplex PCRs. Results of tests on 158 wheat varieties and lines using Glu-B3abefg and the three multiplex PCRs were consistent with those using the ten STS markers separately. The new allele-specific marker and three multiplex PCRs represent an efficient way to undertake marker-assisted selection of Glu-B3 alleles.",
        "lang": "eng"
    },
    "appid": "10883_2799",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2799"
}}
