{"object": {
    "title": {
        "value": "Impact pathways of trade liberalization on rural livelihoods: A case study of smallholder maize farmers in Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:48Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "mexico",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4792",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.9715,
                0.9715,
                1,
                1,
                ""
            ],
            "value": "trade liberalization",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7853",
                "http://aims.fao.org/aos/agrovoc/c_7853",
                "http://aims.fao.org/aos/agrovoc/c_7853",
                "http://aims.fao.org/aos/agrovoc/c_7853",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "livelihood strategies",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder maize producers",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "poverty",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6151",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.9987
            ],
            "value": "strategies",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_330991"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.8033
            ],
            "value": "smallholders",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_14343"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.8883
            ],
            "value": "livelihoods",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_1374498089962"
            ]
        }
    ],
    "description": {
        "value": "Research assessing the impacts of trade liberalization on poor rural populations can be divided into two categories: more quantitative research, assessing relationships between specific, measurable variables (such as changes in the macroeconomic environment and their impact on farmers? income levels); and more qualitative research, which takes trade policy as a context and provides broad, descriptive data about dynamic livelihood strategies. In this paper, we outline a framework that could be used to integrate these two approaches by unravelling the macro-micro linkages between national policies and responses at a household level. Using the Mexican maize sector as an illustration, we trace the pathways through which trade liberalization (including the North American Free Trade Agreement) has interacted with changes in government institutions, and thereby impacted on farmers? livelihood strategies. We identify three pathways through which trade policy affects households and individuals: via enterprises, distribution channels, and government, and we link these to a five-category typology of smallholders? strategies for escaping rural poverty: intensification, diversification, expansion, increased off-farm income and exit from agriculture. Based on a case-study from Chiapas, Mexico, we report on farmers? responses to post-liberalization agricultural policies. Data suggest that farmers have intensified maize production, sought more off-farm employment or have exited agriculture altogether. The potential for smallholders to escape poverty by diversifying farms or expanding their land-holdings or herd-size has been largely unrealized. We provide a conceptual framework for linking the impacts of liberalization to farmers? livelihood strategies and suggest that this framework is useful in the context of agricultural modernisation initiatives that seek to increase agricultural production and productivity.",
        "lang": "eng"
    },
    "appid": "10883_2225",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2225"
}}
