{"object": {
    "title": {
        "value": "Raising yield potential of wheat. III. Optimizing partitioning to grain while maintaining lodging resistance",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "alien introgression",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dry mass partitioning",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gene-discovery",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic-resources",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain size",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain weight",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lodging resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker assisted selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phenology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quantitative trait locus",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spike-fertility",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.8462
            ],
            "value": "spikes",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24086"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "introgression",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24863"
        }
    ],
    "description": {
        "value": "A substantial increase in grain yield potential is required, along with better use of water and fertilizer, to ensure food security and environmental protection in future decades. For improvements in photosynthetic capacity to result in additional wheat yield, extra assimilates must be partitioned to developing spikes and grains and/or potential grain weight increased to accommodate the extra assimilates. At the same time, improvement in dry matter partitioning to spikes should ensure that it does not increase stem or root lodging. It is therefore crucial that improvements in structural and reproductive aspects of growth accompany increases in photosynthesis to enhance the net agronomic benefits of genetic modifications. In this article, six complementary approaches are proposed, namely: (i) optimizing developmental pattern to maximize spike fertility and grain number, (ii) optimizing spike growth to maximize grain number and dry matter harvest index, (iii) improving spike fertility through desensitizing floret abortion to environmental cues, (iv) improving potential grain size and grain filling, and (v) improving lodging resistance. Since many of the traits tackled in these approaches interact strongly, an integrative modelling approach is also proposed, to (vi) identify any trade-offs between key traits, hence to define target ideotypes in quantitative terms. The potential for genetic dissection of key traits via quantitative trait loci analysis is discussed for the efficient deployment of existing variation in breeding programmes. These proposals should maximize returns in food production from investments in increased crop biomass by increasing spike fertility, grain number per unit area and harvest index whilst optimizing the trade-offs with potential grain weight and lodging resistance.",
        "lang": "eng"
    },
    "appid": "10883_2866",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2866"
}}
