{"object": {
    "title": {
        "value": "A review of resource conserving technologies for sustainable management of the rice-wheat cropping systems of the Indo-Gangetic plains (IGP).",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:36Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "crop establishment",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5965",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rct",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.7753,
                0.7753,
                0.7753,
                ""
            ],
            "value": "rice",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6599",
                "http://aims.fao.org/aos/agrovoc/c_6599",
                "http://aims.fao.org/aos/agrovoc/c_6599",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6711
            ],
            "value": "cereals",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1474"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.9019
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "productivity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6210"
        }
    ],
    "description": {
        "value": "Rice and wheat are the staple food crops occupying nearly 13.5 million hectares of the Indo-Gangetic plains (IGP) of South Asia covering Pakistan, India, Bangladesh and Nepal. These crops contribute more than 80% of the total cereal production and are critically important to employment and food security for hundreds of millions of rural families. The demand for these two cereals is expected to grow between 2% and 2.5% per annum until 2020, requiring continued efforts to increase productivity while ensuring sustainability. Starting from the 1960s, expansion of area and intensification of rice&ndash;wheat productions system based on the adoption of Green Revolution (GR) technologies, incorporating the use of high-yielding varieties, fertilizers and irrigation, led to increased production and productivity of both these crops. However, continued intensive use of GR technologies in recent years has resulted in lower marginal returns and, in some locations to salinization, overexploitation of groundwater, physical and chemical deterioration of the soil, and pest problems. This paper presents findings from recent research on resource conservation technologies involving tillage and crop establishment options that are enabling farmers to sustain productivity of intensive rice&ndash;wheat systems. Field results show that the resource conserving technologies, an exponent of conservation agriculture, improve yields, reduce water consumption, and reduce negative impacts on the environmental quality. The paper considers contributions of innovative inter-institutional collaboration in international agricultural research and socio-economic changes in the IGP countries that led to rapid development and adoption of these technologies by farmers.",
        "lang": "eng"
    },
    "appid": "10883_1500",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1500"
}}
