{"object": {
    "title": {
        "value": "Agriculture and nature: Trouble and strife?",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2014-03-05T17:57:36Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "biodiversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "land sparing",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "land sharing",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "low external input agriculture intensification",
            "uri": ""
        }
    ],
    "description": {
        "value": "Global demand for agricultural products is expected to double in the next decades, putting tremendous pressure on agriculture to produce more. The bulk of this increase will come from developing countries, which host most biodiversity-rich areas of the planet. Whilst most biodiversity is found in production landscapes shared with people, where agriculture represents an increasing threat, international conservation organisations continue to focus on the maintenance and expansion of the network of protected areas. When conservation organisations partner with agricultural programmes, they promote low input, extensive agriculture. Combined with the focus on protected areas, this may exacerbate rather than mitigate conflicts between biodiversity conservation and agricultural production. Two models have been proposed to increase agricultural production whilst minimising the negative consequences for biodiversity: 'land sparing' and 'land sharing'. Although often polarized in debates, both are realistic solutions, depending on the local circumstances. We propose a number of criteria that could guide the choice towards one or the other. We conclude that general principles to be considered in both land sparing and land sharing are: managing spillover effects, maintaining resilience and ecosystem services, accounting for landscape structure, reducing losses and wastes, improving access to agricultural products in developing countries and changing consumption patterns in developed countries, and developing supportive markets and policies.",
        "lang": "eng"
    },
    "appid": "10883_3421",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3421"
}}
