{"object": {
    "title": {
        "value": "Rapid gains in yield and adoption of new maize varieties for complex hillside environments through farmer participation. II. Scaling-up the adoption through community-based seed production (CBSP)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:34Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "participatory varietal selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mother",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "environment",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2593",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farmers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "perceptions",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "supply",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dissemination",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7074
            ],
            "value": "varieties",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8157"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.6798
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "selection",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6951"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mothers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4952"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        }
    ],
    "description": {
        "value": "Participatory varietal selection (PVS) led to the identification of Population-22 and its later release as Manakamana-3. Subsequently further mother?baby trials tested five unreleased open-pollinated varieties (OPVs), ZM-621, Shitala, Population-45, Hill Pool White, and Hill Pool Yellow to compare them with Manakamana-3. Farmers again preferred Manakamana-3 as well as ZM-621 for their stable, higher grain yield, and for other traits such as stay-green, non-lodging, large white grains, and tolerance to foliar diseases. However, Manakamana-3 and ZM-621 both had late maturity, open husks and dented grain. Both were tested with farmers on-farm co-ordinated farmers field trials (CFFTs) and had not been identified as this was more contractual type of participatory research. Individual traits were measured but overall farmers? preferences were not elicited. In the more collaborative participation of the mother?baby trials the overall preference was determined and farmers traded-off the late maturity and dented grains of Manakamana-3 and ZM-621 against other favourable traits. Depending on location, these genotypes yielded 15?45% more grain than the local varieties in the mother?baby trials. These results led to the release of ZM-621 as Deuti in 2006. Farmers had adopted Manakamana-3 (released in 2002) and ZM-621 (Deuti) as a direct result of PVS trials and increased area under them year after year. Farmers awareness of the varieties has increased and seeds of these varieties are under community-based seed production (CBSP). Involving farmers through a collaborative mode of participation in varietal selection overcame bottlenecks to finding new varieties that had occurred with more contractual on-farm research.",
        "lang": "eng"
    },
    "appid": "10883_3080",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3080"
}}
