{"object": {
    "title": {
        "value": "Analysis of the Lr34/Yr18 rust resistance region in wheat germplasm",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:18Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "germplasm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3249"
        }
    ],
    "description": {
        "value": "The Lr34/Yr18 adult plant resistance gene contributes significantly to durable leaf rust (caused by Puccinia triticina Eriks.) resistance. Simple and robust molecular markers that enable early detection of Lr34/Yr18 are a major advancement in wheat (Triticum aestivum L.) breeding. An insertion/deletion size variant located at the csLV34 locus on chromosome 7D within an intron sequence of a sulfate transporter-like gene tightly linked to the Lr34/Yr18 dual rust resistance gene was used to examine a global collection of wheat cultivars, landraces, and D genome&ndash;containing diploid and polyploid species of wheat relatives. Two predominant allelic size variants, csLV34a and b, found among the wheat cultivars showed disparate variation in different wheat growing zones. A strong association was observed between the presence of Lr34/Yr18 and the csLV34b allele and wheat lines known to have Lr34/Yr18 that had the csLV34a allele were rare. All landraces with the exception of those from China were predominantly of the csLV34a type. Only one size variant, csLV34a, was detected among the diploid and polyploid D genome&ndash;containing species, indicating that csLV34b arose subsequent to hexaploid bread wheat synthesis. The lineage of the csLV34b allele associated with Lr34/Yr18 in modern wheat cultivars from North and South America, CIMMYT, Australia, and Russia was tracked back to the cultivars Mentana and Ardito developed in Italy by Nazareno Strampelli in the early 1900s. The robustness of the csLV34 marker in postulating the likely occurrence of Lr34/Yr18 across a wide range of wheat germplasm and its utility in wheat breeding was confirmed.",
        "lang": "eng"
    },
    "appid": "10883_2659",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2659"
}}
