{"object": {
    "title": {
        "value": "Smallholder farmer management impacts on particulate and labile carbon fractions of granitic sandy soils in Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize yields",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "organic matter management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "oxidizable carbon",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resource e ndowment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farmers",
            "uri": ""
        }
    ],
    "description": {
        "value": "Crop production in maize-based smallholder farming systems of Southern Africa is hampered by lack of options for efficiently managing limited and different quality organic nutrient resources. This study examined impacts of farmers&rsquo; short- and long-term organic resource allocation patterns on sizes and quality of soil organic matter (SOM) fractions. Farmers&rsquo; most- (rich) and least- (poor) productive fields were studied for two seasons under low (450&ndash;650 mm yr-1) to high (>750 mm yr-1) rainfall areas in Zimbabwe, on Lixisols with -6% clay and 88% sand. Rich fields received 0.5&ndash;14 Mg C ha-1 compared with <4 Mg C ha-1 for poor fields, and the differences were reflected in soil particulate organic matter (POM) fractions. Organic inputs were consistent with resource endowments, with well-endowed farmers applying at least five times the amounts used by resource-constrained farmers. Rich fields had 100% more macro-POM (250&ndash;2,000 lm diameter) and three times more meso-POM (53&ndash;250 um) than poor fields. Application of high quality (>25 mg N kg-1) materials increased labile C (KMnO4 oxidizable) in top 60 cm of soil profile, with 1.6 Mg C ha-1 of Crotalaria juncea yielding labile C amounts similar to 6 Mg C ha-1 of manure. Labile C was significantly related to mineralizable N in POM fractions, and apparently to maize yields (P<0.01). Farmers&rsquo; preferential allocation of nutrient resources to already productive fields helps to maintain critical levels of labile SOM necessary to sustain high maize yields.",
        "lang": "eng"
    },
    "appid": "10883_1514",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1514"
}}
