{"object": {
    "title": {
        "value": "Grain a day : @CIMMYT #grainaday",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:42Z",
    "created": "2015-10-14T21:43:30Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "cooking",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1851",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "recipes",
            "uri": ""
        }
    ],
    "description": {
        "value": "Globally, an estimated 800 million people do not get enough food to eat and more than 2 billion\r\nsuffer from micronutrient deficiency, or “hidden hunger,” according to U.N. food agencies.\r\nAs staple foods, maize and wheat provide vital nutrients and health benefits, making up close\r\nto two-thirds of the world’s food energy intake, and contributing 55 to 70 percent of the total\r\ncalories in the diets of people living in developing countries, according to the U.N. Food and\r\nAgriculture Organization.\r\nScientists at the International Maize and Wheat Improvement Center (CIMMYT) are working to\r\nensure the ongoing production of high-yielding, disease-resistant varieties of maize and wheat\r\nto improve both the quantity and nutritional quality of these crops.\r\nThese measures include biofortification, a process by which scientists combine conventional\r\nplant breeding and lab work to improve the micronutrient content of maize and wheat. At\r\nCIMMYT, this process is being used to boost pro-vitamin A and zinc levels in maize and iron and\r\nzinc concentrations in wheat.\r\nBoosting the micronutrient content of crops through biofortification can help tackle hidden\r\nhunger, simultaneously improving human health and economic growth leading to improved\r\ninternational development.\r\nIn order to shed light on the important role maize and wheat play in global nutrition, CIMMYT\r\ncelebrated the dietary value of these food staples throughout the month of June 2015. We asked\r\nyou to send in your favorite maize and wheat-based recipes to be compiled into this cookbook.",
        "lang": "eng"
    },
    "appid": "10883_4485",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4485"
}}
