{"object": {
    "title": {
        "value": "Potassium Fertilization in Rice-Wheat System across Northern India: Crop Performance and Soil Nutrients",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2013-06-07T20:59:23Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.6999
            ],
            "value": "application",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_331436"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.8683
            ],
            "value": "rice",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6599"
            ]
        }
    ],
    "description": {
        "value": "Rice (Oryza sativa L.)-wheat (Triticum aestivum L.) cropping in South Asia is under stress due to widespread removal of plant nutrients in excess of their application. We evaluated K, S, and Zn application to rice and wheat in 60 farmer's fields in five districts across northern India. We compared the existing farmer's fertilizer practice (FFP), which in most cases did not include application of K, S, or Zn, with application of K only, S + Zn, or K + S + Zn. Application of K increased rice yields by 0.6 to 1.2 Mg ha?1 and wheat yields by 0.2 to 0.7 Mg ha?1 across the locations varying in soil texture, soil K, climate, and irrigation.  Application of S and Zn with K further increased yields. Added net return from fertilization with only K, as compared to FFP, ranged from U.S.$ 114 to 233 ha?1 for rice and U.S.$ 29 to 214 ha?1 for wheat. Added net return further increased when S and Zn were combined with K. Total plant K per unit of grain yield was comparable for mature rice and wheat (22 kg Mg grain?1). Soil exchangeable and non-exchangeable K decreased without K application during one rice?wheat cropping cycle. Rice and wheat yields increased with application of K across the range in exchangeable soil K from 60 to 162 mg kg-1. Approaches are needed to reliably predict fertilizer K requirements when crops respond relatively uniformly to K across a wide range in exchangeable K.",
        "lang": "eng"
    },
    "appid": "10883_1601",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1601"
}}
