{"object": {
    "title": {
        "value": "Assessing the impact of adaptive agricultural research on accelerating technology deployment: The case of zero tillage wheat in India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:41Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "impact assessment",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_37938",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "adaptive research",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "counterfactual",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "accelerating",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation uptake",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "deployment lag",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zero tillage",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8511",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "research",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6513"
        }
    ],
    "description": {
        "value": "A critical assumption in the impact assessment of an agricultural R&D effort is whether the effort in question has a substitute ? that is, whether the innovation would also happen under other settings. This paper takes the case of zero tillage wheat in India to explore diverging counterfactual scenarios whereby, in the ?without? case, the innovation would not have been introduced or would have been introduced only with a ten-year or five-year lag. The authors quantify how the assumed counterfactual scenario affects various impact assessment indicators. They show that, even when assuming a conservative five-year lag and based on induced supply-shift gains alone, the investment in zero tillage R&D by the international agricultural research system was highly beneficial. The ability of zero tillage to combine cost savings and yield gains, its wide applicability and significant R&D spill-ins contributed to the high returns. The case thus highlights the high potential gains from successful adaptive research, even if the main effect is only to accelerate technology deployment.",
        "lang": "eng"
    },
    "appid": "10883_1541",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1541"
}}
