{"object": {
    "title": {
        "value": "Farmers' wheat seed sources and seed management in Chilalo Awraja, Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2012-01-06T05:17:30Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "human population",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "input output analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "varieties",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cropping patterns",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology transfer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farming systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "socioeconomic environment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "economic analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed industry",
            "uri": ""
        }
    ],
    "description": {
        "value": "This study describes the Ethiopian wheat seed system, identifies how farmers acquire and exchange wheat seed, explores problems related to farmers' acquisition and transfer of wheat seed, documents the status of previously released bread wheat varieties, and examines the effectiveness of the seed testing and release mechanism. A multistage stratified sampling design was used in selecting farmers for a formal survey in Chilalo Awraja, a major wheat-growing area. Logit analysis was used to stablish relationships and draw conclusions about farmers' seed management and adoption of improved wheats. The formal sector produces and distributes only 15% of the improved seed requirement of the country. Most farmers rely on other farmers and local markets to replace seed, obtain new seed, and obtain information on wheat varieties. The weighted average age of more than 10 years for varieties in the study area reflects a poorly developed seed industry and ineffective extension service. Seed industry reform, as well as support from research and extension, could rectify this situation. The extension system should pay more attention to informing farmers about the precise characteristics of their varieties and their correct adaptation zones. Varieties must be deversified over time and space and targeted carefully to production zones. Breeders should maintain older varieties, which appear to possess some desirable traits that new varieties lack. the current stringent variety release mechanism needs to be reviewed, and the release committee should include farmers and representatives of the private sector. Before the economic reform of 1991, publicly owned and collective farms obtained most of the limited certified seed that was available, and they also received new seed more quickly. This preferential treatment limited the impact of breeding gains for farmers and the national economy at large. Recent changes in the seed industry, such as the entry of private firms, creation of National Seed Industry Agency, and strengthening of the national extension service should improve farmers access to improve seed. These changes would be even more effective if policies and an institutional and legal framework could be developed to link the formal and informal seed sectors so that they could function in a complementary way.",
        "lang": "eng"
    },
    "appid": "10883_1233",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1233"
}}
