{"object": {
    "title": {
        "value": "Beyond climate-smart agriculture: toward safe operating spaces for global food systems",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-11-26T17:39:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "adaptation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "climate-smart agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "development",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mitigation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "safe space for humanity",
            "uri": ""
        }
    ],
    "description": {
        "value": "Agriculture is considered to be \"climate-smart\" when it contributes to increasing food security, adaptation and mitigation in a sustainable way. This new concept now dominates current discussions in agricultural development because of its capacity to unite the agendas of the agriculture, development and climate change communities under one brand. In this opinion piece authored by scientists from a variety of international agricultural and climate research communities, we argue that the concept needs to be evaluated critically because the relationship between the three dimensions is poorly understood, such that practically any improved agricultural practice can be considered climate-smart. This lack of clarity may have contributed to the broad appeal of the concept. From the understanding that we must hold ourselves accountable to demonstrably better meet human needs in the short and long term within foreseeable local and planetary limits, we develop a conceptualization of climate-smart agriculture as agriculture that can be shown to bring us closer to safe operating spaces for agricultural and food systems across spatial and temporal scales. Improvements in the management of agricultural systems that bring us significantly closer to safe operating spaces will require transformations in governance and use of our natural resources, underpinned by enabling political, social and economic conditions beyond incremental changes. Establishing scientifically credible indicators and metrics of long-term safe operating spaces in the context of a changing climate and growing social-ecological challenges is critical to creating the societal demand and political will required to motivate deep transformations. Answering questions on how the needed transformational change can be achieved will require actively setting and testing hypotheses to refine and characterize our concepts of safer spaces for social-ecological systems across scales. This effort will demand prioritizing key areas of innovation, such as (1) improved adaptive management and governance of social-ecological systems; (2) development of meaningful and relevant integrated indicators of social-ecological systems; (3) gathering of quality integrated data, information, knowledge and analytical tools for improved models and scenarios in time frames and at scales relevant for decision-making; and (4) establishment of legitimate and empowered science policy dialogues on local to international scales to facilitate decision making informed by metrics and indicators of safe operating spaces.",
        "lang": "eng"
    },
    "appid": "10883_3327",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3327"
}}
