{"object": {
    "title": {
        "value": "Identification and mapping of leaf, stem and stripe rust resistance quantitative trait loci and their interactions in durum wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:59Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "durum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "leaf",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stem",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stripe",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        }
    ],
    "description": {
        "value": "Leaf rust (Puccinia triticina Eriks.), stripe rust (Puccinia striiformis f. tritici Eriks.) and stem rust (Puccinia graminis f. sp. tritici) cause major production losses in durum wheat (Triticum turgidum L. var. durum). The objective of this research was to identify and map leaf, stripe and stem rust resistance loci from the French cultivar Sachem and Canadian cultivar Strongfield. A doubled haploid population from Sachem/Strongfield and parents were phenotyped for seedling reaction to leaf rust races BBG/BN and BBG/BP and adult plant response was determined in three field rust nurseries near El Batan, Obregon and Toluca, Mexico. Stripe rust response was recorded in 2009 and 2011 nurseries near Toluca and near Njoro, Kenya in 2010. Response to stem rust was recorded in field nurseries near Njoro, Kenya, in 2010 and 2011. Sachem was resistant to leaf, stripe and stem rust. A major leaf rust quantitative trait locus (QTL) was identified on chromosome 7B at Xgwm146 in Sachem. In the same region on 7B, a stripe rust QTL was identified in Strongfield. Leaf and stripe rust QTL around DArT marker wPt3451 were identified on chromosome 1B. On chromosome 2B, a significant leaf rust QTL was detected conferred by Strongfield, and at the same QTL, a Yr gene derived from Sachem conferred resistance. Significant stem rust resistance QTL were detected on chromosome 4B. Consistent interactions among loci for resistance to each rust type across nurseries were detected, especially for leaf rust QTL on 7B. Sachem and Strongfield offer useful sources of rust resistance genes for durum rust breeding.",
        "lang": "eng"
    },
    "appid": "10883_2953",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2953"
}}
