{"object": {
    "title": {
        "value": "Food security and climate change: on the potential to adapt global crop production by active selection to rising atmospheric carbon dioxide",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:13:02Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "adaptation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "climate change",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "carbon dioxide",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        }
    ],
    "description": {
        "value": "Agricultural production is under increasing pressure by global anthropogenic changes, including rising population, diversion of cereals to biofuels, increased protein demands and climatic extremes. Because of the immediate and dynamic nature of these changes, adaptation measures are urgently needed to ensure both the stability and continued increase of the global food supply. Although potential adaption options often consider regional or sectoral variations of existing risk management (e.g. earlier planting dates, choice of crop), there may be a global-centric strategy for increasing productivity. In spite of the recognition that atmospheric carbon dioxide (CO2) is an essential plant resource that has increased globally by approximately 25 per cent since 1959, efforts to increase the biological conversion of atmospheric CO2 to stimulate seed yield through crop selection is not generally recognized as an effective adaptation measure. In this review, we challenge that viewpoint through an assessment of existing studies on CO2 and intraspecific variability to illustrate the potential biological basis for differential plant response among crop lines and demonstrate that while technical hurdles remain, active selection and breeding for CO2 responsiveness among cereal varieties may provide one of the simplest and direct strategies for increasing global yields and maintaining food security with anthropogenic change.",
        "lang": "eng"
    },
    "appid": "10883_2973",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2973"
}}
