{"object": {
    "title": {
        "value": "Conservation agriculture in Central Asia - What do we know and where do we go from here?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-06-07T20:59:24Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "sustainable agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dryland ecosystems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "permanent raised beds",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zero tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conventional tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "aral sea basin",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water productivity",
            "uri": ""
        }
    ],
    "description": {
        "value": "Rainfed and irrigated agricultural systems have supported livelihoods in the five Central Asian countries (CAC) for millennia, but concerns for sustainability and efficient use of land and water resources are long-standing. During the last 50 years, resource conserving technologies were introduced in large parts of the rainfed areas while the irrigated areas were expanded largely without considering resource conservation. In more recent years, the use of conservation agriculture (CA) practices has been reported for the different agricultural production (AP) zones in CAC, albeit centering on a single AP zone or on single factors such as crop yield, implements or selected soil properties. Moreover, conflicting information exists regarding whether the current practices that are referred to as ?CA? can indeed be defined as such. Overall information on an application of CA-based crop management in Central Asia is incomplete. This discussion paper evaluates experimental evidence on the performance of CA and other resource conserving technologies in the three main AP zones of CAC, provides an overview of farmer adoption of production practices related to CA, and outlines technical and non-technical challenges and opportunities for the future dissemination of CA practices in each zone. Agronomic (e.g. implements, crop yields, duration, and crop residues), institutional (e.g. land tenure) and economic (e.g. short vs. long-term profitability) perspectives are considered. At present, adoption of CA-based agronomic practices in the rainfed production zone is limited to partial crop residue retention on the soil surface or sporadically zero tillage for one crop out of the rotation, and hence the use of single CA components but not the full set of CA practices. In the irrigated AP zones, CA is not commonly practiced and many of the pre-conditions that typically encourage the rapid spread of CA practices appear to be absent or limiting. Further, our analysis suggests that given the diversity of institutional, socio-economic and agro-ecological contexts, a geographically differentiated approach to CA dissemination is required in the CAC. Immediate priorities should include a shift in research paradigms (e.g. towards more participatory approaches with farmers), development of commercially available reduced and no-till seeders suitable for smaller-scale farm enterprises, and advocacy so that decision makers understand how different policies may encourage or discourage innovations that lead towards more sustainable agricultural intensification in the CAC.",
        "lang": "eng"
    },
    "appid": "10883_1605",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1605"
}}
