{"object": {
    "title": {
        "value": "Satellite monitoring of yield responses to irrigation practices across thousands of fields",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:37Z",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "",
        "uri": ""
    },
    "description": {
        "value": "Geographic information systems (GIS) present new opportunities for empirical agronomic research that can complement experimental and modeling approaches. In this study, GIS databases of irrigation practices for more than 4000 fields were compared with wheat yields derived from remote sensing for five growing seasons in the Yaqui Valley of Northwest Mexico. Significant yield effects were observed for both number and timing of irrigations, but not for reported water volumes, suggesting that proper timing is more important to yields than total water amounts. In most years, yield losses were observed when the second irrigation occurred more than 60 d after preplant irrigation, with an average loss of 11 kg ha&ndash;1 for each day above this value. Overall, we estimate that optimal timing and number of irrigations for all fields in Yaqui Valley could increase average yields by roughly 5%. Results varied by year, in part because of variability in growing season rainfall and in part because of variations in water allocations. Interactions with soil types were also evident, with greater yield variability attributed to irrigation on soils with higher clay contents. The results of this study provide new insight into specific causes of yield losses in farmers' fields, which can inform future field experiments, management, and water policy in this region. In general, empirical studies of large GIS databases can help to improve crop management, and meet the dual needs of higher yields and improved water use efficiency",
        "lang": "eng"
    },
    "appid": "10883_1510",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1510"
}}
