{"object": {
    "title": [
        {
            "value": "Seleccion para contenido de aceite en el grano de variedades de maiz de la raza comiteco de Chiapas, Mexico",
            "lang": "spa"
        },
        {
            "value": "Selection for oil content in kernels of maize varieties of the comiteco race from Chiapas, Mexico",
            "lang": "eng"
        }
    ],
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "synthetics",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fatty acids",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "recurrent selection",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "oil content",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4360"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        }
    ],
    "description": {
        "value": "In the state of Chiapas there are regions with high rates of human malnutrition because the diet of most of the people is  based on maize grain. Maize with higher oil content and a better balance of fatty acids (FA) is required for industry and human consumption. The objective of this study was to evaluate in three environments: 1) the synthetics of three cycles of recurrent selection for oil content in Teopisca-A C4 variety; 2) the effect of selection on the oil content in kernels and the behavior of some FA and agronomic traits; 3) heritabilities and correlations. The oil content in kernels increased through the selection cycles. The oil had a positive correlation (r=0.51**) with the germ percentage and negative (r=-0.43**) with the endosperm percentage. There was no relationship among yield, days to female flowering or days to male flowering. Percentages of FA in oil showed no effect from the selection, whereas in five of the six FA tested there was a significant effect of locations. Oleic and linoleic acids were present in a higher proportion. The highest heritabilities were observed in germ percentage (0.44), and linolenic acid (0.31); relatively low in endosperm percentage (0.16) and oil percentage in kernel (0.13). The environmental effect was manifested in most of the variables studied including yield, grain size, oil content, and FA.",
        "lang": "eng"
    },
    "appid": "10883_3108",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3108"
}}
