{"object": {
    "title": {
        "value": "Effectiveness of hermetic systems in controlling maize storage pests in Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-11-24T18:23:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "storage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "weevils",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "larger grain borer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "metal silos",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "super grain bags",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "post-harvest loss",
            "uri": ""
        }
    ],
    "description": {
        "value": "To protect their maize from pests such as the larger grain borer (Prostephanus truncatus), and from theft, farmers in Africa are abandoning traditional storage structures: they shell their maize earlier and tend to store the grain inside the house in polypropylene bags. However, losses due to insects during storage remain high. Hermetic storage containers, such as metal silos (soldered airtight) and super grain bags (made from high-density polyethylene to reduce gas exchange), may enable farmers to reduce post-harvest losses. To test the different containers' effectiveness to control insect pests, on-station trials were conducted at three sites in Kenya under artificial infestation with maize weevils (Sitophilus zeamais) and larger grain borers (P. truncatus). The experiment consisted of six treatments, using three different types of containers and two different insecticides: i) polypropylene bags without insecticides; ii) polypropylene bags with Actellic Super; iii) super grain bags without insecticide; iv) metal silos without insecticide; v) metal silos with Actellic Super; and vi) metal silos with Phostoxin. Treatments were replicated three times per site. The results demonstrated that metal silos are very effective in controlling maize weevils and the larger grain borer. The use of both Actellic Super and Phostoxin in the metal silos did not lead to a significant increase in insect mortality or reduction in grain weight loss. Super grain bags controlled insect pests well, but insect mortality was not complete and all bags in the trial were perforated, almost certainly by P. truncatus. We conclude that it is technically feasible to control storage insects without insecticides in Africa by using hermetic storage, either metal silos or super bags. The super bags, however, might not be suitable in areas with a high incidence of P. truncatus.",
        "lang": "eng"
    },
    "appid": "10883_3254",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3254"
}}
