{"object": {
    "title": {
        "value": "Genetic yield gains of the CIMMYT international semi-arid wheat yield trials from 1994 to 2010",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:52Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "yields",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_8488"
        ]
    },
    "description": {
        "value": "Genetic progress for yield has been assessed globally in the semi-arid wheat yield trials (SAWYTs) of the International Maize and Wheat Improvement Center (CIMMYT) over a 17-yr period. Grain yield expressed as a percentage of the long-term check cultivar Dharwar Dry has increased at approximately 1% yr&#8722;1 between 1994 and 2010. In real terms, yield has been increased at a rate of 31 kg ha&#8722;1 yr&#8722;1. The rate of yield increase in high-yielding environments was twice that of low-yielding environments. The average yield of low-yielding sites are significantly correlated with the average yield of high-yielding sites (p < 0.001), and many of the highest-yielding lines of the various SAWYT performed well at both low- and high-yielding sites. The key parents Attila and Pastor were consistently high yielding in several of the early SAWYT. In later trials their derivatives were also high yielding. The line Vorobey, developed by crossing Pastor with a synthetic derivative, showed outstanding yield in SAWYT 11 and 12. The performance of CIMMYT lines compared to local check cultivars was relatively stable over time. A success rate was calculated as the ratio of the number of sites where a given line is superior to the local check divided by the total number of sites. On average, the success rate of the 10% best lines was 61% in low-yielding sites and 62% in high-yielding sites.",
        "lang": "eng"
    },
    "appid": "10883_2908",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2908"
}}
