{"object": {
    "title": {
        "value": "Where to target Conservation Agriculture for African smallholders? How to Overcome Challenges Associated with its Implementation? experience from Eastern and Southern Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2015-08-03T15:11:04Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "reduced tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water use efficiency",
            "uri": ""
        }
    ],
    "description": [
        {
            "value": "Since the paper by Giller et al. (2009), the debate surrounding the suitability of conservation agriculture (CA) for African smallholders has remained polarized between proponents and opponents. The debate also gave rise to a few studies that attempted to identify the “niche” where CA would fit in the region, but the insight offered by these studies has been limited. In this paper, we first analyze the rationale of adoption where it occurred globally to define “drivers” of adoption. Our analysis suggests that CA has first and foremost been adopted under the premises of being energy-saving (time and/or power), erosion-controlling, and water-use efficient, but rarely to increase yield. We then define the niche where CA fits, based on these drivers of adoption, as systems where (1) the energy available for crop establishment is limited and/or costly (including labor and draft power); (2) delayed planting results in a significant yield decline; (3) yield is limited or co-limited by water; and/or (4) severe erosion problems threaten the short- to medium-term productivity of farmland. In Eastern and Southern Africa, this niche appears rather large and likely to expand in the near future. When implemented within this niche, CA may still be limited by “performance challenges” that do not constitute drivers or barriers to adoption, but limitations to the performance of CA. We argue that most of these performance challenges can (and should) be addressed by agronomic and socio-economic research, and provide four examples where the International Maize and Wheat Improvement Center (CIMMYT) and its partners have been successfully alleviating four very different challenges through research and development (R&D) in Eastern and Southern Africa. Finally, we describe an iterative and multi-scale R&D approach currently used by CIMMYT in Eastern and Southern Africa to overcome challenges associated with the implementation of CA by African smallholders. This approach could also be useful for other complex combinations of technologies aiming at sustainable intensification.",
            "lang": "eng"
        },
        {
            "value": "Conservation Agriculture Program",
            "lang": ""
        }
    ],
    "appid": "10883_4386",
    "language": {
        "value": "eng",
        "uri": ""
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_4386"
}}
