{"object": {
    "title": {
        "value": "Examining the role of collective action in an informal seed system: A case study from the central valley of Oaxaca, Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:36Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "small-scale farmers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "informal seed supply",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "collective action",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mexico",
            "uri": ""
        }
    ],
    "description": {
        "value": "This paper explores social arrangements associated with seed transactions among small-scale maize farmers in the Central Valleys of Oaxaca, Mexico, where no formal seed supply system exists. We test the hypothesis that individual farmers have strong incentives to participate in some form of collective action to ensure their access to seed. Six communities were studied, three of them in detail, using in-depth, semistructured interviews with key informants; focus group discussions; and a tracer study that followed seed flows among farmers. Farmers mostly saved seed and only occasionally acquired seed from outside sources. We found no evidence of a specialized social organization based on collective action to mediate seed flows. Seed transactions are infrequent, bilateral, and ad hoc, although trust is an important component, as it ensures reliable information about the seed is provided. Implications of these findings are discussed, especially for genetic diversity if the current supply system breaks down.",
        "lang": "eng"
    },
    "appid": "10883_2122",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2122"
}}
