{"object": {
    "title": {
        "value": "Determination of resistance against to Cereal cyst nematode, Heterodera avenae (Wollenweber, 1924) in some wheat germplasm",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-11-25T02:37:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cereal cyst nematode",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "h. avenae",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ha21",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cre1 gene",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cysts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34811"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.9432,
            "value": "nematodes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5112"
        }
    ],
    "description": {
        "value": "The cereal cyst nematode, Heterodera avenae is one of the most important pests of wheat in many countries in the world with different climatic types. Heterodera. avenae is commonly distributed in the Eastern Mediterranean region of Turkey and all populations investigated belong to the Ha1 group, Ha21 pathotype. This study was aimed to found resistance sources from the national wheat varieties, wheat wild genotypes and international wheat genotypes against H. avenae Karl&#305;k?Adana population (Ha21 pathotype). Results showed that four national wheat varieties, seventeen wheat wild genotypes and twenty three international wheat genotypes were found to be moderately resistant against to Eastern Mediterranean Region of Turkey H. avenae population. Among these genotypes, the national bread wheat variety, Adana 99 (PFAU/SERI82//BOG\"S\"), some wild genotypes and international genotypes  can be used in national wheat breeding programmes. However, Cre1 was not showed completely resistant against H. avenae. Additionally resistance sources in of Turkish national wheat and wild genotypes needs to be determined.",
        "lang": "eng"
    },
    "appid": "10883_3316",
    "language": {
        "value": "tur",
        "uri": "http://lexvo.org/id/iso639-3/tur"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3316"
}}
