{"object": {
    "title": {
        "value": "New and diverse sources of multiple disease resistance in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:26Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "disease resistance",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2328"
        }
    ],
    "description": {
        "value": "Tan spot (caused by Pyrenophora tritici-repentis) and Stagonospora nodorum blotch (SNB), (caused by Phaeosphaeria nodorum) are destructive diseases of wheat (Triticum aestivum L.). The majority of currently grown wheat varieties are susceptible to both diseases, presumably because of high pathogenic variability occurring in these fungi or narrow genetic background for resistance in wheat varieties. Therefore, identifying new sources of tan spot and SNB resistance in wheat is imperative. A subset of 825 wheat accessions from the core collection of the National Small Grains Collection (NSGC) of the United States Department of Agriculture, National Plant Germplasm System (NPGS) was evaluated for resistance to tan spot and SNB at seedling stage in a growth chamber. On the basis of disease reactions, 88 wheat accessions exhibited resistance to both diseases. Data from the Germplasm Resources Information Network (GRIN) were examined for the 88 accessions to identify those that also have resistance toother key diseases and on this basis 28 accessions with multiple resistances were identified. The genetic relationship among the 88 accessions was assessed using resistance gene analog polymorphism (RGAP) primers. Wheat accessions with similar growth habit were grouped together despite differences in country of origin. Associations between agronomic traits and host resistance indicated that winter wheat habit in the studied collection was strongly associated with both SNB and tan spot resistance. This study identified genetically diverse wheat accessions with broad-spectrum resistance that can be used in developing cultivars with high levels of resistance to multiple diseases in wheat breeding programs.",
        "lang": "eng"
    },
    "appid": "10883_2706",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2706"
}}
