{"object": {
    "title": {
        "value": "Genetic structure and relationships within and between cultivated and wild sorghum (Sorghum bicolor (L.) Moench) in Kenya as revealed by microsatellite markers",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-11-24T18:23:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic structure",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "sorghum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7244"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genetic structures",
            "uri": "http://aims.fao.org/aos/agrovoc/c_331002"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "sorghum bicolor",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7247"
        }
    ],
    "description": {
        "value": "Understanding the extent and partitioning of diversity within and among crop landraces and their wild/weedy relatives constitutes the first step in conserving and unlocking their genetic potential. This study aimed to characterize the genetic structure and relationships within and between cultivated and wild sorghum at country scale in Kenya, and to elucidate some of the underlying evolutionary mechanisms. We analyzed at total of 439 individuals comprising 329 cultivated and 110 wild sorghums using 24 microsatellite markers. We observed a total of 295 alleles across all loci and individuals, with 257 different alleles being detected in the cultivated sorghum gene pool and 238 alleles in the wild sorghum gene pool. We found that the wild sorghum gene pool harbored significantly more genetic diversity than its domesticated counterpart, a reflection that domestication of sorghum was accompanied by a genetic bottleneck. Overall, our study found close genetic proximity between cultivated sorghum and its wild progenitor, with the extent of crop-wild divergence varying among cultivation regions. The observed genetic proximity may have arisen primarily due to historical and/or contemporary gene flow between the two congeners, with differences in farmers? practices explaining inter-regional gene flow differences. This suggests that deployment of transgenic sorghum in Kenya may lead to escape of transgenes into wild-weedy sorghum relatives. In both cultivated and wild sorghum, genetic diversity was found to be structured more along geographical level than agro-climatic level. This indicated that gene flow and genetic drift contributed to shaping the contemporary genetic structure in the two congeners. Spatial autocorrelation analysis revealed a strong spatial genetic structure in both cultivated and wild sorghums at the country scale, which could be explained by medium- to long-distance seed movement.",
        "lang": "eng"
    },
    "appid": "10883_3249",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3249"
}}
