{"object": {
    "title": {
        "value": "Microsatellite marker-based diversity and population genetic analysis of selected lowland and mid-altitude maize landrace accessions of India",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic diversity",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "india",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3825",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "landraces",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "population structure",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "alleles",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8724"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genetics",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3222"
        }
    ],
    "description": {
        "value": "Maize (Zea mays L.) harbours significant genetic diversity not only in its centre of origin (Mexico) but also in several countries worldwide, including India, in the form of landraces. In this study, DNA fingerprinting of 48 landrace accessions from diverse regions of India was undertaken using 42 fluorescent dye-labeled Simple Sequence Repeat (SSR) markers, followed by allele resolution using DNA sequencer and analysis of molecular diversity within and among these landraces. The study revealed a large number of alleles (550), with high mean number of alleles per locus (13.1), and Polymorphism Information Content (PIC) of 0.60, reflecting the level of diversity in the landrace accessions. Besides identification of 174 unique alleles in 44 accessions, six highly frequent SSR alleles were detected at six loci (phi014, phi090, phi112, umc1367, phi062 and umc1266) with individual frequencies greater than 0.75, indicating that chromosomal regions harboring these SSR alleles are not selectively neutral. F statistics revealed very high genetic differentiation, population subdivision and varying levels of inbreeding in the landraces. Analysis of Molecular Variance showed that 63 % of the total variation in the accessions could be attributed to within-population diversity, and 37 % represented between population diversity. Cluster analysis of SSR data using Nei?s genetic distance and UPGMA revealed considerable genetic diversity in these populations, although no clear separation of accessions was observed based on their geographic origin.",
        "lang": "eng"
    },
    "appid": "10883_3185",
    "language": {
        "value": "Englis",
        "uri": ""
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3185"
}}
