{"object": {
    "title": {
        "value": "Raising yield potential in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:25Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "traits",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "discovery",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic resources",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lodging",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phenology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "photosynthesis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fertility",
            "uri": ""
        }
    ],
    "description": {
        "value": "Recent advances in crop research have the potential to accelerate genetic gains in wheat, especially if co-ordinated with a breeding perspective. For example, improving photosynthesis by exploiting natural variation in Rubisco's catalytic rate or adopting C4 metabolism could raise the baseline for yield potential by 50% or more. However, spike fertility must also be improved to permit full utilization of photosynthetic capacity throughout the crop life cycle and this has several components. While larger radiation use efficiency will increase the total assimilates available for spike growth, thereby increasing the potential for grain number, an optimized phenological pattern will permit the maximum partitioning of the available assimilates to the spikes. Evidence for underutilized photosynthetic capacity during grain filling in elite material suggests unnecessary floret abortion. Therefore, a better understanding of its physiological and genetic basis, including possible signalling in response to photoperiod or growth-limiting resources, may permit floret abortion to be minimized for a more optimal source:sink balance. However, trade-offs in terms of the partitioning of assimilates to competing sinks during spike growth, to improve root anchorage and stem strength, may be necessary to prevent yield losses as a result of lodging. Breeding technologies that can be used to complement conventional approaches include wide crossing with members of the Triticeae tribe to broaden the wheat genepool, and physiological and molecular breeding strategically to combine complementary traits and to identify elite progeny more efficiently.",
        "lang": "eng"
    },
    "appid": "10883_2702",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2702"
}}
