{"object": {
    "title": {
        "value": "Quantitative trait loci for yield and correlated traits under high and low soil nitrogen conditions in tropical maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:30Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "drought tolerance",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_14914",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "low nitrogen tolerance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl mapping",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "quantitative trait loci",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_37974"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nitrogen",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5192"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mapping",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1344"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        }
    ],
    "description": {
        "value": "The first objective of this study was to map and characterize quantitative trait loci (QTL) for grain yield (GY) and for secondary traits under varying nitrogen (N) supply. To achieve this objective, a segregating F2:3 population previously developed for QTL mapping under water-limited conditions was used. The population was evaluated in Mexico under low N conditions in the dry winter season and under low and high N conditions in the wet summer season. From eight QTLs identified for GY under low N conditions, two were also detected under high N conditions. Five QTLs were stable across the two low N environments and five co-localized with QTLs identified for the anthesis-silking interval (ASI) or for the number of ears per plant (ENO) under low N conditions. The percentage of the phenotypic variance expressed by all QTLs for ASI and ENO was quite different when evaluated under low N conditions during the dry winter (40% for ASI and 22% for ENO) and the wet summer seasons (22% for ASI and 46% for ENO). The results suggest optimizing different breeding strategies based on selection index depending on the growing season. Good QTL colocalization was observed for ASI (four QTLs) and ENO (three QTLs) when looking at QTL identified under low N and water-limited conditions in the same population. The results suggest that that both secondary traits can be used in breeding programs for simultaneous improvement of maize against low N and drought stresses.",
        "lang": "eng"
    },
    "appid": "10883_3047",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3047"
}}
