{"object": {
    "title": {
        "value": "Root distribution patterns of white yam (Dioscorea rotundata Poir.): a field study",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-06-07T20:59:24Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "dioscorea rotundata",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2298",
                "http://aims.fao.org/aos/agrovoc/c_2298",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mineral fertilizer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "root density",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "root map",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tuber yield",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mineral fertilizers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27870"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "density",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2186"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tubers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7998"
        }
    ],
    "description": {
        "value": "The productivity of white yam (Dioscorea rotundata Poir) must increase to sustainably meet the demand of the increasing populations in the developing world where this is a staple crop. Although this could be achieved through the use of mineral fertilizers, reports indicate limited effects of these inputs on tuber yield. We hypothesized (i) that D. rotundata has a small and shallow root system and (ii) that this root system does not respond to mineral fertilizer application. Two field experiments were conducted in Côte d'Ivoire in year 1 and in year 2 to test these hypotheses. In the first field experiment we measured biomass production, as well as root density during plant growth in fertilized and unfertilized plots while in the second experiment, we analysed the distribution pattern of roots in horizontal and vertical root profiles in fertilized plots. The root system of D. rotundata consisted of seminal, adventitious and tubercular roots. Only the adventitious roots remained alive until the end of the growth cycle. The root length density was very low with a maximum of 0.25 cm cm&#8722;3. No roots were observed in the 15?30 cm horizon at 50 cm from the plant's crown. The horizontal and vertical root maps revealed that roots were mostly distributed in clumps, and there was a good correlation between the two methods of root sampling for this species. Fertilizer application had no significant effect on plant biomass, fresh tuber yield or on root growth. However, thinner and longer roots and higher tuber yields were observed in year 1 than in year 2. The different weather conditions and more specifically the higher soil temperature might explain the results obtained in year 1. Therefore, it could be recommended to farmers not to fertilize D. rotundata.",
        "lang": "eng"
    },
    "appid": "10883_1603",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1603"
}}
