{"object": {
    "title": {
        "value": "Accelerated development of quality protein maize hybrid through marker-assisted introgression of opaque-2 allele",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "opaque-2",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tryptophan",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "marker-assisted introgression",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize hybrid",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hybrids",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3707"
        }
    ],
    "description": {
        "value": "Vivek Maize Hybrid 9- a popular single-cross hybrid developed by crossing CM 212 and CM 145 was released for commercial cultivation in India. The parental lines, being deficient in lysine and tryptophan, were selected for introgression of opaque-2 allele using CML 180 and CML 170 as donor lines through marker-assisted backcross breeding. The opaque-2 homozygous recessive genotypes with >90% recovery of the recurrent parent genome were selected in BC2F2, and the seeds with <25% opaqueness in BC2F3 were forwarded for seed multiplication. Vivek Quality Protein Maize (QPM) 9, the improved QPM hybrid, showed 41% increase in tryptophan and 30% increase in lysine over the original hybrid. The grain yield of the improved hybrid was on par with the original hybrid. The newly improved QPM maize hybrid released in 2008 will help in reducing the protein malnutrition because its biological value is superior over the normal maize hybrids. This short duration QPM maize hybrid has been adopted in several hill states of North Western and North Eastern Himalayan regions.",
        "lang": "eng"
    },
    "appid": "10883_3181",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3181"
}}
