{"object": {
    "title": {
        "value": "Quality of field collected and laboratory reared Chilo partellus (Swinhoe) (Lepidoptera: Crambidae) for screening maize genotypes",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-12-09T20:30:22Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "chilo partellus",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_27152",
                "http://aims.fao.org/aos/agrovoc/c_27152",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality insects",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "insect rearing",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1387361594825",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize genotypes",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7134
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.7658
            ],
            "value": "ecotypes",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_27505"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "stem borers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7389"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "insects",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3890"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        }
    ],
    "description": {
        "value": "The quality of laboratory reared stem borer species for screening of maize varieties is usually questioned by end user cereal breeders. A quality check study was performed in a screen house at KARI-Katumani to evaluate the quality of eight-year old laboratory reared stem borer, Chilo partellus (Swinhoe). The evaluation was aimed at finding out the performance of the laboratory borers subjected to six-month interval of gene infusion in comparison with wild F1 generation of the same species collected from the field. One hundred (100) maize seedlings were grown on plastic pots of 5 by 5 cm and of 12 cm-height. The maize seedlings were infested with five first instar larvae on eight plants replicated four times for each borer ecotype. The wild ecotypes were collected from two different localities for comparison with eight-year old laboratory reared borers. Foliar damage, tunnel length on the maize stems and the recovered number of C. partellus larvae from the maize plants were used as the parameters for quality measure of the borer ecotypes. The laboratory-reared stem borer species had been subjected to frequent six-month gene-infusion interval from the wild. The results indicated feedvoracity drop of 3.8 and 21.5% for stem and foliar damage on the laboratory borer ecotype. The study established the need for continuous gene infusion to maintain high quality maize stem borer species as test organisms.",
        "lang": "eng"
    },
    "appid": "10883_3349",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3349"
}}
