{"object": {
    "title": {
        "value": "Genetic analysis of field resistance to tan spot in spring wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:11:57Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "drechslera tritici-repentis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "inheritance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pyrenophora tritici-repentis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tan spot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yellow spot",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "parents",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5585"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "drechslera",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2379"
        }
    ],
    "description": {
        "value": "Tan spot, caused by Pyrenophora tritici-repentis (Died.) Drechs., is an important constraint to wheat (Triticum aestivum L.) yield in many countries. Since the inheritance of field resistance to tan spot is poorly understood, this study was conducted to determine the genetic control of resistance in the field. Resistance was measured as disease severity caused by P. tritici-repentis race 1 in four crosses involving five wheat parents: parent 1 (P1) = catbird; parent 2 (P2) = Milan/Shanghai-7; parent 3 (P3) = Alondra/Coc//Ures; parent 4 (P4) = Bcb//Dundee/Gul/3/Gul); parent 5 (P5) = ND/VG9144//Kal/BB/3/Yaco/4/Chil. P1, P2 and P3 were resistant and P4 was moderately resistant, whereas P5 was susceptible to tan spot. The F2-derived F3 families and the parents were field evaluated at El Bata´n, Mexico, in 1996. When all the plants within a F3 family expressed low levels of disease severity similar to that of the resistant parent it was classified resistant (R), otherwise the progeny was classified as susceptible (S). The progeny of the three crosses of the susceptible parent with the resistant and moderately resistant parents P2, P3, and P4 segregated as 3R:13S whereas the progeny in the cross with P1 showed a segregation ratio of 1R:15S. This suggests that each resistant parent possessed two genes conditioning resistance to tan spot severity caused by P. tritici-repentis race 1. Information on the inheritance of resistance measured as disease severity on adult plants under field conditions is of practical importance for wheat breeding programs seeking improvement in tan spot resistance.",
        "lang": "eng"
    },
    "appid": "10883_2529",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2529"
}}
