{"object": {
    "title": {
        "value": "Implications of genotype × input interactions in breeding superior genotypes for favorable and unfavorable rainfed upland environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:42Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "upland rice",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8076",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "input",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "management",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_16086",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "response to selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heritability",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "inputs",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_11788"
            ]
        }
    ],
    "description": {
        "value": "Resource-poor farmers in India cultivate upland rice as a subsistence crop in poor soil with minimum inputs, often applying little or no fertilizer and controlling weeds by hand. Consequently, upland rice yields are very low. In our study, the response to management intensification of fertilizer application at rates of 40 N ha&#8722;1, 13 P ha&#8722;1, and 16.7 K ha&#8722;1 and two weed control treatments as compared with no fertilizer, and one hand weeding practice commonly followed by farmers in rainfed upland areas was examined with a large set of advanced breeding lines and adapted upland varieties tested over 3 years in multi-location trials. Highly significant genotype × environment interaction was observed in combined analyses across environments, leading to sub-grouping of sites into the high-yielding or favorable and low-yielding or unfavorable upland environment groups. A significant effect of management regime was observed. Averaged over 15 environments, the moderate-input treatment out-yielded the low-input treatment by nearly 65% or 0.8 t ha&#8722;1 under favorable environments and by nearly 48% (0.3 t ha&#8722;1) in unfavorable environments. A significant genotype effect and genotype × input management interaction for yield at favorable sites was observed. However, the same was not significant at unfavorable sites. Varietal differences were relatively small at unfavorable sites across input levels. The heritability estimates for grain yield were moderately high in both moderate- and low-input conditions in favorable environments. The genetic correlation between yields in moderate- and low-input conditions was high in both favorable and unfavorable environments. The study indicated that improved varieties performed well relative to landraces under low-input management. Improved varieties along with modestly intensified management offer an attractive option to increase the productivity of rainfed upland environments. For both favorable and unfavorable environments, indirect selection under moderate-input conditions was less efficient than direct selection for grain yield in low-input conditions, indicating upland breeding programs to adopt selection for grain yield under both moderate- and low-input conditions.",
        "lang": "eng"
    },
    "appid": "10883_1548",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1548"
}}
