{"object": {
    "title": {
        "value": "Conservation agriculture for increasing maize yield in vulnerable production systems in central Mozambique",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2013-12-09T20:20:20Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "animal traction",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_436",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "termite activity",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mouldboard ploughs",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25695"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "seeds",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6946"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "termites",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3969"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mozambique",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4964"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.9858,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Smallholder farming under rainfed low input crop production in central Mozambique is characterised by decline in soil fertility, low yields and risks of crop failure. To revert this situation, conservation agriculture (CA) based on minimum soil disturbance, crop residue retention and crop rotations has been promoted in the region since the late 1990s. This study presents the results of a CA long term trial (LTT) initiated in the year 2006 at Sussundenga Research Station (central Mozambique). The trial monitors and evaluates the effects over time of CA practices on crop yield, soil quality, weeds, pests and diseases. The LTT is designed as a completely randomized block with four replications: one conventional tilled treatment with sole maize (Zea mays L.), using the mouldboard plough and residue removal and nine CA treatments with residue retention using different seeding technologies and crop rotations of maize with sunflower (Helianthus annuus L.) and beans (Phaseolus vulgaris L.). Apart from mouldboard ploughing, three different seeding technologies are studied in the LTT: direct seeding with animal traction, manual planting basins and the jab planter. Local climate at Sussundenga is wet semi-arid, the soil type is a Haplic Lixisol (FAO soil classification system) with a sandy loam surface soil texture. High termite activity in the area prevented the accumulation of crop residues in CA plots. Therefore, field results did not show significant differences in maize yield and soil fauna activity. Infiltration was significantly higher (16-  30% higher) on CA plots where beans were previously planted in maize-sunflower-beans rotation compared to the conventional tilled treatment. This study did not show immediate benefits of CA for quick adoption by smallholder farmers. However, field observation suggest significant labour gains when fields are direct seeded instead of traditionally cultivated with the mouldboard plough.",
        "lang": "eng"
    },
    "appid": "10883_3333",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3333"
}}
