{"object": {
    "title": {
        "value": "Using canopy temperature depression to select for yield potential of wheat in heat stressed environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:56Z",
    "created": "2012-01-06T05:17:09Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7950",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "partnerships",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research policies",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "temperature resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype environment interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research projects",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "canopy",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heat stress",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yields",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spring crops",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "selection criteria",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic engineering",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant physiology",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "heat tolerance",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11486"
        }
    ],
    "description": {
        "value": "The main objective of the study was to validate the use of canopy temperature depression (CTD) as a rapid early generation screening tool for heat tolerance in wheat. CTD was measured at hot sites in Mexico on F2 derived bulks (BULKS) and on recombinant inbred lines (RILs) derived from the same BULKS, using crosses of parents with different levels of heat tolerance. Results showed (i) CTD measured on BULKS in Mexico were significantly correlated with their average performance at 11 international sites, (ii) CTD was an excellent indicator of which BULKS produced heat tolerant inbred lines evaluated in Mexico, and (iii) CTD measured on RILs were highly significantly correlated with performance in Mexico. These results indicate the robustness of CTD as a selection trait, with potential application at early and intermediate stages of selection. In addition the genetic link between CTD and heat tolerance was demonstrated by showing their association in recombinant inbred lines. Measurements of photosynthesis and leaf conductance on F5 individual plants showed high heritabilities with measurements made on F5 derived F7 sister lines, as well as significant correlations with yield. Results suggest the potential of screening for quantitative traits on individual plants in early generation derived bulks. Genotype by environment interaction in hot wheat growing regions worldwide was tested by growing a set of 60 advanced lines (ALs) selected for heat tolerance in Mexico, at 15 international sites. The results indicate Tlaltizapan to be the best site in Mexico for predicting yields in Bangladesh, NW India, Sudan and Nigeria, and indicated NW India as a good site for heat tolerance screening. Correlation analysis corroborated these observations and indicated late sowing in Obregon as an additional site for heat tolerance screening. Average yield of the 60 ALs at 15 international sites was predicted equally well by CTD or yield, when both were measured in Mexico. Since a reliable yield estimate requires a plot approximately five times bigger than that needed for an estimate of CTD, the use of CTD instead of yield estimates may be considerably more efficient. Alternatively both yield and CTD could be combined in a selection index as a more powerful indicator of heat tolerance. Based on results from the current project, CIMMYT Wheat Breeding Programs are currently evaluating the use of CTD as a selection criterion in preliminary yield trials for heat tolerance. Physiological and morphological data measured in the different experiments suggest that yields under heat stress are source (assimilate) limited. Wheat lines of diverse origin from the Indian and world wheat collections were screened for heat tolerance traits. Preliminary data indicated high levels of expression for CTD, chlorophyll content, rate of biomass accumulation, and kernel weight. A laboratory based screening protocol for membrane thermostability demonstrated a high degree of genetic diversity for the trait in materials from the Indian Bank.",
        "lang": "eng"
    },
    "appid": "10883_1219",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1219"
}}
