{"object": {
    "title": {
        "value": "Photochemical efficiency and SPAD value as indirect selection criteria for combined selection of spot blotch and terminal heat stress in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "ratio of variable to maximal fluorescence",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "leaf greenness (spad value)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bipolaris sorokiniana",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cochliobolus sativus",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "foliar blight",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "helminthosporium leaf blight",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "blotches",
            "uri": "http://aims.fao.org/aos/agrovoc/c_973"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "fluorescence",
            "uri": "http://aims.fao.org/aos/agrovoc/c_10935"
        }
    ],
    "description": {
        "value": "Terminal heat and spot blotch caused by Cochliobolus sativus are important stresses causing significant wheat (Triticum aestivum L.) yield losses in the south Asian plains. Recent studies have shown that chlorophyll-related traits are correlated with heat stress and spot blotch resistance in wheat. This study was conducted to evaluate leaf photochemical efficiency and leaf greenness (measured as SPAD value) for combined selection of spot blotch and terminal heat stress. The efficiency of photosystem II was measured as ratio of variable to maximal chlorophyll fluorescence, Fv/Fm, using chlorophyll fluorometer build on pulse modulation principle. The study was conducted in three spring wheat populations derived by crossing spot blotch?resistant wheat genotypes ?Milan/Shanghai#7?, ?Chirya.3? and ?NL971? with a susceptible cultivar ?BL 1473?. The F3 and F4 generations were grown under natural epiphytotics of spot blotch either in optimal or in terminal heat stress conditions at Rampur, Nepal. The heritability (h2) of Fv/Fm, SPAD measurements and their genetic correlation with 1000-kernel weight (TKW) and area under disease progress curve (AUDPC) were estimated. The h2 estimates for Fv/Fm and SPAD measurements were moderate to high. In addition, AUDPC and TKW showed low to high genetic correlation with these traits. These findings suggest that Fv/Fm and SPAD measurements could be used as complementary traits in selecting for spot blotch resistance and heat tolerance in wheat.",
        "lang": "eng"
    },
    "appid": "10883_2788",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2788"
}}
