{"object": {
    "title": {
        "value": "Trend and variability of rainfall in Tigray, Northern Ethiopia: Analysis of meteorological data and farmers? perception",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-12-09T20:40:03Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                1,
                1,
                ""
            ],
            "value": "rainfall",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6435",
                "http://aims.fao.org/aos/agrovoc/c_6435",
                "http://aims.fao.org/aos/agrovoc/c_6435",
                "http://aims.fao.org/aos/agrovoc/c_6435",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rainfall trend",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rainfall variability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "onset",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "length of growing period",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7054
            ],
            "value": "trends",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24911"
            ]
        }
    ],
    "description": {
        "value": "Rainfall is the most important but variable climatic parameter in the semiarid tropics. In this study, the trend and variability of rainfall were compared with the perception of farmers in northern Ethiopia. Daily rainfall data obtained from five meteorological stations located in different agroecological zones were used to determine trends in annual and seasonal totals, onset and cessation dates, length of growing period (LGP) and dry spell length. Sen?s estimator and Mann-Kendall's statistical tests were used for trend detection. Two hundred fifty three farmers from three administrative areas (districts) that are close to the meteorological stations were interviewed in order to investigate farmers' perception on rainfall trend and variability in the study area. The results indicate that rainfall in the region is highly variable with a non-significant trend in both annual and seasonal totals for all stations. However, trends of rainfall events such as onset date, cessation date, LGP, and dry spell length were changed significantly in most stations, which agreed with the farmers? perception. Moreover, most stations experienced drought conditions in the last decade. The results suggest the need for designing appropriate agronomic and water management strategies to offset the negative impacts of rainfall variability in the study area.",
        "lang": "eng"
    },
    "appid": "10883_3354",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3354"
}}
