{"object": {
    "title": {
        "value": "Perspective on global and Chinese wheat industry",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:27Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "food safety",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_33995",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "production",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6200",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "trades",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stocks",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "trade",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7848"
        }
    ],
    "description": {
        "value": "As the second most important food crop in China, wheat plays a significant role in food safety The world food crisis is partly due to the decline of wheat stocks.  In 2007, severe climate condition and decreased planting area led to reduced wheat production. In response to the tightening world supplies, international wheat prices have hitting record high with deflated trades, and the world stocks hit the lowest leve1 of 30 years, down to 155 million tones. In contrast to the previous year, the wheat situation has a recovery in 2008. The production increased by 11%, to 677 million tones, international prices decreased by 50%, wheat feed utilization jumped by 19%, to 120 million tones, food usage increased by 1%, international trade reached 119 million tones, up 7%, world stocks approached 187 million tones, up 20%.  The world wheat production in 2009 is likely to be less than 2008, due to the reduction of sowing area in USA and EU.  Wheat production in China has improved during the last five years.  Along with significant yield and production increase, wheat planting areas reached 23 million hectares, and import demand sharply decreased since production can basically meet the domestic demand.",
        "lang": "eng"
    },
    "appid": "10883_2721",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2721"
}}
