{"object": {
    "title": {
        "value": "The cost of coexistence between Bt maize and open-pollinated maize varieties in lowland Coastal Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "agro-ecological zone",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bt maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "coexistence",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "regulatory",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spatial",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "ecological zones",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2593"
        }
    ],
    "description": {
        "value": "Although the commercial use of agricultural biotechnology in Africa is significantly lower than in most other parts of the world, several African countries have made significant strides towards introducing GM crops. Kenya has been one of the more progressive African countries, particularly in maize, where testing and development of Bt maize has been ongoing since 1999. As part of the introduction process, biosafety protocols are being developed. The protocols require adequate measures to ensure the coexistence between GM and conventional maize varieties, minimize risks of cross contamination, and preserve the biodiversity of traditional maize varieties. Establishing coexistence between GM and conventional maize imposes additional costs on potential adopters of GM maize, especially in Kenya, where adoption will take place within highly populated smallholder farming communities. This article estimates the costs of establishing coexistence between GM and conventional maize in Kenya?s coastal lowlands.",
        "lang": "eng"
    },
    "appid": "10883_2196",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2196"
}}
