{"object": {
    "title": {
        "value": "Wheat germplasm screening for stem rust resistance using conventional and molecular techniques",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pathotypes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stem rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        }
    ],
    "description": {
        "value": "In Central Asia, stem rust (Puccinia graminis f.sp. tritici) causes considerable damage, especially during growing seasons with high rainfall. Ug99 is a race of stem rust that is virulent to the majority of wheat varieties. To develop disease-free germplasm, wheat material was screened using the predominant stem rust races of Kazakhstan and tested in two nurseries; CIMMYT-Turkey and the Plant Breeding Station at Njoro, Kenya. A total of 11 pathotypes of P. graminis f.sp. tritici were identified in Kazakhstan from the stem rust samples collected in 2008?2009. In particular, pathotypes TDT/H, TPS/H, TTH/K, TKH/R, TKT/C and TFK/R were highly virulent. Of the 170 advanced lines of wheat, 21 CIMMYT lines resistant to 5 aggressive Kazakhstani pathotypes of P. graminis were identified. A high level of resistance was observed in 11 wheat cultivars and advanced lines: Taza, E-19, E-99, E-102, E-572, E-796, E-809 (Kazakhstan), Ekinchi (Azerbaijan), Dostlik, Ulugbek 600 (Uzbekistan) and Umanka (Russia). Based on data obtained from Turkey-CIMMYT and the Plant Breeding Station Njoro, Kenya nurseries, out of 13 tested entries, 6 wheat breeding lines which were resistant to both stem and yellow rust and 10 wheat lines which showed high and moderate levels of resistance to Ug99 were selected. Using the sequence tagged site (STS) molecular marker Sr24#12, associated with Sr24/Lr24, seven wheat entries resistant to stem rust were identified. These results will assist breeders in choosing parents for crossing in programmes aimed at developing varieties with desirable levels of stem rust resistance in Kazakhstan and they will also facilitate stacking the resistance genes into advanced breeding lines.",
        "lang": "eng"
    },
    "appid": "10883_2868",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2868"
}}
