{"object": {
    "title": {
        "value": "Quality protein maize for nutritional security: rapid development of short duration hybrids through molecular marker assisted breeding",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "marker-assisted selection",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "opaque2 gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize",
            "uri": ""
        }
    ],
    "description": {
        "value": "Quality protein maize (QPM) originally developed in the late 1990s at CIMMYT, Mexico possesses roughly twice as much usable protein as normal maize grown in the tropics. The improved quality of the protein in QPM is due to enhancement in lysine and tryptophan ? the two limiting amino acids that are known to be regulated by opaque2 gene and associated modifiers. QPM has widely been adopted for cultivation in the developing world to fight protein malnutrition. In India, QPM was released for commercial cultivation almost a decade ago by introducing QPM lines from CIMMYT. However, all these inbred lines are of longer duration and thus, give rise to QPM hybrids of full season maturity. Utilizing marker assisted selection we transferred opaque2, a recessive gene, to two early maturing Indian inbreds that were, in turn, crossed to give rise to an early duration QPM hybrid, Vivek QPM 9, with 30% higher lysine and 40% more tryptophan while retaining the same level of productivity. Vivek QPM 9 yielded at par with Vivek Maize Hybrid 9 in the multilocation yield trials. Vivek QPM 9 has further been found suitable for cultivation under organic farming.",
        "lang": "eng"
    },
    "appid": "10883_3097",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3097"
}}
