{"object": {
    "title": {
        "value": "QTL for spot blotch resistance in bread wheat line Saar co-locate to the biotrophic disease resistance loci Lr34 and Lr46",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:30Z",
    "created": "2013-06-07T21:02:55Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "blotches",
            "uri": "http://aims.fao.org/aos/agrovoc/c_973"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "bread wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14386"
        }
    ],
    "description": {
        "value": "Spot blotch caused by Bipolaris sorokiniana is a major disease of wheat in warm and humid wheat growing regions of the world including south Asian countries such as India, Nepal and Bangladesh. The CIMMYT bread wheat line Saar which carries the leaf tip necrosis (LTN)-associated rust resistance genes Lr34 and Lr46 has exhibited a low level of spot blotch disease in field trials conducted in Asia and South America. One hundred and fourteen recombinant inbred lines (RILs) of Avocet (Susceptible) × Saar, were evaluated along with parents in two dates of sowing in India for 3 years (2007?2008 to 2009?2010) to identify quantitative trait loci (QTL) associated with spot blotch resistance, and to determine the potential association of Lr34 and Lr46 with resistance to this disease. Lr34 was found to constitute the main locus for spot blotch resistance, and explained as much as 55 % of the phenotypic variation in the mean disease data across the six environments. Based on the large effect, the spot blotch resistance at this locus has been given the gene designation Sb1. Two further, minor QTL were detected in the sub-population of RILs not containing Lr34. The first of these was located about 40 cM distal to Lr34 on 7DS, and the other corresponded to Lr46 on 1BL. A major implication for wheat breeding is that Lr34 and Lr46, which are widely used in wheat breeding to improve resistance to rust diseases and powdery mildew, also have a beneficial effect on spot blotch.",
        "lang": "eng"
    },
    "appid": "10883_1907",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1907"
}}
