{"object": {
    "title": {
        "value": "Climate change and food security in the developing world: Potential of maize and wheat research to expand options for adaptation and mitigation",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:00Z",
    "created": "2013-06-07T21:09:52Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                0.9568,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.7399,
                0.7399,
                0.7399,
                0.7399,
                1,
                0.8896,
                ""
            ],
            "value": "climate change",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1666",
                "http://aims.fao.org/aos/agrovoc/c_1666",
                "http://aims.fao.org/aos/agrovoc/c_1666",
                "http://aims.fao.org/aos/agrovoc/c_1666",
                "http://aims.fao.org/aos/agrovoc/c_1666",
                "http://aims.fao.org/aos/agrovoc/c_1666",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "food security",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_10967",
                "http://aims.fao.org/aos/agrovoc/c_10967",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "germplasm",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3249",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.8246
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        }
    ],
    "description": {
        "value": "Maize and wheat are two of the most important food crops worldwide. Together with rice, they provide 30% of the food calories to 4.5 billion people in almost 100 developing countries. Predictions suggest that climate change will reduce maize production globally by 3 to 10% by 2050 and wheat production in developing countries by 29 to 34%. This will coincide with a substantial increase in demand for maize and wheat due to rising populations. Maize and wheat research has a crucial role to play in enhancing adaptation to and mitigation of climate change while also enhancing food security. Crop varieties with increased tolerance to heat and drought stress and resistance to pests and diseases are critical for managing current climatic variability and for adaptation to progressive climate change. Furthermore, sustainable agronomic and resource management practices, such as conservation agriculture and improved nitrogen management can contribute to climate change mitigation. There is also a need for better policies and investments in infrastructure to facilitate technology adoption and adaptation. These include investments in irrigation, roads, storage facilities and improved access to markets. There is also a need for policy innovations for stabilizing prices, diversifying incomes, increasing farmer access to improved seeds and finance, and providing safety nets to enhance farmers? livelihood security. This review paper details the potential impacts of climate change on food security, and the key role of improved technologies and policy and institutional innovations for climate change adaptation and mitigation. The focus is on maize and wheat in sub-Saharan Africa and South Asia.",
        "lang": "eng"
    },
    "appid": "10883_2249",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2249"
}}
