{"object": {
    "title": {
        "value": "Allelic variation of puroindoline genes in Chinese spring wheats",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:00Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "spring wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kernel hardness",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "puroindoline gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "allelic variation",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "hardness",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25422"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3214"
        }
    ],
    "description": {
        "value": "(Objective) Study of wheat kernel hardness is helpful to improving quality and introducing materials in Chinese spring wheat regions. (Method) In total, 140 Chinese spring wheat cultivars, advanced lines, and breeding parents from seven provinces in China were examined by a Single Kernel Characterization System (SKCS), STS (sequence tagged site) marker, site-specific cleavage with PvuII, SDS-PAGE and sequencing to understand the distribution of grain hardness and its puroindoline alleles. (Result) The results indicated that wild type, Pina-D1b, Pinb-D1b, Pinb-D1c (absent in Chinese winter wheats) and Pinb-D1p were present in Chinese spring wheats, and Pinb-D1b was the most popular genotype with a frequency of 51.5% in hard spring wheat. The percentages of Pina-D1b, Pinb-D1c and Pinb-D1p were 37.9%, 4.9% and 5.8% in hard spring wheats, respectively. Pinb-D1c and Pinb-D1p are mainly distributed in Qinghai and Gansu provinces, respectively. In addition, SKCS hardness indexes of mutation genotypes are significantly higher than that of wild type and SKCS hardness indexes of Pina-D1b and Pinb-D1c are significantly higher than those of Pinb-D1b and Pinb-D1p. (Conclusion) This study characterized the distribution of puroindoline alleles in Chinese spring wheat and provided the fact that Pinb-D1b are the most popular genotype in Chinese spring wheat region. Also, Pina-D1b was very prevalent, especially in Heilongjiang, suggesting that some relatively superior genotypes should be introduced to regions with high percentages of Pina-D1b due to its inferior quality. This study could provide useful information for improvement of wheat quality in Chinese spring wheat region.",
        "lang": "eng"
    },
    "appid": "10883_2554",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2554"
}}
