{"object": {
    "title": {
        "value": "High yielding stable wheat genotypes for the diverse environments in Afghanistan",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:24Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "performance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "grain",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3346"
        }
    ],
    "description": {
        "value": "This study was conducted to determine performance of elite spring wheat (Triticum aestivum L.) breeding lines developed by the International Maize and Wheat Improvement Center (CIMMYT), Mexico, examine genotypexenvironment (GE) interaction and identify superior wheat genotypes across diverse environments in Afghanistan. Forty nine breeding lines and one local check cultivar were tested across 7, 6 and 6 sites in 2005, 2006 and 2007, respectively. Grain yield, days to heading, plant height and agronomic scores were analyzed. Stability and genotype superiority for grain yield was determined using regression and genotype and genotypexenvironment (GGE) biplot analyses. The experimental genotypes showed high levels (4.5 to 5.7 t ha-1) of grain yield in each year. There were significant GE interactions for grain yield in each year. There were experimental genotypes in each year that produced significantly higher grain yield than the check. Regression analysis showed that stability parameters were significant and differed among genotypes, however, couldn`t explicitly identify the most superior lines in relative term. GGE-biplot analysis showed that among highest yielding lines, Chum18/7*Bcn, CS/Th.sc.//3*Pvn/3/Mirlo/Buc/4/Milan/5/Tilh, Croc_1/Ae.sq.(224)//Opata/3/Kauz*2/ Bow// Kauz/4/NL683, PBW343//Car422/Ana and Milan/Otus//Attila/3*Bcn were the five most superior genotypes for grain yield. These genotypes also had acceptable to superior agronomic traits. The findings of this study provide additional information on stability of the internationally important wheat genotypes tested across diverse environments in Afghanistan. These genotypes are also adapted to other developing countries; hence this information could be useful for international and national wheat improvement programs.",
        "lang": "eng"
    },
    "appid": "10883_2699",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2699"
}}
