{"object": {
    "title": {
        "value": "Genetic gains for grain yield in CIMMYT spring bread wheat across international environments",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:52Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "yields",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8488"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "bread wheat",
            "uri": "http://aims.fao.org/aos/agrovoc/c_14386"
        }
    ],
    "description": {
        "value": "The Global Wheat Program of the International Maize and Wheat Improvement Center (CIMMYT) develops and distributes improved germplasm targeted toward various wheat growing regions of developing world. The objective of our study was to quantify the genetic yield gains in CIMMYT's spring bread wheat (Triticum aestivum L.) in the Elite Spring Wheat Yield Trial (ESWYT) distributed over the past 15 yr (1995?2009) as determined by the performance of entries across 919 environments in 69 countries. To determine the annual genetic gains, differences in mean yields of the five highest yielding entries from mean trial yield and mean yield of the widely grown international check ?Attila? were regressed over 15 yr of ESWYT testing. Across locations in all countries, mean yields of the five highest yielding entries showed an annual gain of 27.8 kg ha&#8722;1 (0.65%) compared to Attila. Annual yield gains in mega-environment 1 (ME1) (optimally irrigated), ME2 (high rainfall), Egypt, India, and Pakistan were 27.4 (0.55%), 21.4 (0.62%), 111.6 (1.13%), 32.5 (0.83%), and 18.5 kg ha&#8722;1 (0.5%), respectively. These results demonstrate continuous genetic yield gains in the elite spring bread wheat lines developed and distributed by CIMMYT and the positive outcomes achieved through breeding and the international exchange of elite spring wheat germplasm that have benefited national programs throughout the world.",
        "lang": "eng"
    },
    "appid": "10883_2907",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2907"
}}
