{"object": {
    "title": {
        "value": "The Tunisian wheat sector in the new liberalization scenario",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:00Z",
    "created": "2013-06-07T21:09:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat sector",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "tunisia",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8007",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "market",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "institutional organisation",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "organisations",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37968"
        }
    ],
    "description": {
        "value": "This study explores the likely effects of trade liberalization on the wheat value chain in Tunisia. The objectives are to: i) generate quantitative and qualitative information on the performance of wheat producers and the main constraints they face; ii) describe the institutional organisation of the Tunisian wheat value chain; iii) describe and examine the most important stakeholders in the cereal production chain: people in charge of the collection and storage, milling industry managers and pasta and couscous manufacturers; iv) describe and analyze the cereal policy implemented by the Tunisian government; and v) assess the possible impacts of multilateral trade liberalization on the wheat value chain and staple food affordability and livelihoods in rural and urban areas. The results of the analysis suggest that a multilateral trade liberalization represented by an increase in international wheat prices would be beneficial to Tunisian wheat growers. However, in order to take advantage of these changes, an institutional reform in the wheat value chain should be introduced. The Tunisian government has to redefine the role of the Cereal Office which has the legal monopoly on cereals collection, imports and distribution intended for human and animal consumption",
        "lang": "eng"
    },
    "appid": "10883_2167",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2167"
}}
