{"object": {
    "title": {
        "value": "Combining ability, heterosis and genetic diversity in tropical maize (Zea mays L.) under stress and non-stress conditions",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:42Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "abiotic stress",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_35768",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "combining ability",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_15954",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drought",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "nitrogen",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inbred lines",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24039"
        }
    ],
    "description": {
        "value": "Drought and low soil fertility are considered the most important abiotic stresses limiting maize production in sub-Saharan Africa. Knowledge of the combining ability and diversity of inbred lines with tolerance to the two stresses and for those used as testers would be beneficial in setting breeding strategies for stress and nonstress environments. We used 15 tropical maize inbred lines to (i) evaluate the combining ability for grain yield (GY), (ii) assess the genetic diversity of this set of inbred lines using RFLP, SSR, and AFLP markers, (iii) estimate heterosis and assess the relationship between F1 hybrid performance, genetic diversity and heterosis, and (iv) assess genotype × environment interaction of inbred lines and their hybrids. The F1 diallel hybrids and parental inbreds were evaluated under drought stress, low N stress, and well-watered conditions at six locations in three countries. General combining ability (GCA) effects were highly significant (P < 0.01) for GY across stresses and well-watered environments. Inbred lines CML258, CML339, CML341, and CML343 had the best GCA effects for GY across environments. Additive genetic effects were more important for GY under drought stress and well-watered conditions but not under low N stress, suggesting different gene action in control of GY. Clustering based on genetic distance (GD) calculated using combined marker data grouped lines according to pedigree. Positive correlation was found between midparent heterosis (MPH) and specific combining ability (SCA), GD and GY. Hybrid breeding program targeting stress environments would benefit from the accumulation of favorable alleles for drought tolerance in both parental lines.",
        "lang": "eng"
    },
    "appid": "10883_3137",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3137"
}}
