{"object": {
    "title": {
        "value": "Simulation approach and its applications in plant breeding",
        "lang": "zho"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:29Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding simulation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic model",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding strategy",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "design breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "review",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "simulation",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5209"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genetics",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3222"
        }
    ],
    "description": {
        "value": "Conventional plant breeding largely depends on phenotypic selection and breeding experience, therefore breeding efficiency is low and predictions are inaccurate. Along with the fast development in molecular biology and biotechnology, a large amount of biological data is available for genetic studies of important breeding traits in plants, which in turn allows conducting genotypic selection in the breeding process. However, gene information has not been effectively used in crop improvement due to the lack of appropriate tools. The simulation approach can use vast and diverse genetic information, predict cross performance, and compare different selection methods. Hence, the best performing crosses and effective breeding strategies can be identified. QuLine is a computer tool capable of defining a range from simple to complex genetic models and simulating breeding processes for developing final advanced lines. Based on the results from simulation experiments, breeders can optimize their breeding methodology and greatly improve the breeding efficiency. In this paper, we first introduce the underlying principles of simulation modeling in crop enhancement, and then summarize several applications of QuLine in comparing different selection strategies, precision parental selection using known gene information, and the design approach in breeding. Breeding simulation allows the definition of complicated genetic models consisting of multiple alleles, pleiotropy, epistasis and gene by environment interaction, and provides a useful tool to efficiently use the wide spectrum of genetic data and information available to breeders.",
        "lang": "zho"
    },
    "appid": "10883_1713",
    "language": {
        "value": "zho",
        "uri": "http://lexvo.org/id/iso639-3/zho"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1713"
}}
