{"object": {
    "title": {
        "value": "Farmer organization, collective action and market access in Meso-America",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:41Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "farmers organizations",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_37175"
        ]
    },
    "description": {
        "value": "Farmer organization and collective action are often seen as key factors in enhancing farmers' access to markets. Often, too little attention is directed at (a) the most appropriate types of organization; (b) whether organization makes less or more sense in the case of producers of an undifferentiated commodity or a higher value product; (c) whether the public or private sector is best placed to support farmer organizations; and (d) the conditions necessary for ensuring their economic viability. Research in Mexico and Central America explored these issues for commodity maize and high value vegetables, respectively. The benefits of farmer organization are more evident in the vegetable sector, characterized by high transaction costs associated with market access. However, horticultural farmer organizations in Honduras and El Salvador include less than 5% of total horticultural producers. This is possibly due to farmer organizations? limited business skills and non-replicable organizational models. There is less incentive for maize farmers to organize to access output markets as the transaction costs are relatively low. The benefits of maize farmer organization are clearer when it comes to accessing inputs such as credit, seed and fertilizer. Farmer organization is a critical factor in making markets work for the poor, but the role and timing of public and private investment in these organizations is poorly understood.",
        "lang": "eng"
    },
    "appid": "10883_2161",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2161"
}}
