{"object": {
    "title": {
        "value": "Energy-dispersive X-ray fluorescence spectrometry as a tool for zinc, iron and selenium analysis in whole grain wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:55Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "xrf",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "edxrf",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "micronutrient",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant",
            "uri": ""
        }
    ],
    "description": {
        "value": "Background and aims:  Crop biofortification programs require fast, accurate and inexpensive methods of identifying nutrient dense genotypes. This study investigated energy-dispersive X-ray fluorescence spectrometry (EDXRF) for the measurement of zinc (Zn), iron (Fe) and selenium (Se) concentrations in whole grain wheat.  Methods  Grain samples were obtained from existing biofortification programs. Reference Zn, Fe and Se concentrations were obtained using inductively coupled plasma optical emission spectrometry (ICP-OES) and/or inductively coupled plasma mass spectrometry (ICP-MS). One set of 25 samples was used to calibrate for Zn (19?60 mg&#8201;kg?1) and Fe (26?41 mg&#8201;kg?1), with 25 further samples used to calibrate for Se (2?31 mg&#8201;kg?1 ). Calibrations were validated using an additional 40?50 wheat samples.  Results EDXRF limits of quantification (LOQ) were estimated as 7, 3 and 2 mg&#8201;kg?1 for Zn, Fe, and Se, respectively. EDXRF results were highly correlated with ICP-OES or -MS values. Standard errors of EDXRF predictions were ±2.2 mg Zn kg?1, ±2.6 mg Fe kg?1, and ±1.5 mg Se kg?1.  Conclusion  EDXRF offers a fast and economical method for the assessment of Zn, Fe and Se concentration in wheat biofortification programs.",
        "lang": "eng"
    },
    "appid": "10883_2929",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2929"
}}
