{"object": {
    "title": {
        "value": "U-impact pathway for diagnosis and impact assessment of crop improvement",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:37Z",
    "subject": {
        "vocabulary": [
            "",
            "agrovoc"
        ],
        "score": [
            "",
            1
        ],
        "value": "crop improvement",
        "uri": [
            "",
            "http://aims.fao.org/aos/agrovoc/c_331560"
        ]
    },
    "description": {
        "value": "Agricultural research has contributed enormously to poverty reduction and increased food security worldwide. Wheat crop improvement is a good example of this contribution. Public investments in wheat research from the Green Revolution onwards led to significant productivity increases : following the widespread adoption of semi-dwarf varieties, annual yield growth rates peaked at 2.75% pagsa. in the 1980s. Since then, public and private investments in crop (including wheat) research have been modest despite the potential of such research to contribute substantially to the first Millennium Development Goal (MDG) of halving hunger and poverty by 2015. Drawing on a wide spectrum of recent literature, the present paper broadens the usual frame of reference for diagnosing the adoption of improved technology and measuring impact. The adoption of improved varieties and management practices is influenced on the supply side by the nature and performance of the input delivery pathway from research to the farm (input value chains), and on the demand side by the characteristics of the farm household system and the marketing or value-adding chains from the farm to the consumer (output value chains). These three elements (input value chains, farm household system characteristics, and output value chains) can be viewed as a U-impact pathway. This pathway determines the rate and extent of adoption of improved varieties and practices, the magnitude of direct and indirect impacts, and the potential for feedback loops leading to improved functioning of the input and output value chains. The U-impact pathway provides a framework to identify an expanded set of beneficiaries from crop improvement which extend beyond the common focus on producers and final consumers; conventional surplus analysis can then be used to estimate the wider benefits to crop improvement. Additional metrics may be needed to estimate impact related to non-economic benefits, such as poverty, health and social capital. The implication of this fuller accounting of impacts is that the benefits accruing to agricultural research may be greater, and more widely distributed across the economy, than previously recognized by research managers and policy-makers. This strengthens the case for maintained or increased public and private sector investment in crop improvement.",
        "lang": "eng"
    },
    "appid": "10883_2131",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2131"
}}
