{"object": {
    "title": {
        "value": "The metal silo: An effective grain storage technology for reducing post-harvest insect and pathogen losses in maize while improving smallholder farmers' food security in developing countries",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:45Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "food security",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_10967",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.8609,
                0.8609,
                0.8609,
                1,
                ""
            ],
            "value": "insect pests",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5729",
                "http://aims.fao.org/aos/agrovoc/c_5729",
                "http://aims.fao.org/aos/agrovoc/c_5729",
                "http://aims.fao.org/aos/agrovoc/c_5729",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize storage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "metal silo",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "post-harvest losses",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7606
            ],
            "value": "grain",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3346"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "harvesting losses",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3501"
        }
    ],
    "description": {
        "value": "Traditional storage practices in developing countries cannot guarantee protection against major storage pests of staple food crops like maize, leading to 20?30% grain losses, particularly due to post-harvest insect pests and grain pathogens. As a result, smallholder farmers end up selling their grain soon after harvest, only to buy it back at an expensive price just a few months after harvest, falling in a poverty trap. The potential impact on poverty reduction and greater livelihood security will not be realized, however, if farmers are unable to store grains and sell surplus production at attractive prices. Apart from causing quantitative losses, pests in stored grain are also linked to aflatoxin contamination and poisoning. To address this problem, a metal silo was developed as a valid option and proven effective in protecting stored grains from attack by storage insect pests. A metal silo is a cylindrical structure, constructed from a galvanized iron sheet and hermetically sealed, killing any insect pests that may be present. The impact of metal silo technology in Africa, Asia and Latin America includes, improving food security, empowering smallholder farmers, enhancing income opportunities and job creation, and safeguarding the agro-ecosystems. The metal silo can be fabricated in different sizes, 100 kg?3000 kg holding capacity by trained local artisans, with the corresponding prices of $35 to $375. The use of metal silo, therefore, should be encouraged in order to prevent storage losses and enhance food security in developing countries.",
        "lang": "eng"
    },
    "appid": "10883_2198",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2198"
}}
