{"object": {
    "title": {
        "value": "Molecular approaches for designing heat tolerant wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-11-25T02:37:44Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "canopy temperature depression",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "global warming",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl mapping",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "reactive oxygen species",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stay green",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stomatal conductance",
            "uri": ""
        }
    ],
    "description": {
        "value": "Global warming is causing changes in temperature rapidly for over two decades. The increased temperature during reproductive phase of plant growth has emerged as a serious problem all over the world. Constant or transitory high temperatures may affect the plant growth and development which may lead to diverse morphological, physiological and biochemical changes in plants ultimately decrease in yield. Genetic approaches leading to improved thermo-tolerance can mitigate the reduction in yield. In this backdrop, several indirect traits or parameters have been developed for identification of heat tolerant plants/lines. The traits like stay green/delayed senescence are reported to contribute toward capability of plants to tolerate heat stress. In addition, understanding of biochemical and molecular basis of thermo-tolerance in combination with genetic approaches like identification and mapping of heat tolerant QTLs will not only assist conventional breeders to develop heat tolerant cultivars but also help molecular biologists to clone and characterize genes associated with heat tolerance, which could be used in genetically modified heat tolerant plants. Therefore, overviews of different strategies for developing heat tolerant wheat are discussed in this review.",
        "lang": "eng"
    },
    "appid": "10883_3314",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3314"
}}
