{"object": {
    "title": {
        "value": "Inheritance of terminal heat tolerance in two spring wheat crosses",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2013-12-09T20:48:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum l.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "terminal heat tolerance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "inheritance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "heat susceptibility index",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "heat tolerance",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_11486"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum aestivum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        }
    ],
    "description": {
        "value": "The objective of this study was to develop an understanding about the genetics of terminal heat tolerance in wheat (Triticum aestivum L.). The minimum number of genes was assessed using Mendelian and quantitative genetic approach. Two crosses were made between heat tolerant and heat susceptible bread wheat cultivars: NW1014 × HUW468 and HUW234 × HUW468. Heat susceptible HUW468 was common in both the crosses. The F4, F5 and F6 generations were evaluated including F1 in two different dates of sowing (normal and very late) under field conditions in year 2006?07. The data was recorded for grain fill duration (GFD) and thousand-grain weight (TGW). Based on data of two dates, decline% and heat susceptibility index (HSI) of GFD and TGW were estimated. Heat tolerance in F1 showed absence of dominance. Estimation of genes using Mendelian approach in F4, F5 and F6 progenies (148?157) of the two crosses suggested that heat tolerance was governed by a minimum of three genes. Quantitative approach also indicated similar number of genes. The distribution of progeny lines in F4 and F6 supported the polygene nature of heat tolerance. These genes if mapped by molecular approach can play an important role through marker assisted selection (MAS) for developing improved thermo-tolerant lines of wheat.",
        "lang": "eng"
    },
    "appid": "10883_3369",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3369"
}}
