{"object": {
    "title": {
        "value": "Stakeholder perception of wheat production constraints, capacity building needs, and research partnerships in developing countries",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:00Z",
    "created": "2013-06-07T21:09:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "production",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6200",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "constraint",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "research",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6513",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "capacity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "building",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.8518
            ],
            "value": "constraints",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_1820"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "wheats",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        }
    ],
    "description": {
        "value": "In order to update the available information on the main current and future constraints on wheat production and human capacity development, a survey covering nineteen developing countries, including major wheat producers, was conducted prior to the 2006 International Symposium on Increasing Wheat Yield Potential in Ciudad Obregon, Mexico. The results emphasize the substantial yield losses associated with a number of critical abiotic, biotic and socioeconomic constraints, and indicate their global prevalence. The most important constraints on wheat production are heat (affecting up to 57% of the entire wheat area in surveyed countries), competition with weeds, and diseases (both affecting up to 55% of wheat area). Of the socioeconomic constraints listed and evaluated by respondents, access to mechanization and availability of credit were the most often highlighted. The most-reported infrastructural constraints were insufficient resources for field station operations. When evaluating the importance of research partnerships to achieve national wheat program goals, respondents from all 19 countries assigned the highest importance to partnerships with international agricultural research centers. The most desired outputs from these include development and exchange of germplasm and assistance in capacity building and knowledge sharing. These findings confirm the anticipated constraints and needs over the next 10&ndash;20 years and affirm the importance of international agricultural research centers in providing support to address them.",
        "lang": "eng"
    },
    "appid": "10883_2133",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2133"
}}
