{"object": {
    "title": {
        "value": "Phenotypic and molecular diversity of maize landraces: characterization and utilization",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "landraces",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "diversity",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phenotypes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "molecular markers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays l.",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6191,
            "value": "germplasm collections",
            "uri": "http://aims.fao.org/aos/agrovoc/c_36739"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "A well-characterized and well-evaluated germplasm collection would have greater chances of contributing to the development of new varieties, and consequently, greater realization of benefits for the resource-poor farmers. Landraces, the germplasm maintained by the farmers over the decades or centuries, were evolved and selected to thrive under particular environmental conditions and to meet local food preferences. Although maize originated in Mexico, landraces of this crop of worldwide importance are widely spread across the continents. India too forms a rich hub of diversity for maize landraces, particularly in the North-Eastern Himalayan (NEH) region. Maize landraces of Americas and Europe, and more recently of Asia, have been subjected to intensive molecular analyses, leading to significant insights regarding their diversity and population genetic structure. Comprehensive analysis of phenotypic and molecular diversity of the landraces is critical for their effective use in breeding programmes. Utilizing the rapidly advancing genome sequencing and genotyping technologies, along with phenotypic characterization through a global phenotyping network, are required for identifying trait-specific donors as well as favorable genes/alleles that can be channelized in breeding strategies.",
        "lang": "eng"
    },
    "appid": "10883_1832",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1832"
}}
