{"object": {
    "title": {
        "value": "Impacts of international maize breeding research in developing countries, 1966-98",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:51Z",
    "created": "2012-01-06T05:10:14Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "plant breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "private sector",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research institutions",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "germplasm",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding methods",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "research",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural development",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "public sector",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "economic analysis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "developing countries",
            "uri": ""
        }
    ],
    "description": {
        "value": "This report, which updates and extends the findings of an earlier CIMMYT study published in 1994, documents the impacts of international maize breeding research in the developing world. Covering the period 1966-98, the report reviews public and private investment in maize breeding research, describes the products of public and private maize breeding programs, estimates farm level adoption of modern varieties (MVs), and estimates the gross value of additional grain production attributable to international breeding efforts. Although private companies have greatly increased their investment in maize breeding research in recent years, public maize breeding programs still play an important role, especially in breeding for subsistence-oriented farmers. Seed sales data show that the maize seed industry in many developing countries has effectively been privatized and that hybrid seed sales now dominate sales of all other seed types. The area planted to MVs continues to expand at an impressive rate. Maize MVs are currently grown on at least 58.8 million ha in developing countries, including at least 21.2 million ha planted to MVs that contain CIMMYT germplasm. The gross value of additional grain production attributable to the adoption of maize MVs in developing countries is estimated to range from US$ 3.7 million to US$ll.l billion per year. Analysis of varietal pedigrees shows that breeders in both the public and private sectors have made extensive use of CIMMYT germplasm. Over 54% of publicly bred MVs released in the developing world since 1966 have contained CIMMYT germplasm. The pedigrees of many privately bred cultivars are confidential, but CIMMYT germplasm was present in 58% of MVs developed by private breeding programs being sold in the late 1990s for which pedigree information is available. The gross benefits attributable to CIMMYT's maize breeding program are estimated to range from US$167 million to US$1.5 billion per year.",
        "lang": "eng"
    },
    "appid": "10883_1035",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1035"
}}
