{"object": {
    "title": {
        "value": "Evaluation of the use of herbicide (Imazapyr) and fertilizer application in integrated management of Striga asiatica in maize in Malawi",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:48Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "striga asiatica",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "imazapyr",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea maize (l)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "malawi",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "acetolactate synthase",
            "uri": ""
        }
    ],
    "description": {
        "value": "The parasitic weed species Striga asiatica (L.) Kuntze is one of major constraints in maize production in Malawi. Studies were conducted from 1999/2000 to 2001/2002 seasons to evaluate the effects of seed dressing with imazapyr (an acetolactate synthase [ALS] - inhibiting herbicide) at 0 and 45 g ha-1 and two fertilizer rates (0 and 69N:21P2O5:0+4S kg ha-1) on maize with ALS target site resistance on Striga suppression and grain yield at Chitedze Research Station and farmers? fields. In the first season, imazapyr suppressed Striga emergence across all sites but did not increase yield. In contrast, fertilizer application had no effect on Striga emergence (P>0.05), but significantly increased yield (P<0.05). In the second season results were similar, but in addition the use of herbicide increased yield.  In the third season a local hybrid (SC627) was included to compare yield potential of the untreated Imazapyr Resistant (IR) variety. The local check yielded higher than the IR hybrid with or without herbicide treatment, but sustained the highest emergence of witchweeds. The untreated IR hybrid had less Striga than SC627 and more than the treated. Overall, fertilizer use is found to be the single most important factor in increasing maize yield under S. asiatica infection, while herbicide use is important for reducing emergence.",
        "lang": "eng"
    },
    "appid": "10883_3187",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3187"
}}
