{"object": {
    "title": {
        "value": "Interdependence of smallholders' net market positions in mixed crop-livestock systems of Ethiopian highlands",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:49Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "market interdependence",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "market position",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop-livestock system",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "ethiopia",
            "uri": ""
        }
    ],
    "description": {
        "value": "Using simultaneous-equation models, this paper examines whether there is interdependence between smallholder?s net market positions in crop and live animal markets under mixed crop-livestock system. Household level data collected in 2009 from 1075 sample households in 10 districts of Ethiopia are used for this analysis. Results confirmed the existence of interdependence between household?s net positions in crop and live animals markets and relatively, the net position of households in the live animal market is more strongly affected by their net position in the crop market than vice versa. The interdependence between the two market positions showed that households stock live animal asset through selling of surplus crops produced and finance crop purchased through livestock sales. The relatively strong effect of net position in crop market in explaining household?s net positions in live animal market shows the extent of household?s reliance on its position in the crop market while dealing with its participation in live animal market. Thus, policies/strategies enhancing smallholders? participation in crop and live animal markets in mixed crop-livestock system should pay attention to the production and marketing of both commodities simultaneously.",
        "lang": "eng"
    },
    "appid": "10883_2233",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2233"
}}
