{"object": {
    "title": {
        "value": "Soil fertility management effects on maize productivity and grain zinc content in smallholder farming systems of Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:49Z",
    "created": "2013-06-07T20:59:20Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "soil fertility management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zinc uptake",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop nutrition",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phytic to zinc molar ration",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mineral bioavailability",
            "uri": ""
        }
    ],
    "description": {
        "value": "Background and aims: Low soil zinc (Zn) threatens crop production and food nutrition in most cereal-based cropping systems in Africa. Agronomic management options that include farmers' locally available organic nutrient resources need to be evaluated in the context of Zn nutrition in staple cereals. A three-year study (2008-11) was conducted in two smallholder farming areas of eastern Zimbabwe to evaluate the influence of farmers' diverse soil fertility management practices on soil Zn status and effect on uptake patterns and nutritional value in maize (Zea mays L.).  Methods: Participatory research approaches and formal surveys enabled identification of farmers' diverse soil fertility management practices, which were then classified into five main domains: manure or woodland litter + mineral fertilizer; sole mineral fertilizer; legume - maize rotation; and a non-fertilized control. Over 60 randomly selected farms in each study area were then surveyed for influence of identified practices on soil Zn status across the domains. Maize growth, yield and Zn uptake patterns were monitored on a sub-sample of 20 farms covering the five management domains in each study area.  Results: Ethylenediaminetetraacetic acid (EDTA) extractable soil Zn ranged from 0.50 to 2.43 mg kg-1. Different farmer management practices significantly influenced Zn uptake (p<0.01). Combined use of organic and inorganic fertilizer yielded >2.1 tha-1 maize grain, against <0.8 tha-1 in the non-fertilized control. Maize grain Zn concentrations increased by 46-64 % over the control. Regardless of management practice, resultant phytic acid to Zn (PA: Zn) ratios were above the critical value of 15 suggesting inadequacies in current farmer management options.  Conclusions: We conclude that the current farmer soil fertility management regimes are insufficient to influence Zn nutrition in maize grown without external Zn fertilization on Zimbabwean sandy soils.",
        "lang": "eng"
    },
    "appid": "10883_1587",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1587"
}}
