{"object": {
    "title": {
        "value": "Performance of quality protein maize genotypes in the warm rainfed hill environments in Nepal",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:33Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype x environment interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gge-biplot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "performance",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "genotypes",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_3225"
            ]
        }
    ],
    "description": {
        "value": "This study was conducted in the hills of Nepal in four years to determine performance stability of open pollinated QPM genotypes in comparison to open pollinated cultivars of normal maize. Replicated field experiments were conducted in 29 environments using 20 QPM and seven normal maize genotypes. The normal maize genotypes included released cultivars, advanced breeding lines, one improved (Manakamana-3) and one local check (farmers` variety). Grain yield, days to flowering, plant and ear height, prolificacy, husk cover tightness and plant and ear aspect were analyzed. Stability and genotype superiority for grain yield was determined using genotype and genotypexenvironment (GGE) biplot analysis that compares among a set of genotypes with a reference ideal genotype, which will have the highest average value of all genotypes and be absolutely stable. The highest yielding QPM genotype in each year had significantly higher grain yield than the local check and higher or comparable yield to the improved check. Across years, many QPM genotypes produced significantly higher grain yield than the local check. Two genotypes (S03TLWQ-AB-01 and Obatampa) produced significantly higher grain yield than the improved check. GGE-biplot analysis showed that five of the seven most superior genotypes for grain yield were QPM (S03TLWQ-AB-01, Obatampa, S01SIYQ S99TLWQ-HG-AB and S99TLWQ-HG-A). Deuti and Manakamana-3 were the most superior among the normal maize cultivars. These genotypes also had acceptable to superior agronomic traits. Grain yield showed significant positive correlation with plant and ear height and prolificacy. The results show that superior open pollinated QPM genotypes were comparable to the outstanding cultivars of normal maize in performance stability and agronomic traits. The findings of this study provide new information on stability of the open pollinated QPM genotypes tested across warm rainfed hill environments. These cultivars are also adapted to other developing countries and this information could be useful for international and national QPM improvement programs.",
        "lang": "eng"
    },
    "appid": "10883_3072",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3072"
}}
