{"object": {
    "title": {
        "value": "Contribution of CIMMYT wheat germplasm to genetic improvement of grain yield in spring wheat of Sichuan, Yunnan, Gansu, and Xinjiang provinces",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:49Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "t. aestivum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield potential",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cimmyt germplasm",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "gansu",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3189"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7135
            ],
            "value": "spikes",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_24086"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6389
            ],
            "value": "kernels",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_25387"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.7725
            ],
            "value": "yield increases",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8487"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.9093
            ],
            "value": "sichuan",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_7051"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.932
            ],
            "value": "yunnan",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8496"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7605
            ],
            "value": "germplasm",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_3249"
            ]
        }
    ],
    "description": {
        "value": "Information on advances in wheat (Triticum aestivum L.) productivity is essential for genetic improvement on yield potential. Four yield potential trials with totally 59 leading cultivars from Sichuan, Yunnan, Gansu, and Xinjiang, China were conducted using a randomized complete block design with three replications under controlled environments in two successive cropping seasons from 2007 to 2009. The experimental sites were located in Chengdu in Sichuan province, Lijiang in Yunnan province, Wuwei in Gansu province, and Changji in Xinjiang province. Molecular markers were used to detect the presence of dwarfing genes and 1B/1R translocation. The results indicated that the annual genetic gain in yield in Sichuan, Yunnan, Gansu, and Xinjiang was 0.73%, 0.34%, 0.58%, and 1.43%, respectively. There was no obvious trend of yield component improvement for yield increase in Sichuan province; while reduced spikes per square meter and increased kernels per spike were the main factor for yield increase in Yunnan province; increased kernels per spike were the main factor for yield increase in Gansu province; and increased kernel weight of main spike and harvest index were the main factor for yield increase in Xinjiang province, together with the contribution from reduced plant height and earlier maturity. It also indicated that the dwarfing genes Rht-B1b and Rht-D1b were all from CIMMYT lines, and the significant progresses of genetic gain in yield in the four provinces were mainly due to the direct and indirect use of CIMMYT germplasm. Stripe rust resistance was the main contribution of CIMMYT germplasm in Sichuan and Yunnan; while CIMMYT germplasm contributed to high yield potential with high kernel number per spike, short plant height, and wide adaptability in Xinjiang and Gansu.",
        "lang": "eng"
    },
    "appid": "10883_2886",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2886"
}}
