{"object": {
    "title": {
        "value": "Earthworm activity and soil structural changes under conservation agriculture in central Mexico",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:45Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "central mexico",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop residue management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "no-tillage",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "thin sections",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zea mays",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "soil",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7156"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "mexico",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4792"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crop residues",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16118"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "tillage",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7771"
        }
    ],
    "description": {
        "value": "Crop residue mulching combined with zero tillage and crop rotation, known as conservation agriculture (CA), is being promoted as an alternative system to revert soil degradation in maize-based farming in the central highlands of Mexico. The goal of this paper was to determine the effects of CA vs. conventional tillage systems on soil quality, with a special focus on the role of earthworms in affecting the soil structure morphology, and on crop yield. For the conventional tillage system, the effect of crop residue retention (CONV + RES) was also compared to the conventional farmers? practice (residues removed; CONV). CA resulted in four times higher earthworm abundance when compared to CONV. Residue retention per se (CONV + RES) did not favor earthworm abundance. In all cases the earthworm community was dominated by exotic species. CA increased total N and soil organic C concentrations relative to CONV, but only at 0?5 cm soil depth. Nevertheless, the more pronounced vertical stratification of soil organic carbon content under CA favored soil surface aggregation and aggregate stability as expressed by the aggregate mean weight diameter after dry sieving (MWDds = 2.6 mm for CA and 1.6 mm for CONV) and wet sieving (MWDws = 0.9 mm and 0.6 mm, respectively). Also, CA improved topsoil water stable macroaggregation (WSA = 415 mg g&#8722;1) when compared to CONV (251 mg g&#8722;1). Residue retention within conventional tillage (CONV + RES) led to small increases in topsoil aggregate stability (i.e. MWDds and WSA). Soil structural improvements were accompanied by a higher direct surface water infiltration. Micromorphological analysis of thin sections indicated a loose and highly biogenic soil microstructure in CA, whereas CONV was characterized by a physicogenic microstructure, despite similar soil bulk densities (SBD). SBD is thus a poor indicator of soil physical quality when comparing different tillage systems. Redundancy analysis illustrated that CA resulted in improvement in most parameters related to soil quality, especially at the soil surface, but significant yield increases were recorded only in 2004. CONV + RES lead to marginal improvements in soil quality with no yield increases.",
        "lang": "eng"
    },
    "appid": "10883_1571",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1571"
}}
