{"object": {
    "title": {
        "value": "Resistance of early generation maize inbred lines and their hybrids to maize weevil [Sitophilus zeamais (Motschulsky)]",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:38Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "weevils",
            "uri": "http://aims.fao.org/aos/agrovoc/c_30063"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "sitophilus zeamais",
            "uri": "http://aims.fao.org/aos/agrovoc/c_26683"
        }
    ],
    "description": {
        "value": "Maize weevil [Sitophilus zeamais (Motschulsky)] causes important losses to maize (Zea mays L.) grain stored on-farm by small-scale farmers, thereby threatening food security throughout the developing world. We compared weevil resistance of S1, S2, S3, and S4 inbred lines with that of their testcross hybrids, studied gene action for resistance, and developed recommendations for weevil resistance breeding in maize. Weevil resistance was evaluated for lines and hybrids from two maize populations by infesting F2 grain samples with weevils and incubating the samples in a controlled temperature and humidity laboratory. Genotypic variation among lines and hybrids and both general and specific combining ability effects were significant for weevil resistance. Broad sense heritabilities were 62 and 50% for number of weevils emerged and 67 and 55% for grain weight loss among lines and hybrids, respectively. Weevil resistance of inbreds was generally not significantly correlated with, and thus could not be a useful predictor of, resistance of their hybrids. Grain weight loss from infestation and feeding was identified as a useful trait for weevil resistance breeding because of its moderate heritability, moderately high phenotypic correlation with number of weevils emerged (r = 0.55 to 0.77, p < 0.001), and ease of measurement. Useful genetic variation exists, and maize breeding programs can address weevil resistance with strategies that use both additive and nonadditive gene action.",
        "lang": "eng"
    },
    "appid": "10883_3103",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3103"
}}
