{"object": {
    "title": {
        "value": "Experiences in effective communication on transgenic technology in Africa - the case of the insect resistant maize for Africa (IRMA) project",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "transgenic technology",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bacillus thuringiensis (bt) maize technology",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "communication",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_37866",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "public awareness",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "insect resistant maize for africa (irma) project",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.8103
            ],
            "value": "bacillus thuringiensis",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_761"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.8383
            ],
            "value": "maize",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6147
            ],
            "value": "stakeholders",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_9001020"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7673
            ],
            "value": "transgenics",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_34283"
            ]
        }
    ],
    "description": {
        "value": "The Insect Resistant Maize for Africa (IRMA) Project, aimed to improve food security through developing and deploying locally adapted stem borer resistant maize varieties using both conventional and biotechnology mediated methods, especially Bt technology. This technology uses a gene from the soil bacterium Bacillus thuringiensis (Bt) to create transgenic maize varieties. Transgenic technologies have been a controversial and emotive topic in recent years, and the IRMA project was launched against this backdrop. To ensure widespread acceptance of the IRMA project and its Bt technology, the project carefully planned and implemented its communication and public awareness strategy. Following its public launch in March 2000, the project promoted an open communication environment and continuously engaged with stakeholders to update them on progress. The project achieved this through targeted and diverse communications products such as media articles and broadcast news pieces, newsletters, websites, videos and reports. To complement these, the project conducted annual stakeholders' meetings, and specialized training for frontline project staff and collaborators, especially extension agents. This paper reviews the IRMA Project's public awareness and communication strategy and analyzes its effectiveness.",
        "lang": "eng"
    },
    "appid": "10883_3120",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3120"
}}
