{"object": {
    "title": {
        "value": "Combining ability of early-maturing quality protein maize inbred lines adapted to Eastern Africa",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:38Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zea mays",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8504",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quality protein maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tryptophan",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lysine",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "combining ability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drought stress",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inbred lines",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24039"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        }
    ],
    "description": {
        "value": "Adapted early-maturing quality protein maize (QPM) hybrids with high grain yield potential in Eastern Africa would benefit maize farmers through increased grain production and subsequently higher income but they are not widely available. Fourteen early-maturing QPM inbred lines developed from POOL15QPM-SR, were crossed using the diallel mating design. The resulting single-cross hybrids were evaluated under six well-watered, drought stress and low nitrogen conditions at six locations in Eastern Africa. The objectives were to assess the grain yield potential of early-maturing F1 QPM hybrids, estimate the general combining ability (GCA) and specific combining ability (SCA) for grain yield and other agronomic traits and determine the relationship between grain yield and other agronomic traits of the QPM hybrids. Days to anthesis, days to silking, anthesis?silking interval, ears per plant, root and stalk lodging, ear aspect, and grain yield were measured. Variation among hybrids was significant for all traits except root lodging. The best single-cross hybrid across environments was POOL15QPMFS538-B-3-B-B × POOL15QPMFS462-B-4-B-B (5.30 t ha&#8722;1). Mean squares due to GCA were significant, whereas mean squares due to SCA were not for measured traits indicating that additive genetic effects were much more important in this set of genotypes. Inbred line POOL15QPMFS538-B-3-B-B exhibited very good GCA effects for grain yield in well-watered environments and across environments for grain yield (0.74 t ha&#8722;1). Inbred line Pool15QPMFS478-B-3-B-B had the best GCA effect for grain yield under managed drought stress (0.26 t ha&#8722;1), while inbred line POOL15QPMFS319-B-2-B-B had the best GCA effect (&#8722;1.11 days) for reduced days to anthesis across environments. The new QPM inbred lines with desirable traits could be used to improve grain yield and protein quality of maize breeding programs in Eastern Africa.",
        "lang": "eng"
    },
    "appid": "10883_3107",
    "language": {
        "value": "Englilsh",
        "uri": ""
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3107"
}}
