{"object": {
    "title": {
        "value": "Yield stability analysis of winter wheat genotypes targeted to semi-arid environments in the international winter wheat improvement program",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "gge-biplot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "grain yield",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "production system",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "semi-arid",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.611
            ],
            "value": "winter wheat",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8412"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        }
    ],
    "description": {
        "value": "Improved winter wheat (Triticum aestivum L.) cultivars for semi-arid environments in Central and West Asia are needed to increase wheat productivity. This study was conducted to determine the performance of winter wheat genotypes for semi-arid environments, analyze their stability, and identify superior genotypes that could be valuable for winter wheat improvement or varietal release. One hundred thirty three advanced breeding lines and four check cultivars were tested over a 6-year period (2005-2010). Grain yield stability and agronomic traits were analyzed. Many genotypes produced higher grain yield and were more stable than one or more of the checks in each year. By and large, different genotypes showed superior performance under low and high productive environments, demonstrating their specific adaptability. However, 11 out of 30 highest yielding genotypes were common both under low and high productive environments. This shows that while in general different sets of genetic materials are needed under strictly semi-arid and irrigated environments, a few lines targeted towards stressed conditions possess yield plasticity resulting in superior performance both under dryland and irrigated conditions.",
        "lang": "eng"
    },
    "appid": "10883_2862",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2862"
}}
