{"object": {
    "title": {
        "value": "Molecular cloning, heterologous expression, and phylogenetic analysis of a novel y-type HMW glutenin subunit gene from the G genome of Triticum timopheevi",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:08Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "y-type hmw glutenin subunit genes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "t. timopheevi",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gy7* subunit",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "g genome",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "glutenins",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_24033"
            ]
        }
    ],
    "description": {
        "value": "A novel y-type high molecular weight (HMW) glutenin subunit gene from the G genome of Triticum timopheevi (2n = 4x = 28, AAGG) was isolated and characterized. Genomic DNA from accession CWI17006 was amplified and a 2200 bp fragment was obtained. Sequence analysis revealed a complete open reading frame including N- and C-terminal ends and a central repetitive domain encoding 565 amino acid residues. The molecular weight of the deduced subunit was 77 031, close to that of the x-type glutenin subunits. Its mature protein structure, however, demonstrated that it was a typical y-type HMW subunit. To our knowledge, this is the largest y-type subunit gene among Triticum genomes. The molecular structure and phylogenetic analysis assigned it to the G genome and it is the first characterized y-type HMW glutenin subunit gene from T. timopheevi. Comparative analysis and secondary structure prediction showed that the subunit possessed some unique characters, especially 2 large insertions of 45 (6 hexapeptides and a nonapeptide) and 12 (2 hexapeptides) amino acid residues that mainly contributed to its higher molecular weight and allowed more coils to be formed in its tertiary structure. Additionally, more a-helixes in the repeat domain of the subunit were found when compared with 3 other y-type subunits. We speculate that these structural characteristics improve the formation of gluten polymer. The novel subunit, expressed as a fusion protein in E. coli, moved more slowly in SDS&ndash;PAGE than the subunit Bx7, so it was designated Gy7*. As indicated in previous studies, increased size and more numerous coils and a-helixes of the repetitive domain might enhance the functional properties of HMW glutenins. Consequently, the novel Gy7* gene could have greater potential for improving wheat quality.",
        "lang": "eng"
    },
    "appid": "10883_2606",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2606"
}}
