{"object": {
    "title": {
        "value": "Relay planting of wheat in cotton: an innovative technology for enhancing productivity and profitability of wheat in cotton-wheat production system of South Asia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2013-06-07T20:59:24Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "wheats",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.68
            ],
            "value": "cotton",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_1926"
            ]
        }
    ],
    "description": {
        "value": "Cotton?wheat (CW) is the second most important cropping system after rice?wheat in South Asia. Sowing of wheat after cotton is usually delayed due to late pickings coupled with time needed for seedbed preparation, resulting in low wheat yield. Lack of suitable machinery is a major constraint to direct drilling of wheat into the heavy cotton stubbles. An innovative approach with much promise is the ?2-wheel tractor-based self-propelled relay seeder? with seed-cum-fertilizer attachment. On-farm trials were conducted at four locations during 2009?2010 and at 10 locations during 2010?2011 to evaluate the following four wheat establishment methods in CW-dominated areas of south-western Punjab, India: (1) zero till seeding in standing cotton using a self-propelled relay seeder, (2) relay seeding in standing cotton with a manual drill without prior tillage (2010 only), (3) relay broadcast seeding in standing cotton following light manual tillage and (4) conventional sowing of wheat after cotton harvest (conventional tillage and sowing with a seed?fertilizer drill). Planting of wheat under conventional practice was delayed by 20?44 days compared with relay seeding. Seed cotton yield was also significantly higher with relay seeding due to opportunity for one additional picking. Yield of wheat sown with the self-propelled relay seeder was 41.2% and 11.8% higher than with conventional practice in 2009?2010 and 2010?2011 respectively. The increase in wheat yield under relay seeding of wheat was primarily due to higher spike density and more grains per spike. The net income from the CW system was 28.2% higher for the self-propelled relay seeder than with conventional sowing.",
        "lang": "eng"
    },
    "appid": "10883_1604",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1604"
}}
