{"object": {
    "title": {
        "value": "Stress relaxation and creep recovery tests performed on wheat kernels versus doughs: Influence of glutenins on rheological and quality properties",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-11-25T02:37:40Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "viscoelasticity",
            "uri": "http://aims.fao.org/aos/agrovoc/c_28616"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.8618
            ],
            "value": "rheological properties",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_6553"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6419
            ],
            "value": "wheats",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8373"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glutenins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24033"
        }
    ],
    "description": {
        "value": "Evaluation of rheological properties determined from stress relaxation and creep tests performed on wheat kernels provides information on viscoelasticity that correlates these properties with end-use products. Measurement of stress relaxation and creep parameters using intact cereal grains is an important step forward in cereal science technology because it allows evaluation of viscoelasticity directly from the intact testing material, eliminating sample preparation steps that may alter the original properties. In the case of wheat, testing intact kernels reveals information on viscoelasticity that can be more readily associated with fundamental rheological properties than the information obtained when gluten or flour dough is used as the testing material. This is due primarily to the fact that the linear domain of the viscoelastic behavior of wheat kernels is much larger (>17%) than that of its gluten protein and flour dough. This methodology is reliable, easy, and nondestructive and allows rapid identification of potential end uses of commercial crops and assessment of viscoelastic properties in breeding programs. The methodology described in this study is a promising tool for indirect measurement of wheat quality related to the composition of high and low molecular weight glutenin subunits, as well as nongluten factors.",
        "lang": "eng"
    },
    "appid": "10883_3294",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3294"
}}
