{"object": {
    "title": [
        {
            "value": "Effect of the interaction of isolates of Septoria tritici Rob ex. Derm. inoculated on differente wheat (Triticum aestivum L.) genotypes, in the latency period",
            "lang": "eng"
        },
        {
            "value": "| Efecto de la interaccion de aislamientos de septoria tritici Rob ex. Derm. inoculados en diferentes genotipos de trigo (Triticum aestivum L.), en el periodo de latencia",
            "lang": "spa"
        }
    ],
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:18Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cereal",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tizon",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "foliar",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotipos",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hongo",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "patogenicidad",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "septoria tritici",
            "uri": "http://aims.fao.org/aos/agrovoc/c_27261"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cereals",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1474"
        }
    ],
    "description": {
        "value": "Durante los ciclos agricolas 1998 y 1999 se evaluo en condiciones de campo en Atizapan, Toluca, Mexico, el periodo de latencia despues de haber inoculado tres aislamientos del hongo Septoria tritici y sus mezclas en nueve genotipos de trigo con diferente grado de susceptibilidad. Las variedades mas susceptibles tuvieron el periodo de latencia mas corto y 50% mas picnidios por area foliar, cuando se inocularon con los aislamientos individuales. Al inocularse con mezclas de los aislamientos, se aumento el periodo de latencia hasta tres dias y se redujo el numero de picnidios en 20%. En los genotipos resistentes, el periodo de latencia fue mas largo tanto en inoculaciones individuales como en mezclas",
        "lang": "spa"
    },
    "appid": "10883_2658",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2658"
}}
