{"object": {
    "title": {
        "value": "Stem solidness and its relationship to water-soluble carbohydrates: association with wheat yield under water deficit",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:31Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "drought",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hollow stem",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "solid stem",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stem diameter",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "stem volume",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum",
            "uri": ""
        }
    ],
    "description": {
        "value": "A study of 36 wheat genotypes with different levels of stem solidness was conducted to assess the heritability and relationship among stem morphological properties, stem water-soluble carbohydrates (WSC) storage capacity, and grain yield. The total amount of pith-fill in the upper stem internode (VOL) was highly correlated with the total content of WSC per stem under both water deficit (DEF) (r=0.56) and well-irrigated conditions (IRR) (r=0.49). A positive correlation was also found between VOL and grain yield under DEF (r=0.49), which was explained by the positive contribution of WSC to grain yield. A closer association of grain yield and morphological traits was identified under DEF than under IRR. The closer associations found among estimations of %WSC and WSC-area and grain yield under DEF indicate that these variables may be adaptive rather than constitutive traits. High heritability values (0.77 to 0.84) observed for stem morphological traits reinforce their potential use in breeding for high WSC and finally, higher grain yield under water limited environment. Stem length, diameter, and solidness could be combined in an ideal plant ideotype to maximize WSC reserves, as a strategy to improve yield under water limited conditions.",
        "lang": "eng"
    },
    "appid": "10883_2747",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2747"
}}
