{"object": {
    "title": {
        "value": "Genetic improvement and crop management strategies to minimize yield losses in warm non-traditional wheat growing areas due to spot blotch pathogen Cochliobolus sativus.",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:32Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "resistance breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "foliar blight",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bipolaris sorokiniana",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_34517",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "integrated crop management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "audpc",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "blotches",
            "uri": "http://aims.fao.org/aos/agrovoc/c_973"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6082
            ],
            "value": "yield losses",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_330605"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "blight",
            "uri": "http://aims.fao.org/aos/agrovoc/c_957"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "crop management",
            "uri": "http://aims.fao.org/aos/agrovoc/c_16094"
        }
    ],
    "description": {
        "value": "Spot blotch caused by Cochliobolus sativus emerged as a major threat to wheat production in the warmer non-traditional wheat growing areas in the late 1980s. This foliar disease causes significant yield losses annually (15?20% on average in South Asia) endangering the livelihoods of millions of small farmers. Effective measures in the field are needed to mitigate the impact of spot blotch on food security in affected areas. This review summarizes the global knowledge on genetic improvement and crop management strategies to minimize yield losses based on latest field research. Recent studies have shown that spot blotch severity is highly influenced by stress factors affecting crop physiology which in turn affects host tolerance and resistance to the pathogen. Soil nutrient and water stress aggravate spot blotch-induced grain yield losses. Heat stress which is gradually increasing in Asia causes higher levels of disease damage. Genetic improvement is the cornerstone of a sustainable control of spot blotch in all affected regions. Resistance is essentially based on Chinese and South American sources and inter-specific crosses with broadly adapted semi-dwarf germplasm. A list of genotypes consistently reported in the last 10 years to harbor at least partial resistance to spot blotch, along with their inheritance of resistance, has been compiled to help breeding programmes. As the fungus is aggressive under conditions of high relative humidity and heat which in turn influences plant susceptibility, a synthesis of the different tools for scoring disease severity is given. Because resistance is incomplete, the ultimate goal is the accumulation of minor genes of resistance in adapted high yielding genotypes. This paper shows how the use of resistant varieties, timely seeding, adequate fertilization, crop rotation, and the judicious use of fungicides can be part of an integrated management strategy for controlling yield losses due to spot blotch.",
        "lang": "eng"
    },
    "appid": "10883_2754",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2754"
}}
