{"object": {
    "title": {
        "value": "Assessing the effectiveness of a technical assistance program: The case of maize seed relief to vulnerable households in Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:40Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "households",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3676",
                "http://aims.fao.org/aos/agrovoc/c_3676",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "probit model",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "hybrids",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3707",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "varieties",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8157",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "africa",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_165",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                0.951,
                ""
            ],
            "value": "zimbabwe",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8516",
                "http://aims.fao.org/aos/agrovoc/c_8516",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "models",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4881"
        }
    ],
    "description": {
        "value": "The recent economic downturn in Zimbabwe impoverished the majority of households. To assist vulnerable rural households improve their food security, the British Department for International Development implemented a seed relief program from 2003/2004 to 2005/2006 that emphasized recycling of maize open pollinated varieties (OPV). Using data collected from 597 households in six districts in 2006, this study assesses the effectiveness of the program in terms of its targeting of beneficiaries, the flow of information from participating NGOs to beneficiaries on the need to recycle the seeds, and the level of recycling done at the end of the program. The empirical results suggest that the targeting method participating NGOs use inadvertently excludes relatively vulnerable households while including large proportions of relatively well-endowed households in the program. The choice of varieties to distribute is guided more by the ecological adaptability of available commercial seeds and less by preferences of beneficiaries. Notwithstanding the fact that seed selection information is critical in encouraging beneficiaries to recycle distributed seed, not all of them received it. In conclusion, it may be stated that the program undoubtedly contributed to increased food productivity by vulnerable households but its overall effectiveness could have been enhanced through (i) the involvement of the beneficiaries in the choice of types of seed to be distributed, (ii) better targeting of beneficiaries, and (iii) improved information flow between NGOs and beneficiaries.",
        "lang": "eng"
    },
    "appid": "10883_2155",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2155"
}}
