{"object": {
    "title": {
        "value": "Evolution of input supply and service hubs in dairy development at Ada'a milk shed in Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2014-03-05T18:01:40Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "environment (built and natural)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agriculture, aid",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "developmental policies, aid",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "capacity development",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_37836",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "civil society",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "partnership",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "participation",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_37602",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "sub-saharan africa",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "inputs",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11788"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "environment",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2593"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "agriculture",
            "uri": "http://aims.fao.org/aos/agrovoc/c_203"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "policies",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6062"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "society",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_50309"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "africa",
            "uri": "http://aims.fao.org/aos/agrovoc/c_165"
        }
    ],
    "description": {
        "value": "Efficient input supply and service delivery may call for a hub approach where all the necessary inputs and services are supplied in a coordinated manner, either by a single supplier or by several and separate entities in a given geographical location accessible to beneficiaries. Based on experience from Ada'a milk shed in central Ethiopia, this paper assesses the evolution of input supply and service provision in the dairy sub-sector, focusing on coordination and the degree of competition among different actors at different levels in the value chain over time. Data were collected from key value chain actors engaged in provision of input supply and output marketing services in Ada'a milk shed. The major lesson is that the development of coordinated input supply and service delivery by different business entities or under a single business entity may not emerge at once, but through a gradual evolution. This depends on the level of demand for the inputs and services as determined by the degree of demand for milk and milk products, and the economies of scale input suppliers and service providers could attain from the expansion of demands for these inputs and services. Moreover, at the early stage of a hub development, collective actions and integration of services and marketing within a business organisation could be the main strategy to attain efficiency. But, once the demand for inputs and services has grown, competition among different entities will lead to more efficient input supply and service delivery. In general, where there is an increasing demand for inputs and services, there is a faster development of input supply and service provision by private actors and collective actions in a more competitive way. Role of the public sector could change gradually from provision of inputs and services to coordination, capacity building, quality control, and regulation",
        "lang": "eng"
    },
    "appid": "10883_3457",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3457"
}}
