{"object": {
    "title": {
        "value": "Genetic variability for kernel B-carotene and utilization of crtRB1 3'TE gene for biofortification in maize (Zea mays L.)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:46Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "b-carotene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "carotenoid biosynthesis",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "genetic variability",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_15975",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "carotenes",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_9632"
            ]
        }
    ],
    "description": {
        "value": "Carotenoids are the major sources of dietary precursor of vitamin A and act as potential antioxidant besides preventing diseases such as night blindness in humans. Vitamin A deficiency is a global problem, but is particularly prevalent in developing countries like India, where 31 percent of pre-school children are reportedly affected. Evaluation of genetic variability for kernel â-carotene in 105 maize inbreds of diverse pedigree from India- and CIMMYT-origin revealed significant variation ranging from 0.02 to 16.50 ìg/g. One of the key reasons for wide variation of kernel â-carotene is due to the allelic variation at crtRB1 3?TE gene. Five among 95 inbreds possessed the favourable crtRB1 3?TE allele with a mean â-carotene concentration of 0.86 ìg/g. In contrast, the same allele detected in 20 CIMMYT-Maize HarvestPlus genotypes contributed a mean kernel-carotene concentration of 11.29 ìg/g. The contrast in â-carotene concentration in Indian and CIMMYT genotypes could be attributed to the presence of SNPs and InDels in crtRB1 3?TE locus, along with the presence/absence of favourable alleles of other important genes influencing the carotenoid biosynthetic pathway. Marker-assisted breeding has been initiated, to introgress the crtRB1 3?TE favourable allele using high carotene CIMMYT inbreds as donors, to develop provitamin A-rich maize cultivars suitable for maize growing regions in India.",
        "lang": "eng"
    },
    "appid": "10883_3175",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3175"
}}
