{"object": {
    "title": {
        "value": "Global crop improvement networks to bridge technology gaps",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:47Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural development",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "analogue sites",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breedingcrop management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "extension",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food security",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "networks",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "partnership",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology gaps",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.923
            ],
            "value": "agricultural research",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8679"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "constraints",
            "uri": "http://aims.fao.org/aos/agrovoc/c_1820"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.7079
            ],
            "value": "crop management",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_16094"
            ]
        }
    ],
    "description": {
        "value": "To ensure future food security, there is an urgent need for improved co-ordination of agricultural research. While advances in biotechnology hold considerable promise, significant technology gaps exist that may reduce their impact. Examples include an incomplete knowledge of target breeding environments, a limited understanding and/or application of optimal crop management practices, and underfunded extension services. A better co-ordinated and more globalized approach to agricultural research through the implementation of Global Crop Improvement Networks (GCIN) is proposed. Such networks could underpin agricultural research and development by providing the following types of services: (i) increased resolution and precision of environmental information, including meteorological data, soil characteristics, hydrological data, and the identification of environmental ?hotspots? for a range of biotic, abiotic, and socio-economic constraints; (ii) augmented research capacity, including network-based variety and crop management trials, faster and more comprehensive diagnosis of emerging constraints, timely sharing of new technologies, opportunities to focus research efforts better by linking groups with similar productivity constraints and complementary skills, and greater control of experimental variables in field-based phenotyping; and (iii) increased communication and impacts via more effective dissemination of new ideas and products, the integration of information globally to elicit well-timed local responses to productivity threats, an increased profile, and the publicity of threats to food security. Such outputs would help target the translation of research from the laboratory into the field while bringing the constraints of rural communities closer to the scientific community. The GCIN could provide a lens which academia, science councils, and development agencies could use to focus in on themes of common interest, and working platforms to integrate novel research approaches on crop adaptation and rural development.",
        "lang": "eng"
    },
    "appid": "10883_2208",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2208"
}}
