{"object": {
    "title": {
        "value": "Genetic architecture controlling variation in grain carotenoid composition and concentrations in two maize populations",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:50Z",
    "created": "2014-03-05T18:00:00Z",
    "subject": {
        "vocabulary": "agrovoc",
        "score": 0.686,
        "value": "maize",
        "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
    },
    "description": {
        "value": "The genetic basis for the variation in maize grain carotenoid concentrations was investigated in two F2:3 populations, DEexp × CI7 and A619 × SC55, derived from high total carotenoid and high -carotene inbred lines. A comparison of grain carotenoid concentrations from population DEexp × CI7 grown in different environments revealed significantly higher concentrations and greater trait variation in samples harvested from a subtropical environment relative to those from a temperate environment. Genotype by environment interactions was significant for most carotenoid traits. Using phenotypic data in additive, environment-specific genetic models, quantitative trait loci (QTL) were identified for absolute and derived carotenoid traits in each population, including those specific to the isomerization of-carotene. A multivariate approach for these correlated traits was taken, using carotenoid trait principal components (PCs) that jointly accounted for 97 % or more of trait variation. Component loadings for carotenoid PCs were interpreted in the context of known substrate-product relationships within the carotenoid pathway. Importantly, QTL for univariate and multivariate traits were found to cluster in close proximity to map locations of loci involved in methyl-erythritol, isoprenoid and carotenoid metabolism. Several of these genes, including lycopene epsilon cyclase, carotenoid cleavage dioxygenase1 and beta-carotene hydroxylase, were mapped in the segregating populations. These loci exhibited pleiotropic effects on -branch carotenoids, total carotenoid profile and -branch carotenoids, respectively. Our results confirm that several QTL are involved in the modification of carotenoid profiles, and suggest genetic targets that could be used for the improvement of total carotenoid and -carotene in future breeding populations.",
        "lang": "eng"
    },
    "appid": "10883_3453",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3453"
}}
