{"object": {
    "title": {
        "value": "Caracterizacion de razas cubanas de maiz (Zea mays l.) Mediante marcadores agromorfologicos en la coleccion nacional del cultivo",
        "lang": "spa"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "maiz",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "variedades",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "conservacion del germoplasma",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cuba",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "maize",
            "uri": "http://aims.fao.org/aos/agrovoc/c_12332"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6673
            ],
            "value": "crops",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1972"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7977,
            "value": "zea mays",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8504"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7267,
            "value": "germplasm",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3249"
        }
    ],
    "description": {
        "value": "Cuban maize (Zea mays L.) races constitute a potential of high genetic value for Cuba and the Caribbean region. This work was aimed at characterizing Cuban races by means of agro-morphological markers in the national crop collection. Thus, 92 accessions from INIFAT´s gene bank were planted; four commercial varieties out of them were used as check: Gíbara, Pajimaca, Victoria and Francisco Mejorado, besides employing an unreplicated design for two years. Then, 15 characters were measured on the ear and kernel, nine quantitative and six categorical ones, which were statistically processed through Ward-MLM (modified local model) strategy, using Gower´s distance as a similarity measurement with SAS 9.0 statistical package. This study proved the presence of six races in the national collection: Criollo, Tusón, Canilla, Argentino, Amarillo Reventador and Dulce. Criollo is the best representative race all over the country and the greatest variability is recorded in the eastern region, where every race is situated except Dulce. The current characterization of this race status provides more information about Cuban maize germplasm. In addition, some elements are supplied to get a better knowledge on this crop that, at the same time, will support its preservation and an adequate use in the national and regional strategic context.",
        "lang": "spa"
    },
    "appid": "10883_1819",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1819"
}}
