{"object": {
    "title": {
        "value": "Inclusive composite interval mapping of quantitative trait genes",
        "lang": ""
    },
    "updated": "2016-01-22T23:05:46Z",
    "created": "2013-06-07T21:02:39Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.7252
            ],
            "value": "additives",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_118"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "mapping",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_1344"
            ]
        }
    ],
    "description": {
        "value": "Rapid increase in the availability of fine-scale genetic marker maps has led to the intensive use of QTL mapping in the genetic study of quantitative traits. Composite interval mapping (CIM) is one of the most commonly used methods for QTL mapping with populations derived from biparental crosses. However, the algorithm used in CIM cannot completely ensure that the effect of QTL at current testing interval is not absorbed by the background marker variables, and may result in biased estimation of QTL effect. We proposed a statistical method for QTL mapping, which was called inclusive composite interval mapping (ICIM). Two steps were included in ICIM. In the first step, stepwise regression was applied to identify the most significant regression variables. In the second step, a one-dimensional scanning or interval mapping was conducted for detecting additive (and dominance) QTL and a two-dimensional scanning was conducted for detecting digenic epistasis. ICIM provides intuitive statistics for testing additive, dominance and epistasis, and can be used for most experimental populations derived from two inbred parental lines. The EM algorithm used in ICIM has a fast convergence speed and is therefore less computing intensive. ICIM retains all advantages of CIM over interval mapping, and avoids the possible increase of sampling variance and the complicated background marker selection process in CIM. A doubled haploid (DH) population in barley was used to demonstrate the application of ICIM in mapping additive QTL and additive by additive interacting QTL.",
        "lang": "eng"
    },
    "appid": "10883_1787",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1787"
}}
