{"object": {
    "title": {
        "value": "Water and nitrogen conditions affect the relationships of Delta13C and Delta18O to gas exchange and growth in durum wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:30Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "delta 13c and delta 18o",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "leaf gas exchange",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water and nitrogen limitation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wue",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "deltas",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_2170"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "gas exchange",
            "uri": "http://aims.fao.org/aos/agrovoc/c_11098"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nitrogen",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5192"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Whereas the effects of water and nitrogen (N) on plant Delta(13)C have been reported previously, these factors have scarcely been studied for Delta(18)O. Here the combined effect of different water and N regimes on Delta(13)C, Delta(18)O, gas exchange, water-use efficiency (WUE), and growth of four genotypes of durum wheat [Triticum turgidum L. ssp. durum (Desf.) Husn.] cultured in pots was studied. Water and N supply significantly increased plant growth. However, a reduction in water supply did not lead to a significant decrease in gas exchange parameters, and consequently Delta(13)C was only slightly modified by water input. Conversely, N fertilizer significantly decreased Delta(13)C. On the other hand, water supply decreased Delta(18)O values, whereas N did not affect this parameter. Delta(18)O variation was mainly determined by the amount of transpired water throughout plant growth (T(cum)), whereas Delta(13)C variation was explained in part by a combination of leaf N and stomatal conductance (g(s)). Even though the four genotypes showed significant differences in cumulative transpiration rates and biomass, this was not translated into significant differences in Delta(18)O(s). However, genotypic differences in Delta(13)C were observed. Moreover, approximately 80% of the variation in biomass across growing conditions and genotypes was explained by a combination of both isotopes, with Delta(18)O alone accounting for approximately 50%. This illustrates the usefulness of combining Delta(18)O and Delta(13)C in order to assess differences in plant growth and total transpiration, and also to provide a time-integrated record of the photosynthetic and evaporative performance of the plant during the course of crop growth.",
        "lang": "eng"
    },
    "appid": "10883_2736",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2736"
}}
