{"object": {
    "title": {
        "value": "Weed control in conservation agriculture systems of Zimbabwe: Identifying economical best strategies",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:27Z",
    "created": "2013-11-23T00:49:26Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "conservation agriculture",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "weed management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "herbicide use",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farmers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "economic benefits",
            "uri": ""
        }
    ],
    "description": {
        "value": "Weed management under conservation agriculture (CA), especially when manually controlled is one of the major setbacks for the widespread adoption of CA in southern Africa. This study was conducted at three on-station and three on-farm sites: CIMMYT-Harare, Domboshawa Training Centre and Henderson Research Station (on-station sites), Hereford farm, Madziva communal area and Shamva communal area (on-farm sites). The evaluation focused on the effect of initial herbicide application and succeeding manual weeding whenever weeds were 10 cm tall or 10 cm in length for grasses with stoloniferous?rhizomatous growth habit. Weeds counts, weeding time and grain yields were collected at all on-station sites. At the on-farm sites, weed counts were done before weeding and a number of farmers were timed during weeding. The results showed that herbicides use reduced the weed density and time taken on weeding at all sites. Combining herbicides e.g. atrazine, glyphosate and metalachlor had the lowest weed density and weeding time at all sites. However, the treatments had no effect on maize grain yields suggesting that appropriate and timely manual weeding reduced crop/weed competition. Herbicides treatments had higher input costs than manual weeding due to the additional cost of herbicide but the treatment with manual weeding only had more overall labour days compared to the mixture of three herbicides. In order to achieve economic benefits, smallholder farmers may use the time for value addition e.g. expand cropped land area, use time for value addition, or sell new products on the market. Herbicides use reduces the manual labour needed to control weeds and minimise total crop failure due to untimely weeding hence, herbicides are an important but not the only weed control option under CA systems in Zimbabwe.",
        "lang": "eng"
    },
    "appid": "10883_3243",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3243"
}}
