{"object": {
    "title": {
        "value": "Field resistance of wheat (Triticum aestivum L.) genotypes from different countries to leaf rust (Puccinia triticina)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:20Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "audpc",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "leaf rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "slow rusting",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "turkey",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        }
    ],
    "description": {
        "value": "Puccinia triticina causes leaf rust in wheat and results in severe yield losses in mild wheat growing areas of Turkey: Thrace, Marmara, Mediterranean, and Çukurova. A feasible way to avoid any damage is to grow slow rusting cultivars. We evaluated 94 wheat genotypes from different countries and 39 leaf rust differentials for their reactions to leaf rust field epidemics. Slow rusting, though, requires both the prediction of Lr genes in the greenhouse and an effective screening of genotypes against the leaf rust field epidemics; the evaluation at the sites regularly favoring leaf rust epidemics like Adapazari is also possible. Various resistance genes, excluding Lr13, Lr14a, Lr14b, Lr11, Lr30, and Lr32, were still effective and many genotypes, excluding 16, 19, 49, 53, 74, 56, 61, 68, 46, 71, 5, 47, and 48, had various levels of resistance indicated by lower AUDPC%. Utilizing leaf rust effective genes in wheat breeding programs and growing resistant cultivars on a large scale would most likely decrease leaf rust related yield and quality losses.",
        "lang": "eng"
    },
    "appid": "10883_2673",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2673"
}}
