{"object": {
    "title": {
        "value": "A fourth principle is required to define Conservation Agriculture in sub-Saharan Africa: The appropriate use of fertilizer to enhance crop productivity",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:36Z",
    "created": "2014-03-05T17:57:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "mulch",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "integrated soil fertility management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "smallholder farmers",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "organic resources",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "fertilizers",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_2867"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6239
            ],
            "value": "productivity",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_6210"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.6294
            ],
            "value": "smallholders",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_14343"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "soil fertility",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7170"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "resources",
            "uri": "http://aims.fao.org/aos/agrovoc/c_9001017"
        }
    ],
    "description": {
        "value": "Intensification of agricultural systems in sub-Saharan Africa (SSA) is considered a pre-condition for alleviation of rural poverty. Conservation Agriculture (CA) has been promoted to achieve this goal, based on three principles: minimum tillage, soil surface cover, and diversified crop rotations. CA originated in regions where fertilizer is commonly used and crop productivity is high, ensuring an abundance of crop residues. By contrast, crop yields are generally low in SSA and organic residues in short supply and farmers face competing demands for their use. Since minimal tillage without mulch commonly results in depressed yields, the use of fertilizer to enhance crop productivity and organic residue availability is essential for smallholder farmers to engage in CA. This is especially true since alternative ways to increase organic matter availability have largely failed. A case study from Kenya clearly demonstrates how fertilizer increases maize stover productivity above thresholds for minimal initial soil cover required for initiating CA (about 3 tonne ). We conclude that strategies for using CA in SSA must integrate a fourth principle ? the appropriate use of fertilizer  to increase the likelihood of benefits for smallholder farmers.",
        "lang": "eng"
    },
    "appid": "10883_3423",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3423"
}}
