{"object": {
    "title": {
        "value": "Soil fertility in Chihota communa area, Zimbabwe: report of a baseline survey",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2014-03-13T01:05:21Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zimbabwe",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8516",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "africa",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_165",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "soil conservation",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7165",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "fertilizer application",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_10795",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "application rates",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_16113",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "methods",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4788",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "field experimentation",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_33990",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "soil fertility",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_7170"
            ]
        }
    ],
    "description": {
        "value": "This report presents the results of a baseline survey that was carried out in nine wards of Chihota communal area, Zimbabwe. This survey is part of the Chihota Soil Fertility project which is a pilot study to expose farmers in this area to a range of 'best-bet' soil fertility improvement technologies and to get their assessment of these technologies in their own terms. The aims of this survey are twofold: to enhance our understanding of farmers' problems and perceptions and to serve as a control against which the impact of the Chihota Soil Fertility project will be compared. The survey covers the following aspects: household characteristics, landholdings, crops grown, soil fertility practices, field characteristics and management, history of use of soil fertility practices, and knowledge about these practices. The unit of analysis used here was the household. Households were classified into three categories: a) male-headed households, female -headed households with male adults (males 18 years and older), female -headed households without male adults (no males above 18 years old). The results show that the farming systems in Chihota are maize-based, even though garden production and non-agricultural labour are important sources of income and subsistence. These systems do not seem to have changed dramatically in the last twenty years. There are some important gender differences among households in terms of the assets they control and the agricultural management they implement. Farming households use a range of soil fertility improvement practices, both organic and inorganic. Some of these are traditional while others have been introduced in the last two decades. Even though most farmers in this area have been in contact with extension, and they have good knowledge about certain soil improvement practices, there seem to be many knowledge gaps in the use of others, including some traditional organic ones. There are opportunities to improve farmers' knowledge with technical information that is relevant and easy to use.",
        "lang": "eng"
    },
    "appid": "10883_3828",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3828"
}}
