{"object": {
    "title": {
        "value": "Comportamiento de hibridos de maiz con alta calidad de proteina, por su buen rendimiento y tolerancia al \"achaparamiento\"",
        "lang": "spa"
    },
    "updated": "2016-01-22T23:05:48Z",
    "created": "2013-06-30T05:24:30Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "dalbulus maydis",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spiroplasma kunkelii",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "phytoplasm",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize bushy stunt",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "humid tropic",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tolerant hybrids",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "dalbulus",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2120"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "spiroplasma",
            "uri": "http://aims.fao.org/aos/agrovoc/c_15677"
        }
    ],
    "description": {
        "value": "Comportamiento de hibri dos de maiz con al ta calidad de proteína, por su buen rendimiento y tolerancia al &ldquo;Achaparramiento&rdquo;. Con los ob jetivos de conocer el rendimiento y las caracteristicas agronómicas de hibridos de maíz con alta calidad de proteina (QPM) e identificar los que mejor se adapten y presenten tolerancia a la enfermedad &ldquo;Achaparramiento&rdquo;, du ran te el ci clo primavera verano 2005 se establecieron experimentos en las localidades de Cotaxtla, municipio de Medellin de Bravo, La Torrecilla, Municipio de Tlalixcoyan y Zapotal Numero Uno, municipio de Ignacio de la Llave, en el estado de Veracruz. Los ensayos fueron sembrados bajo un diseño alpha latice 9x2 con 18 tratamientos y tres repeticiones, en parcelas de dos surcos de 5 m de largo separados a 80 cm, con una densidad de 62,500 plantas/ha. Durante el desarrollo del cultivo se registraron las variables: rendimiento de grano, porcentaje de plantas y mazorcas dañadas por achaparramiento, severidad del daño, altura de planta y de mazorca, días a floracion masculina y femenina, aspecto y sa nidad de planta y mazorca, porcentaje de plantas acamadas, porcentaje de mazorcas con mala cobertura y porcentaje de ma zorcas podridas. De los analisis de varianza combinados para: Rendimiento de grano, porcentaje de daño y severidad por achaparramiento en planta y porcentaje de mazorcas con achaparramiento, se encontro diferencia altamente significativa para hibridos (H) y para localidades (L). La interaccion HxL, excepto para rendimien to de grano, en el resto de las variables fue significativa. Los híbridos QPM que re gistraron el mayor rendimiento, tolerancia al achaparramiento y mejores caracteristicas agronomicas fueron: (CML264QxCML150)xCML491, (CML264Qx CML273Q)xCML491, (CML144xCML159)xCLQ-RCWQ50 y (CML492x CML150)xCLQ-RCWQ50.",
        "lang": "spa"
    },
    "appid": "10883_3048",
    "language": {
        "value": "spa",
        "uri": "http://lexvo.org/id/iso639-3/spa"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3048"
}}
