{"object": {
    "title": {
        "value": "Progress towards genetics and breeding for minor genes based resistance to Ug99 and other rusts in CIMMYT high yielding spring wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2014-03-05T18:04:35Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "puccinia graminis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_27327",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "puccinia triticina",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_27334",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "puccinia striiformis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_27339",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "genetics",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3222",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rust resistance",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "rusts",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_6710"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Wheat rusts continue to cause significant losses worldwide despite major efforts given to their genetic control. This is due to frequent evolution and selection of virulence in pathogen overcoming the deployed race-specific resistance genes. Although the life of effective race-specific resistance genes can be prolonged by using gene combinations, an alternative approach being implemented at CIMMYT is to deploy varieties that posses adult plant resistance (APR) based on combinations of minor, slow rusting genes. When present alone, the APR genes do not confer adequate resistance especially under high disease pressure; however, combinations of 4 or 5 minor genes usually result in 'near-immunity' or a high level of resistance. Although only a few APR genes are catalogued, various APR QTL are now known and could lead to further characterization of additional genes. Four characterized genes have pleiotropic effects in conferring partial APR to all three rusts and powdery mildew, thus simplifying the task of breeding wheat varieties that are resistant to multiple diseases. Significant progress was made recently in developing high-yielding wheat germplasm that possesses high levels of APR to all three rusts by implementing a Mexico-Kenya shuttle breeding scheme. Parents with APR to Ug99 were hybridized with high yielding parents that had adequate to high levels of APR to leaf rust and yellow rust. Segregating populations and advanced lines from these crosses were selected under high rust pressures in Mexico (leaf rust and yellow rust) and Kenya (Ug99 stem rust and yellow rust) to identify high yielding progenies that possess high to adequate APR to all three rusts. International distribution of these high yielding wheats is underway through CIMMYT international yield trials and screening nurseries. It is expected that several wheat varieties with APR to three rusts will be released and grown in various countries in the near-future that will allow determining the durability of resistance.",
        "lang": "eng"
    },
    "appid": "10883_3474",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3474"
}}
