{"object": {
    "title": {
        "value": "High-value agricultural products and poverty reduction: smallholder farmer access to maize markets",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:55Z",
    "created": "2013-06-07T21:09:46Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "farmer organizations",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "high-value agricultural product",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "(hvap)",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "market access",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "poverty reduction",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "farmers organizations",
            "uri": "http://aims.fao.org/aos/agrovoc/c_37175"
        }
    ],
    "description": {
        "value": "Staple commodities can be turned into high-value agricultural products (HVAPs) through a process of product differentiation. Using three high-value maize products as examples?sweet corn (Zea mays L.), baby corn, and green maize?this article illustrates the growing importance of maize as a vegetable crop. It highlights the challenges that need to be overcome to fulfill the potential pro-poor impact of the growing demand for high-value maize products. Smallholder farmers? access to high-value markets is often stymied by their having to meet strict phytosanitary standards and private food safety standards. Successful farmer access to HVAP markets depends on how the value chains are structured, the relationship between chain actors, and the judicious mix of public and private provision of business development services. The failure of perception of maize?s multiple products and lack of recognition of the transaction costs that farmers face in accessing maize high-value markets have important implications for crop improvement, the seed industry, and policy if maize and other agricultural crops are to contribute more to poverty reduction and farmers? livelihood security.",
        "lang": "eng"
    },
    "appid": "10883_2203",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2203"
}}
