{"object": {
    "title": {
        "value": "Effects of Fusarium culmorum and waterstress on durumwheat in Tunisia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2013-06-07T21:12:52Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "fusariumculmorum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fusarium crown and foot rot",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "waterstress",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "durumwheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum durum",
            "uri": ""
        }
    ],
    "description": {
        "value": "The effects of waterstress on Fusarium foot and root rot in durumwheat were investigated in growth chamber, greenhouse and field tests in Tunisia. In the seedling stage, emergence of six durumwheat cultivars in the growth chamber was significantly reduced by inoculation with Fusariumculmorum and waterstress (P<0.0001), with more disease under drier conditions. Additionally, the tiller number per mature plant, the 1000 grain weight and disease severity in mature stage were reduced by inoculation in greenhouse studies. In a field test, inoculation with F. culmorum significantly reduced the yield (P<0.001), by more than 17% for Om Rabiaa and 38% for Karim, the two cultivars tested. Yield was also significantly affected by precipitation and irrigation levels. The severity of the disease, estimated by the percentage of white heads, was separately affected by the cultivar (P<0.001) and inoculation (P = 0.0004). Percentage of white heads was 1.5 and 2 × higher in inoculated plants than non-inoculated for Om Rabiaa and Karim cultivars, respectively. Disease severity was highest in treatments with the greatest waterstress. This is the first detailed study of waterstress and F. culmorum on durumwheat in Tunisia, and indicates that cultivar resistance and irrigation management may be important in the management of Fusarium foot rot.",
        "lang": "eng"
    },
    "appid": "10883_2901",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2901"
}}
