{"object": {
    "title": {
        "value": "Impact of agricultural extension services on technology adoption and crops yield: empirical evidence from Pakistan",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2014-03-05T18:01:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural extension",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "propensity score matching",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "punjab",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "pakistan",
            "uri": ""
        }
    ],
    "description": {
        "value": "The present study was carried out in the rice-wheat area of Pakistani Punjab. The data for the study was collected from three main districts of central Punjab Province i.e. Gujranwala, Sheikhupura and Hafizabad. In total 234 farmers were interviewed. The impact of agricultural extension services was estimated on adoption of new improved technologies and crop yields. The propensity score matching approach for impact evaluation was employed in the current study to correct for potential sample selection biasedness that may arise due to systematic differences between the farmers having benefited from agricultural extension services and not benefited from agricultural extension services. The empirical results indicate that agricultural extension services play a significant role in adoption of improved agricultural technologies like laser leveling, rice and wheat varieties. The farmers having benefitted from agricultural extension services were also getting higher rice and wheat yields. The results also indicates that mostly the large farmers are getting benefits from agricultural extension services and small scale farmers have less access to agricultural extension services.",
        "lang": "eng"
    },
    "appid": "10883_3456",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3456"
}}
