{"object": {
    "title": {
        "value": "Yield of synthetic backcross-derived lines in rainfed environments of Australia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:04Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "aegilops tauschii",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "synthetic backcross wheat lines (sbls)",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "drought",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2391",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "yield",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                0.8011
            ],
            "value": "environment",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2593"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                1
            ],
            "value": "yields",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8488"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.6228
            ],
            "value": "australia",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_714"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "aegilops",
            "uri": "http://aims.fao.org/aos/agrovoc/c_148"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        }
    ],
    "description": {
        "value": "Wheat is one of the major food crops in the world. It is Australia&rsquo;s largest crop and most important agricultural commodity. In Australia the crop is grown under rainfed conditions with inherently important regional environmental differences; wheat growing areas are characterized by winter dominant rainfall in southern and western Australia and summer rainfall in northern Australia. Maximizing yield potential across these diverse regions is dependent upon managing, either genetically or agronomically, those factors in the environment that limit yield. The potential of synthetic backcross lines (SBLs) to increase yield in the diverse agroecological zones of Australia was investigated. Significant yield advantages were found for many of the SBLs across diverse environments. Depending on the environment, the yield of the SBLs ranged from 8% to 30% higher than the best local check in Australia. Apart from adaptation to semiarid water stressed conditions, some SBLs were also found to be significantly higher yielding under more optimal (irrigated) conditions. The four testing environments were classified into two groups, with the northern and southern environments being in separate groups. An elite group of SBLs was identified that exhibited broad adaptation across all diverse Australian environments included in this study. Other SBLs showed specific adaptation to either northern or southern Australia. This study showed that SBLs are likely to provide breeders with the opportunity to significantly improve wheat yield beyond what was previously possible in a number of diverse production environments",
        "lang": "eng"
    },
    "appid": "10883_2577",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2577"
}}
