{"object": {
    "title": [
        {
            "value": "Rural Mexico 10 years after the North American Free Trade Agreement: Coping with a landscape of change",
            "lang": "eng"
        },
        {
            "value": "| El México rural 10 años después de la firma del Tratado de Libre Comercio de América del Norte: enfrentar un panorama de cambio",
            "lang": "spa"
        }
    ],
    "updated": "2016-01-22T23:05:51Z",
    "created": "2012-01-06T05:10:31Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "rural sociology",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6707",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "international cooperation",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_16378",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "importation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "project management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "exports",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "harvesters",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "agricultural research",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "social conditions",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheat",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "nafta",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34778"
        }
    ],
    "description": {
        "value": "On the first day of 1994, Mexican agriculture and farmers' lives were slated to change. That was the day that the North American free trade agreement (NAFTA) came into effect. Signed by the governments of Canada, Mexico, and the United states of America, NAFTA was intended to eliminate trade barriers, make it easier to provide goods and services across the borders of the three nations, promote fair competition, and increase opportunities for investment, among other objectives. It was clear that NAFTA would significantly affect agriculture in all three countries. Arguably, the effect would be pronounced in Mexico, because agriculture played a determining role in the livelihoods of so many Mexican people, and because production conditions differed greatly compared to those in Canada and the USA. Like farmers all over the world, Mexican farmers are accustomed to coping with change. To succeed at their work, they must confront or adapt to more than just the requirements and rhythms of rural life. They must focus considerable energy and imagination on attaining stability in agricultural production, which is a risky and uncertain business. For these people, NAFTA was yet another harbinger of uncertainty. This book explores how rural people, many of them with experience in wheat and maize farming, have adapted to changing conditions in the agricultural sector in the years since NAFTA came into effect. As one would expect, regional differences and disparities in income have greatly shaped the ways that households have responded to change. This book presents perspectives from two contrasting settings: the northwestern state of Sonora and the eastern state of Veracruz. In the hot, dry state of Sonora, on the US border, agriculture is often mechanized. Farmers make use of improved seed, fertilizer, pesticides, and irrigation, and their production is destined for industry and export markets. Throughout Sonora, agriculture has been seriously challenged by repeated droughts and water shortages. Individuals with larger holdings, political connections, and access to important resources-especially water~ have taken advantage of the economic opportunities provided by NAFTA. Farmers with fewer resources have either adapted to new conditions by banding together into producers' groups, which offer better access to markets and greater efficiency in agricultural operations, or they have been pushed out of agricultural production altogether. Those who leave their farms often resort to wage labor and migration. In Veracruz the situation is very different. Most farmers grow crops on small plots to sustain the household or to sell in local or regional markets. They often prepare their land by hand. They buy chemical fertilizers and pesticides when household incomes allow. These farmers may appear to practice a form of agriculture that has little future in a post-NAFTA world, but they have found their own strategies to cope with a relatively precarious way of life. Some have created small-scale organizations to solicit government assistance or bargain for greater market access. Others have diversified into new crops and income-earning activities as a means of reducing economic vulnerabi1ity. Regardless of where they live, most of the people pictured in this book have made a conscious decision to remain, for the time being, in agriculture. Many have deep ties to the land and to their crops. Some clearly value the tradition and continuity of rural life. Others have pursued new and sometimes lucrative opportunities for change. Even those who have migrated may support agricultural livelihoods by sending money home from abroad. All have shown great resilience in coping with a landscape of change.",
        "lang": "eng"
    },
    "appid": "10883_1047",
    "language": [
        {
            "value": "spa",
            "uri": "http://lexvo.org/id/iso639-3/spa"
        },
        {
            "value": "eng",
            "uri": "http://lexvo.org/id/iso639-3/eng"
        }
    ],
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1047"
}}
