{"object": {
    "title": {
        "value": "Date of pruning of Guazuma ulmifoliaduring the rainy season affects the availability, productivity and nutritional quality of forage during the dry season",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:07Z",
    "created": "2014-03-05T17:59:53Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "forage harvest",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "guazuma ulmifolia",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rainy season",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "dry season",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                0.7976,
                0.7976,
                0.7976,
                0.7976,
                0.7976,
                0.7976,
                ""
            ],
            "value": "pruning",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6274",
                "http://aims.fao.org/aos/agrovoc/c_6274",
                "http://aims.fao.org/aos/agrovoc/c_6274",
                "http://aims.fao.org/aos/agrovoc/c_6274",
                "http://aims.fao.org/aos/agrovoc/c_6274",
                "http://aims.fao.org/aos/agrovoc/c_6274",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "forage quality",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "forage",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_36108"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                0.7381
            ],
            "value": "biomass",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_926"
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                0.6777
            ],
            "value": "digestibility",
            "uri": [
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2266"
            ]
        }
    ],
    "description": {
        "value": "Guazuma ulmifolia was experimentally pruned to determine when pruning should begin during the rainy season in order to extend the production of green tree-forage during the dry season. Three prunings (P-1, P-2, and P-3) were performed (5 weeks apart) during the rainy season (August, September, and October) and four forage harvests (C-a, C-b, C-c, and C-d) (3 weeks apart) took place during the dry season (February, March, and April). Over 2 years, forage biomass production was evaluated as total biomass (g dry matter ), biomass of the morphological components (leaves, stems, and dead matter), and nutritional quality (crude protein, fiber, lignin, and digestibility). Date of pruning affected the production of total biomass (P = 0.001) with the earliest pruning (P-1) yielding the greatest forage quantity, while stems (P = 0.022) and dead matter (P = 0.032) varied due to a year by pruning interaction. Total biomass, leaves, stems, and dead matter varied by the interaction between forage harvest and year for all four variables (P < 0.037). In both years, the largest forage harvest occurred in C-b (P < 0.05), leaf production was highest in C-a and C-b (P < 0.001), stem production was greatest in C-b (P = 0.013) and dead matter was highest in C-b and C-d (P = 0.002). Leaf crude protein ranged between 10 and 19 %, and the interaction of pruning by forage harvest by year was significant (P = 0.035). Digestibility, neutral and acid detergent fiber and lignin differed significantly because of the interaction between forage harvest and year (P < 0.005), with February showing the lowest values for fiber and the highest digestibility. The best time to prune G. ulmifolia is in August so that the young trees will produce more total biomass with a higher crude protein content. The most suitable moment for forage harvest is in February when the trees have more leaves with greater digestibility and less fiber.",
        "lang": "eng"
    },
    "appid": "10883_3436",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3436"
}}
