{"object": {
    "title": {
        "value": "Geography in the International Agricultural Research Centers: theoretical and practical concerns",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:53Z",
    "created": "2013-06-07T21:09:15Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "international organizations",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3918",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "research institutions",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6514",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "geography",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3230",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "modernization",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4882",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "cgiar",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_33462",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                0.7151
            ],
            "value": "agricultural research",
            "uri": [
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_8679"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "consultative group on international agricultural research",
            "uri": "http://aims.fao.org/aos/agrovoc/c_33462"
        }
    ],
    "description": {
        "value": "The INternational Agricultural Research Centers of the Consultative Group on International Agricultural Research comprise a system for interdisciplinary work on Third World agrarian systems combining the physical and the social sciences. While economics and anthropology have represented the vanguard of social sciences in the Centers, recent years have witnessed increasing interest in geographic research. This interest reflects the Centers' growing concern for sustainable agriculture and agroecological mapping. It also suggests a somewhat narrow conception of geography. We address the possible origins of the limited representation of geography in these Centers to date, and the context of this emerging interest. We argue that geographers have a responsibility to draw out the practical implications of their research and suggest that the Centers afford one means of doing so. Potential contributions from the physical, biogeographical, cartographic and social fields of our discipline are considered, and the importance of teamwork combining these different specialties is suggested. Particularly significant, both for applied agricultural research and the theoretical study of Third World agriculture, could be a critical development of the concept of ?sustainability.'?Several thematic and conceptual building blocks for such development are presented.",
        "lang": "eng"
    },
    "appid": "10883_1987",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1987"
}}
