{"object": {
    "title": {
        "value": "The gluten protein and interactions between components determine mixograph properties in an F6 recombinant inbred line population in bread wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:28Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum aestivum l.",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "gluten protein",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mixograph",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "1bl.1rs",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "hplc",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "quantity of gluten protein fraction",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glutenins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24033"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "triticum aestivum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7951"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "gluten",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3294"
        }
    ],
    "description": {
        "value": "One hundred and sixty-eight F6 recombinant inbred lines (RILs) derived from Chinese wheat cultivars, PH82-2 and Neixiang188, were used to determine the cumulative effects of HMW-GS and LMW-GS composition and quantity of gluten protein fractions on dough mixograph properties. A wide range of variation for all parameters in the RILs was detected. Major gene loci of HMW-GS were associated with variation in mixograph characters, but accounted for no more than 25.3% of the phenotypic variations. Glu-D1, together with Glu-B3, played the most important role in determining the properties. Additive effects of HMW-GS and LMW-GS showed major contributions to most of the variation of mixograph parameters, and epistatic effects were also important and could be counter to additive effects of individual loci. The quantity of gluten protein fractions, especially the quantity of glutenin, LMW-GS, and Glu-B3, showed highly significant correlations with most of the quality parameters, but the correlation coefficients were influenced by grain hardness, protein content, or both. Protein quality could be greatly improved through increasing the quantity of glutenin, while holding desirable composition of HMW-GS and LMW-GS alleles, with an appropriate ratio of quantity of glutenin to gliadin.",
        "lang": "eng"
    },
    "appid": "10883_2727",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2727"
}}
