{"object": {
    "title": {
        "value": "Breeding and genetic estimation of spring bread wheat populations of the Siberian shuttle breeding nursery of CIMMYT",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:09Z",
    "created": "2013-06-07T21:12:57Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "spring wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "starting material",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "shuttle breeding",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "leaf and stem rust",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "race ug 99",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "isogenic lines for sr genes",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "materials",
            "uri": "http://aims.fao.org/aos/agrovoc/c_92337"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "rusts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_6710"
        }
    ],
    "description": {
        "value": "Shuttle breeding contributes much to the breeding to common wheatvarieties resistantto adverse environmental factors by involving new sources of valuable biological and economical features from the world?s gene pool. Annually, 360 to 1000 lines and hybrid populations of spring bread wheatare studied in the Sibe-rian shuttle breeding nursery (SSBN), established according to the shuttle breeding program participated by scientific institutions of WestSiberia, Kazakhstan and the International Maize and WheatImprovementCentre CIMMYT. Stable forms resistantto fungal diseases in WestSiberia have been selected. The breeding value of the population created in the shuttle breeding program is shown. The results of evaluation of the collection of spring bread wheatvarieties, breeding material and isogenic lines with Sr genes for resistance to Siberian populations of stem rustraces under the conditions of the Omsk State Agrarian University experimental field and to the virulentrace Ug 99 are presented. We have raised the mostcompetitive hybrid populations of spring bread wheatresistantto a wide range of races of stem and leaf rust, including a virulentrace Ug99. They can be used in differentregions in case of global dispersal of stem rust.",
        "lang": "eng"
    },
    "appid": "10883_2935",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2935"
}}
