{"object": {
    "title": {
        "value": "Identifying high yielding, stable chickpea genotypes for spring sowing: specific adaptation to locations and sowing seasons in the Mediterranean region",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2014-03-05T18:04:32Z",
    "subject": [
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                0.6543
            ],
            "value": "chickpeas",
            "uri": [
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_9785"
            ]
        }
    ],
    "description": {
        "value": "Superior genotypes are needed to give farmers a choice of improved cultivars of chickpea (Cicer arietinum L.) suitable for traditional spring sowing. From 1997 to 2010, 68 experiments comprising 404 elite chickpea lines were conducted for two seasons per year (spring and winter) at two locations Tel Hadya, Syria (TH), and Terbol, Lebanon (TR). Genotypic differences were significant (P < 0.05) in 65 of 68 experiments. Genotype × season interaction was more important than the genotype × location. The predicted means in the two growing seasons were significantly correlated, implying the possibility of conducting yield trials in only one of the seasons, such as at TH. Stability analyses showed that S95082 (FLIP95-78C), with a predicted yield of 1725 kg , was the top yielding genotype at the TH spring sowing, with a temporal stability rank of 14. The line S95419 ranked second for yield (1633 kg ) followed by S95335 (FLIP95-147C) with the spring yield at TH of 1583 kg . The genotype main effect plus genotype × environment interaction (GGE) biplot analyses showed that the FLIP95-78C and S95335 genotypes were high yielding at TH while FLIP98-91C and FLIP98-162C did better at TR in both seasons. Three lines, FLIP01-06C, FLIP01-30C, and FLIP01-49C, having high yields across locations and seasons and being tolerant to drought, were identified for dual season sowing. The findings show the potential to improve chickpea for spring sowing. The ICARDA breeding program is enriching the germplasm base with elite chickpea genotypes benefiting regional and international chickpea improvement programs.",
        "lang": "eng"
    },
    "appid": "10883_3466",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3466"
}}
