{"object": {
    "title": {
        "value": "Provitamin A carotenoid bioavailability: what really matters?",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:52Z",
    "created": "2013-06-30T05:24:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "provitamin a carotenoids",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bioavailability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rice",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cassava",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "biofortification",
            "uri": ""
        }
    ],
    "description": {
        "value": "Micronutrient malnutrition, or \"hidden hunger,\" affl icts a large part of the world's population, with vitamin A defi ciency among the most prevalent public health problems. Provitamin A carotenoids in plant foods are a source of vitamin A for humans; however, several factors, including species of carotenoids, host status, and effectors of absorption can negatively, positively, or in yet undetermined ways affect the bioavailability of these compounds. Staple foods biofortifi ed with provitamin A carotenoids have shown more effi cient bioconversion to retinol than generally observed for vegetables (e. g., 3 - 6 versus 10 - 80 ug B-carotene to 1 ug retinol). Staple foods such as maize, rice, and cassava, are generally more accessible than meat or vegetable sources of retinol or provitamin A carotenoids to poor consumers, who are most likely to suffer micronutrient malnutrition. Interdisciplinary teamwork, including plant breeders, nutritionists, government and local agencies, seed companies, and communities, is needed to avail biofortifi ed crops to needy populations. Key steps include developing, validating the nutritional effects of, providing nutrition education concerning, and promoting the use of biofortifi ed crops. Provitamin A carotenoid biofortifi cation of sweet potato, maize, cassava, and rice are at different stages along this continuum. Close linkages between agriculture, nutrition, and health, are essential in the quest to eradicate hunger among the poor.",
        "lang": "eng"
    },
    "appid": "10883_3129",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3129"
}}
