{"object": {
    "title": {
        "value": "Resistance of winter wheat to Heterodera filipjevi in Turkey",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2014-03-05T18:04:37Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "cereal cyst nematodes",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "cre",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "international winter wheat improvement program",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "screening",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "tolerance",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genotypes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3225"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.7694,
            "value": "heterodera avenae",
            "uri": "http://aims.fao.org/aos/agrovoc/c_31042"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "cysts",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34811"
        }
    ],
    "description": {
        "value": "Cereal cyst nematodes (CCNs) are plant parasites that significantly limit global cereal production. The most frequently reported pathogenic species are Heterodera avenae, H. filipjevi, and H. latipons. One of the most cost-effective, environmentally friendly, and easily adopted control measures is the use of genetic host resistance, which maintains nematode populations below the economic damage threshold level. Many effective sources of resistance to CCNs have been identified in cereals; however, their effectiveness and usefulness is dependent on the interaction of the specific putative resistant accession and the CCN pathotype found in a specific region. In this study, 719 wheat lines from the Facultative and Winter Wheat Observation Nurseries, representing a broad geographical spectrum of breeding lines and varieties from Europe, Central Asia, and the International Winter Wheat Improvement Program, were screened against H. filipjevi under controlled conditions. The results indicated that 114 and 90 genotypes were ranked resistant and moderately resistant, representing 15.8% and 12.5% of the screened genotypes, respectively. The frequency of resistant genotypes observed in the germplasms varied significantly among the different original countries and was the highest for genotypes that originated from Bulgaria (59.3%). From those phenotyped germplasms, a set of 289 lines was genotyped to understand if resistance sources are located at the same site or originate from different locations in the genome.",
        "lang": "eng"
    },
    "appid": "10883_3481",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3481"
}}
