{"object": {
    "title": {
        "value": "Cloning and characterization of a novel low molecular weight glutenin subunit gene at the Glu-A3 locus from wild emmer wheat (Triticum turgidum L. var. dicoccoides)",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:08Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "wild emmer wheat",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lmw-i glutenin gene",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "as-pcr",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "2d page",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mass spectrometry",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "genes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3214"
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.6644,
            "value": "triticum turgidum",
            "uri": "http://aims.fao.org/aos/agrovoc/c_7958"
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.6582
            ],
            "value": "amino acids",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_342"
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                0.9061
            ],
            "value": "amino acid sequences",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_37202"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheats",
            "uri": "http://aims.fao.org/aos/agrovoc/c_8373"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "glutenins",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24033"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "pcr",
            "uri": "http://aims.fao.org/aos/agrovoc/c_34079"
        }
    ],
    "description": {
        "value": "Amplification of the coding region, and upstream and downstream sequences of a low-molecular-weight glutenin subunits (LMW-GS) gene from wild emmer wheat (Triticum turgidum L. var. dicoccoides, 2n = 4x = 28, AABB) accession TD22 was carried out using designed allele-specific PCR (AS-PCR) primers. The complete 1,176 bp sequence of a novel LMW-i type subunit gene at the Glu-A3 locus, named LMW-TD22, is described. Analysis of the nucleotide and deduced amino acid sequences showed that this gene possessed striking characteristics although its molecular structure was generally similar to those of previously reported i-type LMW-GS genes that were isolated from common wheat and related species. The deduced amino acid sequence of LMW-TD22 gene contained 390 amino acid residues with the predicted molecular weight being 43,009.3 Da, which appeared to be the longest gene among the cloned LMW-i type genes from bread wheat and related species. The distinct feature of LMW-TD22 was two long polyglutamine stretches of 12 and 17 glutamines occurring in the repetitive and C-terminal domains as well as a cysteine residue present in the seventh amino acid residue of the signal peptide. These polyglutamine repeats are believed to improve the structure of gluten polymer and increase the strength of dough formed from the polymer. In addition, the putative 44 k subunit encoded by LMW-TD22 was verified by N-terminal microsequencing, gel electrophoresis and matrix-assisted laser desorption ionization time of flight mass spectrometry (MALDI-TOF-MS) analysis. Certain types of post-translational modifications, such as phosphorylation and glycosylation, may be associated with this LMW-i type subunit",
        "lang": "eng"
    },
    "appid": "10883_2602",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2602"
}}
