{"object": {
    "title": {
        "value": "Variation of major mineral elements concentration and their relationships in grain of Chinese wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:11Z",
    "created": "2013-06-07T21:12:07Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "triticum aestivum",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_7951",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "grain",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_3346",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mineral element",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "bio-fortification",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "minerals",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_4857"
            ]
        }
    ],
    "description": {
        "value": "Investigation on concentration of mineral elements including micronutrients as Fe and Zn in wheat grains which are essential for human life is very important for human health. Method 240 cultivars and advanced lines, originated from Beijing, Hebei, Henan, Shandong, Shanxi, and Shaanxi Provinces, were collected and sown in the experiment station of Institute of Crop Science, in Chinese Academy of Agriculture Sciences in 1997-1998 wheat season, to evaluate the concentrations of major mineral elements in grain including micronutrients as Fe, Zn, Mn, Cu, and macronutrients as Ca, Mg, K, P, S. Result Large variation for most of the mineral element concentrations except Mg and S, and big difference between cultivars for all the mineral element concentrations were observed. Among the micronutrients, Fe performed the highest average concentration, with value being of 41.9 mg kg-1, while the lowest for Cu, with value being of 5.54 mg kg-1. Among the macronutrients, K had the highest average concentration, with value being of 4 747 mg kg-1, while the lowest for Ca, with value being of 465 mg kg-1. There were large differences for the mineral element concentrations among cultivars with different origin. The cultivars from Beijing and Shandong performed high concentrations for most of the micronutrients, the cultivars from Hebei and Shandong had high concentrations for most of the macronutrients, while the cultivars from Henan Province had the lowest concentration for most of the mineral elements including micro- and macronutrients. Highly significant positive correlations between the concentrations of Fe and Zn (r = 0.630), Mg and P (r = 0.571), Mg and S (r = 0.521), Zn and P (r = 0.502), and P and S (r = 0.537) were also observed, indicating the possibility for improving these mineral element concentrations at the same time. Conclusion There was obvious pedigree relationship among the cultivars and advanced lines with high concentration of mineral elements as Fe and Zn, suggesting that parents with high mineral element concentrations and grain yield should be used first of all in crossing with the main objective being to improve mineral element concentrations in wheat breeding program. It was also indicated that in the current situation leading cultivars should be screened for mineral element concentrations in order to be used directly or indirectly in wheat breeding program economically and effectively.",
        "lang": "eng"
    },
    "appid": "10883_2601",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2601"
}}
