{"object": {
    "title": {
        "value": "The relative importance of drought and other water-related constraints for major food crops in South Asian farming systems",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:38Z",
    "created": "2013-06-05T15:45:43Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "crop production constraints",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "drought",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "water use and management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "production solutions",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "food crops",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "farming systems",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "south asia",
            "uri": ""
        }
    ],
    "description": {
        "value": "Variation in water availability is a major source of risk for agricultural productivity and food security in South Asia. Three hundred and thirty expert informants were surveyed during 2008-09 to determine the relative importance of drought and water-related constraints compared with other constraints limiting the production of four major food crops (wheat, rice, sorghum, chickpea) in five broad-based South Asian farming systems. Respondents considered drought an important constraint to crop yield in those farming systems that are predominantly rainfed, but associated it with low yield losses (well below 10% of all reported losses) for crops in farming systems with well-developed irrigation. In these systems, other water-related constraints (including difficult access to sufficient irrigation water, the high cost of irrigation, poor water management, waterlogging and flooding of low-lying fields) were more important. While confirming the importance of drought and water constraints for major food crops and farming systems in South Asia, this study also indicated they may contribute to no more than 20?30% of current yield gaps. Other types of constraint, particularly soil infertility and the poor management of fertilizer and weeds for the cereals, and pests and diseases for chickpea, contributed most yield losses in the systems. Respondents proposed a wide range of interventions to address these constraints. Continued investments in crop-based genetic solutions to alleviate drought may be justified for food crops grown in those South Asian farming systems that are predominantly rainfed. However, to provide the substantial production, sustainability and food security benefits that the region will need in coming decades, the study proposed that these be complemented by other water interventions, and by improvements to soil fertility for the cereals and plant protection with chickpea.",
        "lang": "eng"
    },
    "appid": "10883_1552",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1552"
}}
