{"object": {
    "title": {
        "value": "Dissecting drought adaptation into its phenotypic and genetic components in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:06Z",
    "created": "2013-06-07T21:12:41Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "ground cover",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic gains",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "infrared thermometry",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "mapping populations",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "qtl",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "roots",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "spectro-radiometric indices",
            "uri": ""
        }
    ],
    "description": {
        "value": "Understanding of drought-adaptive traits has assisted wheat breeding and gene discovery at the International Maize and Wheat Improvement Centre (CIMMYT), accelerating genetic gains for yield in stressed environments. Recent advances on the dissection of drought adaptation of wheat in CIMMYT material is discussed. Some of the main physiological techniques that have successfully assisted wheat breeding at CIMMYT include ground cover, canopy temperature, spectro-radiometrical indices, among others. The development of mapping populations that can be used for physiological characterization (in which major gene effects are controlled) has allowed the identification of QTL associated with these traits. These kinds of results permit conceptual models of drought adaptation to be better targeted to specific environments, and as more backgrounds are genotyped and phenotypic expression is assessed in more environments, genetic gains can expect to be accelerated as better conceptual models are available to make breeding decisions.",
        "lang": "eng"
    },
    "appid": "10883_2820",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2820"
}}
