{"object": {
    "title": {
        "value": "Effective detoxification and decoloration of Lupinus mutabilis seed derivatives, and effect of these derivatives on bread quality and acceptance",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:04Z",
    "created": "2013-06-07T21:12:18Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "bread",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1071",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "lupinus mutabilis",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4467",
                "http://aims.fao.org/aos/agrovoc/c_4467",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "lupin flour",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "legumes",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_4255",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "wheat flour",
            "uri": "http://aims.fao.org/aos/agrovoc/c_25511"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "flours",
            "uri": "http://aims.fao.org/aos/agrovoc/c_2988"
        }
    ],
    "description": {
        "value": "BACKGROUND: A study was done to develop procedures for detoxifying Lupinus mutabilis seeds, and decreasing or eliminating yellow colour in derivatives from them. An evaluation was done of the effect of replacement of wheat flour with the detoxified and decolorized L. mutabilis derivatives on the quality properties of three types of bread products (loaf, bun and sweet). RESULTS: Physicochemical and nutritional analyses coincided with previous reports. The Lupinus protein concentrate and isolate had lower phenolic compound and oligosaccharide concentrations than the untreated seeds. Amino acid composition was determined for wheat flour (WF), L. mutabilis defatted and detoxified flour (LF), L. mutabilis protein concentrate (LPC) and L. mutabilis protein isolate (LPI). The resulting values were used to calculate the replacement levels at which lysine content would be increased significantly in WF-lupin blends. Replacement levels were: LF (5%, 10%, 15% and 20%); LPC (2.5%, 5%, 7.5% and 10%); LPI (0.5%, 1%, 2%, 3% and 4%). CONCLUSION: The detoxifying treatments employed decreased non-nutritional and toxic compounds present in original lupin seed. use of citric acid (1%) reduced yellow coloration in LF and LPC. Copyright © 2008 Society of Chemical Industry.",
        "lang": "eng"
    },
    "appid": "10883_2661",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2661"
}}
