{"object": {
    "title": {
        "value": "Consumer willingness to pay for genetically modified food in Kenya",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:54Z",
    "created": "2013-06-07T21:09:38Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "gm food",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "biotechnology",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_16165",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "double bound",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "consumer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "maize",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kenya",
            "uri": ""
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "consumers",
            "uri": "http://aims.fao.org/aos/agrovoc/c_28315"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "foods",
            "uri": "http://aims.fao.org/aos/agrovoc/c_3032"
        }
    ],
    "description": {
        "value": "Genetically modified (GM) crops are popular in many regions of the world, but their deployment in Africa is hindered by safety concerns and regulatory issues, although the continent is in dire need of boosting its food production. Although consumers&rsquo; acceptance of GM food has been analyzed in many continents, no such studies have been conducted in Africa. Therefore, a survey of 604 consumers was conducted in Nairobi, Kenya, in 2003, to gauge consumers&rsquo; awareness of GM crops, their willingness to pay (WTP) for GM food, and the factors that influence their WTP. Consumers&rsquo; knowledge of GM crops was limited and only 38% of the 604 respondents were aware of GM crops. People in higher education and income groups were more aware than others. Regardless, people were generally appreciative of the technology, and a large majority (68%) would be willing to buy GM maize meal at the same price as their favorite brand. Consumers were, however, concerned about possible side effects, especially on the environment and biodiversity. WTP was estimated using a double-bounded dichotomous choice model, and the mean WTP was found to be 13.8% higher than the average price of non-GM maize meal. Perceptions of health risk, and ethical and equity concerns had a negative influence on the likelihood of purchasing GM maize meal, whereas trust in government to ensure food quality had a positive influence on WTP. People with at least some secondary education and those in the high-income category were more likely to purchase GMmaize meal at the same price. The study concludes that, because awareness is still low, appropriate communications are needed to involve the consumer in the debate. Consumers&rsquo; acceptance in this study.",
        "lang": "eng"
    },
    "appid": "10883_2140",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2140"
}}
