{"object": {
    "title": {
        "value": "Demand and supply of crop infraspecific diversity on farms: Towards a policy framework for on-farm conservation",
        "lang": "eng"
    },
    "updated": "2015-05-28T16:33:31Z",
    "created": "2012-01-06T05:09:54Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "supply",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "demand",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic variation",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "small farms",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genetic resources",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "germplasm conservation",
            "uri": ""
        }
    ],
    "description": {
        "value": "Interest is increasing worldwide in on-farm conservation as a component of a strategy to conserve crop genetic resources. On-farm conservation may require outside support to small-scale farmers in areas of crop domestication and diversity. This paper argues that crop infraspecific diversity maintained by farming households in these areas results from the interplay between demand and supply for this diversity (i.e., its loss may be demand- or supply-related). In the first instance, interventions should be aimed at increasing the value of crop diversity for farmers or decreasing the farm-level opportunity costs of maintaining diversity. In the second instance, interventions should decrease the transaction costs of accessing crop diversity. It may be difficult, however, to distinguish in empirical research, whether the constraints to diversity are demand- or supply-related. Therefore the process of supporting on-farm conservation should be kept as open as possible and both demand and supply interventions should be available",
        "lang": "eng"
    },
    "appid": "10883_1020",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1020"
}}
