{"object": {
    "title": {
        "value": "Genetic variability and genotype x environment interactions for kernel iron and zinc concentrations in maize (Zea mays) genotypes",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:45Z",
    "created": "2013-06-07T21:02:52Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "environment",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_2593",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "kernel iron",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "stability",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_36930",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "variability",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "zinc",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "kernels",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_25387"
            ]
        }
    ],
    "description": {
        "value": "Micronutrient enrichment in the major staple food crops is an important breeding goal in view of the extensive problem of 'hidden hunger' caused by micronutrient malnutrition. Kernel iron (Fe) and zinc (Zn) concentrations were evaluated in a set of 30 diverse maize genotypes during rainy (kharif) season of 2006, 2007 and 2008. The ranges of kernel Fe and Zn concentrations were 11.28-60.11 mg/kg and 15.14-52.95 mg/kg, respectively, across the three years. Based on the performance of the entries across the years, four highly promising inbreds and three landrace accessions were identified as highly promising for kernel Fe concentration, including a HarvestPlus line, HP2 (42.21 mg/kg). Similarly, for kernel Zn concentration, three inbreds and one landrace were identified as highly promising, including V340 (43.33 mg/kg). No significant association was found between kernel Fe and Zn concentrations indicating the need for independent selection for enhancing the concentration for these traits. Stability analysis revealed significant role of environment and genotype × environment (G × E) interaction in determining the levels of kernel Fe and Zn. The study also identified HP2 and BAJIM 06-17 for kernel Fe concentration and IML467 for kernel Zn concentration as the most stable genotypes across the environments.",
        "lang": "eng"
    },
    "appid": "10883_1886",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1886"
}}
