{"object": {
    "title": {
        "value": "Mapping Yr28 and other genes for resistance to stripe rust in wheat",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:00Z",
    "created": "2013-06-07T21:11:29Z",
    "subject": [
        {
            "vocabulary": "",
            "score": "",
            "value": "triticum turgidum",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "wheats",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "genotype environment interaction",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant diseases",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "rusts",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "plant production",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "environmental factors",
            "uri": ""
        }
    ],
    "description": {
        "value": "Stripe (yellow) rust, caused by Puccinia striiformis West., is an important constraint to wheat production in cool environments. With the purpose of identifying genes for resistance to the disease, a RFLP mapping population of recombinant inbred lines developed from a synthetic [Triticum turgidum L. × Aegilops tauschii (Coss.) Schmal.] × T. aestivum L. cv. `Opata 85' cross was visually evaluated for seedling infection type in three greenhouse inoculation tests and for adult-plant disease severity in four field tests at Celaya and Toluca, Mexico. A previously unidentified gene from Ae. tauschii, designated as Yr28, was located on chromosome arm 4DS. Although Yr28 strongly influenced seedling resistance, it showed a strong effect in adult plants at only the warmer of the two field sites. A second gene showed high environmental sensitivity in seedling tests, with resistance associated with Opata marker alleles near the adult-plant resistance (APR) gene Yr18 on chromosome arm 7DS. Gene Yr18, known to be present in Opata, strongly reduced disease response in field trials and was tightly linked with leaf-rust resistance gene Lr34 Three other regions from Opata on chromosome arms 3BS, 3DS, and 5DS were also associated with APR.",
        "lang": "eng"
    },
    "appid": "10883_2325",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_2325"
}}
