{"object": {
    "title": {
        "value": "Out of America: tracing the genetic footprints of the global diffusion of maize",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:06:10Z",
    "created": "2014-03-05T17:59:59Z",
    "subject": [
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 0.9595,
            "value": "diffusion",
            "uri": "http://aims.fao.org/aos/agrovoc/c_24936"
        }
    ],
    "description": {
        "value": "Maize was first domesticated in a restricted valley in south-central Mexico. It was diffused throughout the Americas over thousands of years, and following the discovery of the New World by Columbus, was introduced into Europe. Trade and colonization introduced it further into all parts of the world to which it could adapt. Repeated introductions, local selection and adaptation, a highly diverse gene pool and outcrossing nature, and global trade in maize led to difficulty understanding exactly where the diversity of many of the local maize landraces originated. This is particularly true in Africa and Asia, where historical accounts are scarce or contradictory. Knowledge of post-domestication movements of maize around the world would assist in germplasm conservation and plant breeding efforts. To this end, we used SSR markers to genotype multiple individuals from hundreds of representative landraces from around the world. Applying a multidisciplinary approach combining genetic, linguistic, and historical data, we reconstructed possible patterns of maize diffusion throughout the world from American ?contribution? centers, which we propose reflect the origins of maize worldwide. These results shed new light on introductions of maize into Africa and Asia. By providing a first globally comprehensive genetic characterization of landraces using markers appropriate to this evolutionary time frame, we explore the post-domestication evolutionary history of maize and highlight original diversity sources that may be tapped for plant improvement in different regions of the world.",
        "lang": "eng"
    },
    "appid": "10883_3452",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_3452"
}}
