{"object": {
    "title": {
        "value": "Characterization of Maize Producing Households in Drought Prone Regions of Eastern Africa",
        "lang": ""
    },
    "updated": "2016-03-08T23:29:45Z",
    "created": "",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                "AGROVOC"
            ],
            "score": [
                1,
                null
            ],
            "value": "agriculture",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_203",
                ""
            ]
        },
        {
            "vocabulary": [
                "",
                "agrovoc"
            ],
            "score": [
                "",
                1
            ],
            "value": "maize",
            "uri": [
                "",
                "http://aims.fao.org/aos/agrovoc/c_12332"
            ]
        }
    ],
    "description": {
        "value": "Agriculture in eastern Africa is predominantly rainfed and maize is a major food crop,\nprimarily produced for home consumption and the market by small-scale family farms. The\nstudy characterized farm households in the drought prone maize growing areas of eastern\nAfrica synthesizing data from parallel household surveys in Ethiopia, Kenya, Uganda and\nTanzania. The study provides a comparative analysis of the farm households’ assets,\nlivelihood strategies and crop management practices, with an emphasis on maize and maize\nseed. This illustrates how farmers in a similar agro-ecological environment but with different\n\nsocio-economic and institutional settings have variously adapted to living with drought and\nhow the inherent weather risk co-determines the livelihood portfolio, agricultural\nintensification incentives and system development pathways. The study thereby illustrates\nthe challenges for agricultural intensification in such drought prone environments and the\nscope for drought tolerant maize varieties and explores the research and development\nimplications.",
        "lang": ""
    },
    "appid": "11529_10133",
    "language": {
        "value": "",
        "uri": ""
    },
    "type": "dataset_software",
    "appuri": "/cimmyt/dataset_software/11529_10133"
}}
