{"object": {
    "title": {
        "value": "Characterization of Maize Production in Southern Africa: Synthesis of CIMMYT/DTMA Household Level Farming System Surveys in Angola, Malawi, Mozambique, Zambia and Zimbabwe",
        "lang": "eng"
    },
    "updated": "2016-03-08T23:29:45Z",
    "created": "",
    "subject": {
        "vocabulary": "",
        "score": "",
        "value": "working paper",
        "uri": ""
    },
    "description": {
        "value": "We are very grateful for the financial support of the BMGF and HGDF that made all the studies and this synthesis\npossible. We are also very grateful for the leading national partners; namely, Manuvanga Kiakanua (Angola), Samson\nKatengezah and Julius Mangisoni (Malawi), Rafael Uaiene (Mozambique), Thomson Kalinda (Zambia), and Shamiso\nChikobvu (Zimbabwe), for the indulgence and commitment they have shown in undertaking the national level\nsurveys.\nWe would like to appreciate the support we received from CIMMYT’s Southern Africa Regional Office staff while\norganizing and undertaking “Data Analysis and Report Writing” workshop to speed up finalization of the country\nlevel reports that ended up very successfully. This report has benefited from the valuable comments of different\ncolleagues. We are particularly grateful to the comments and suggestions of Dr Menale Kassie and Dr Surabhi\nMittal of Socioeconomics program at CIMMYT. Their meticulous reviews have made the report much more\nreadable. We also appreciate the contributions of Dr Hugo De Groote and Mrs Janin Trinidad who are\ncoordinating the working paper publication in the Socio-Economics Program of CIMMYT. This report was finally\nedited and formatted by Mr Wandera Ojanji, Science Editor at CIMMYT Kenya. We thank him for his excellent\nwork.\nThis report is presented without a thorough peer review with the main purpose of making data and information rapidly\navailable to research teams and partners in the Drought Tolerant Maize for Africa (DTMA) project and for use in\ndeveloping future, peer-reviewed publications. Readers are invited to send comments directly to the corresponding\nauthor(s). The views expressed in this report are those of the authors and do not necessarily reflect opinions of\nCIMMYT, other partners, or donors. All errors and viewpoints in this report remain to be ours and are not shared\nwith any individual or institution.",
        "lang": "eng"
    },
    "appid": "11529_10134",
    "language": {
        "value": "",
        "uri": ""
    },
    "type": "dataset_software",
    "appuri": "/cimmyt/dataset_software/11529_10134"
}}
