{"dataset_software": {
    "citation": "Saint Pierre, Carolina; Solís Moya, Ernesto; Hernández Muela, Víctor Manuel; Ireta Moreno, Javier; Fuentes Dávila, Guillermo ; Figuero López, Pedro; Zamora Villa, Víctor Manuel;  Burgueño, Juan; Mathews, Ky; Barrios, Jose Luis; Castel Vega, Victor Ivan ; Singh, Sukwinder, 2015, \"Wheat Mexican Adaptation Trial Winter 2011-2012\", http://hdl.handle.net/11529/10016 International Maize and Wheat Improvement Center [Distributor] V1 [Version]",
    "timePeriod": "2011-2012-04-15",
    "funding": "La Secretaría de Agricultura, Ganadería, Desarrollo Rural, Pesca y Alimentación de Mexico (SAGARPA Mexico)",
    "kindOfData": "experimental data",
    "location": [
        {
            "vocabulary": [
                "geonames",
                "faogeopolitical"
            ],
            "value": "Mexico",
            "uri": [
                "http://sws.geonames.org/1699805",
                "http://www.fao.org/countryprofiles/geoinfo/geopolitical/resource/Mexico"
            ]
        },
        {
            "vocabulary": [
                "geonames",
                "faogeopolitical"
            ],
            "value": "Celaya",
            "uri": [
                "http://sws.geonames.org/4014875",
                "http://www.fao.org/countryprofiles/geoinfo/geopolitical/resource/Celaya"
            ]
        },
        {
            "vocabulary": [
                "geonames",
                "faogeopolitical"
            ],
            "value": "Delicias",
            "uri": [
                "http://sws.geonames.org/6615440",
                "http://www.fao.org/countryprofiles/geoinfo/geopolitical/resource/Delicias"
            ]
        },
        {
            "vocabulary": [
                "geonames",
                "faogeopolitical"
            ],
            "value": "Zaragoza",
            "uri": [
                "http://sws.geonames.org/3665566",
                "http://www.fao.org/countryprofiles/geoinfo/geopolitical/resource/Zaragoza"
            ]
        },
        {
            "vocabulary": [
                "geonames",
                "faogeopolitical"
            ],
            "value": "Ciudad Obregon",
            "uri": [
                "http://sws.geonames.org/4013704",
                "http://www.fao.org/countryprofiles/geoinfo/geopolitical/resource/ciudad_Obregon"
            ]
        }
    ],
    "relation": [
        "CGIAR Research Program: WHEAT",
        "CIMMYT Program: Genetic Resources Program"
    ],
    "rights": [
        "Brief terms of use (English)\nComplete terms of use (English)\nTérminos de uso breve (Español)\nTérminos de uso completo  (Español)\n\n\n\nAGREEMENT FOR ACCESS AND USE OF DATA FROM THE MAIZE AND/OR WHEAT CATALOGUES \n\nBy clicking on the acceptance button below, you indicate that you accept the terms and conditions of the Agreement, which can be viewed here. If you do not accept these terms and conditions, you will not be able to access Data from the maize and/or wheat catalogues.\n\nBriefly, and in “non-legalese” terms, the Agreement says that:\n\n1.\tCIMMYT provides you a non-exclusive and non-transferrable permission to use the Data(1). \n2.\tYou can make copies of the Data for personal use.\n3.\tData and copies of Data can only be used for research, teaching and education, and for preparing publications.   \n4.\tYou can share the data for formal teaching and education purposes, provided you inform the recipients that the data cannot be redistributed. You cannot share the data with others for any other purpose, but others can download the Data directly.\n5.\tYou shall acknowledge and reference the use of the Data and Database in all publications according to the directions provided by the Agreement. \n6.\tAll rights attached to the Data and Database are owned by CIMMYT and/or its partners. You shall not seek any intellectual property or other legal rights over the Data you access. \n7.\tWe will not be liable for any loss or damage resulting from an error or inaccuracy in the Data or Database or as a result of using them.\n8.\tUpon termination of this Agreement, you must return and/or destroy copies of the Data within 7 days. \n\nCIMMYT may vary the terms and conditions of this Agreement by general online notification or other valid forms of notification so, we recommend you to review them periodically.\n\nFor more details, please make sure that you consult the Agreement.\n\nFor data(1), it shall be understood all the numbers, characters, values of qualitative or quantitative variables related to an item which are directly generated and/or captured from research-related activities as well as processed, aggregated, interpreted, commented, codified or in any way analysed data taking on a meaning (the latter referred to as Information) that the User is permitted to retrieve from the Database or other online SeeD resources under this Agreement.\n\n\nPLEASE READ THIS CAREFULLY BEFORE ACCESSING DATA FROM THE MAIZE AND/OR WHEAT CATALOGUES.\n\nAgreement Acceptance Procedure\nBy clicking on the acceptance button which follows this Agreement, you indicate acceptance of this agreement. Such acceptance is on your own behalf, either as an independent individual or to perform your job duties/obligations, subject to the terms and conditions below. \n\nIf you do not accept these terms and conditions, you will not be able to access data from the maize and/or wheat catalogues.\n\nAGREEMENT FOR ACCESS AND USE OF DATA\nFROM THE MAIZE AND/OR WHEAT CATALOGUES\n1.\tDefinitions\n1.1\tIn this Agreement except where a different interpretation is clear from or necessary in the context, the following capitalised terms have the following meanings:-\n\nData\n\t\tAll the numbers, characters, values of qualitative or quantitative variables related to an item which are directly generated and/or captured from research-related activities as well as processed, aggregated, interpreted, commented, codified or in any way analysed data taking on a meaning (the latter referred to as Information) that the User is permitted to retrieve from the Database or other online SeeD resources under this Agreement.\n\nDatabase\t\tThe online computer-based repositories of indexed data and collections of related data records (datasets) that constitute the databases known as the Maize and/or Wheat Catalogue.\n\nIntellectual Property \t\tAny law existing in any jurisdiction that protects the rights contained in Data and Database.\n\nProvider\t\tThe International Maize and Wheat Improvement Center (CIMMYT)\n\nUser\t\tThe individual who has accepted this Agreement by downloading Data available in Database.\n\n\n1.2\tHeadings are used in this Agreement for the convenience of the parties only and shall not be deemed to be any indications of the meaning of the clauses to which they relate.\n\n1.3\tIn this Agreement:\n1.3.1\twords importing the singular number shall include the plural and vice versa\n1.3.2\twords importing any particular gender shall include all other genders\n1.3.3\treferences to persons shall include bodies of persons whether corporate or incorporate\n1.3.4\twords importing the whole shall be treated as including a reference to any part of the whole\n2.\tUse of the Data and Database\n2.1\tThe Provider grants to the User a non-exclusive non-transferable license to use the Data in accordance with this Agreement. If the User agrees upon this agreement to perform activities related to their job duties/obligations, the User must make sure this agreement is neither contrary to such employment obligations/duties nor violated while performing them. \n\n2.2\tThe User may make copies of the Data for personal use as follows:-\n2.2.1\tBy temporarily displaying on a computer terminal the Data retrieved from the Database; and\n2.2.2\tBy making one copy on paper of the Data retrieved from the Database; and\n2.2.3\tBy downloading and storing by electronic means a copy of the Data on the User’s own equipment or equipment under his control.\n\n2.3\tThe User may only use copies of the Data for the purposes of research, teaching and education, and for preparing publications, subject to the restrictions below. \n\n2.4\tThe User is allowed to share the Data for formal educational and teaching purposes, provided that the students that have access to the Data are clearly informed that access is conditioned to not redistributing the Data. The user shall not redistribute the Data for any other purpose without the prior written consent of the Provider. Instead, the User shall refer interested new users to the Database to download the Data directly.  \n\n2.5\tThe User shall acknowledge and reference the use of the Data and Database in all publications using the general citation provided for the Maize and Wheat Catalogues or the specific citation associated with an individual dataset.\n\n2.6\tThe User shall not seek any form of intellectual property rights or other legal rights over Data accessed from the Database. This clause shall survive termination of this agreement.\n\n2.7\tThe User shall stop using the Data and immediately contact the Provider for guidance in case of risk or suspicion of violating terms and conditions of this agreement, whether such violation is directly made by the User or by any person or entity to whom the User provided or permitted access to the Data, whether while performing their job duties/obligations or during the performance of their personal activities.\n3.\tTerm\nSubject to Clause 6, this Agreement will continue in force for as long as the User is in possession of the Data.\n4.\tIntellectual Property\n4.1\tAll rights including Intellectual Property rights in the Data and Database are owned by the Provider and/or jointly between the Provider and its research partners.\n\n4.2\tThe User acknowledges that his or her permission to use the Data and Database is limited to the rights expressly conferred by this Agreement.\n5.\tLiability and indemnity\n5.1\tThe User acknowledges to the Provider and agrees that the Provider makes no express or implied warranties as to the merchantability or fitness for a particular purpose of the Data or Database.\n\n5.2\tAlthough the Provider takes care in ensuring the accuracy of the Data and/or Database according to scientific standards, the Provider shall have no liability to the User in contract tort or otherwise for any loss or damage which the User suffers (whether direct consequential or any other form of loss) as a result of any error or inaccuracy in the Data or Database or as a result of using the Data or Database. The User is encouraged to contact the Provider immediately for any errors or inaccuracies discovered in the Data or Database, and the Provider undertakes to take urgent action to address such errors or inaccuracies.\n6.\tTermination\n6.1\tThe Provider or User may terminate this Agreement by thirty (30) days’ notice to the other party without providing any reasons for termination.\n\n6.2\tThis Agreement shall immediately terminate if the User:-\n6.2.1\tbreaches any provision of this Agreement that is not capable of being remedied;\n6.2.2\tmaterially breaches any provision of this Agreement that is capable of being remedied but not remedied within thirty (30) days as of the date of notice sent to the User by the Provider; or\n6.2.3\tenters into an arrangement for the benefit of creditors, becomes insolvent, files for protection under bankruptcy laws or otherwise seeks relief from creditors or anything analogous to the matters stated hereinbefore under any applicable law. 6.3\tUpon termination of this Agreement, the User must return and/or destroy copies of the Data within seven (7) days of the date on which termination takes effect and certify to the Provider that this has been complied with. This clause shall survive termination of this agreement.\n\n6.4\tTermination of this Agreement shall not affect any obligation by either party to the other which are outstanding as at the effective date of termination nor any of the provisions of this Agreement which are expressed to survive termination.\n7.\tGeneral\n7.1\tForce majeure\nNeither party shall have any liability or be deemed to be in breach of this Agreement for any delays or failures in performance which result from circumstances beyond the reasonable control of the parties, including, without limitation, fire, flood, riots, strikes, epidemics, war (declared or undeclared and including the continuance, expansion or new outbreak of any war or conflict now in existence), embargoes and governmental actions or decrees.\n\n7.2\tEntire Agreement\nThis Agreement contains the whole agreement between the parties and supersedes any prior oral or written agreements, arrangements or understandings between them in relation to its subject matter and the parties confirm that they have not entered into this Agreement upon the basis of any representations that are not expressly incorporated into this Agreement. No oral explanation or oral information given by any party shall alter or affect the interpretation of this Agreement.\n\n7.3\tReservation of rights\nAll rights not specifically and expressly granted to the User by this Agreement are reserved to the Provider. The Provider reserves the right to vary the terms of this Agreement by general online notification or other forms of notification to the User.\n\n7.4\tNotices\nAny notice consent or the like (in this clause referred to generally as “Notice”) required or permitted to be given under this Agreement shall be binding upon the User if sent by the Provider via electronic mail and shall be deemed given at the time of its actual transmission provided that the Provider does not receive any indication that the electronic mail message has not been successfully transmitted to the User.\n\n7.5\tNon-Waiver of Remedies\n7.5.1\tNo failure or delay by either party in exercising any of its rights under this Agreement shall be deemed to be a waiver of that right, and no waiver by either party of any breach of this Agreement by the other shall be considered as a waiver of any subsequent breach of the same or any other provision.\n\n7.5.2\tAny provision of this Agreement may be waived if, but only if, such waiver is in writing and is signed, by the party against whom the waiver is to be effective.\n\n7.6\tInvalid Clauses \nIf any provision or part of this Agreement is held to be invalid, amendments to this Agreement may be made by the addition or deletion of wording as appropriate to remove the invalid part or provision but otherwise retain the provision and the other provisions of this Agreement to the maximum extent permissible under applicable law.\n\n7.7\tAssignment \n\nThis Agreement shall be personal to the User and shall not be assigned or transferred without the prior written consent of the Provider.\n\n\n7.8\tDispute Resolution\n7.8.1\tAny disagreements between the parties concerning the interpretation or application of this Agreement shall be settled amicably by negotiation in the first instance, failing which all disputes arising out of or in connection with it shall be finally settled under the Rules of Arbitration of the International Chamber of Commerce by one or more arbitrators appointed in accordance with the said Rules.\n\n7.8.2\tThis Agreement shall be governed by general principles of law to the exclusion of any national system of law. Such general principles of law shall be deemed to include the UNIDROIT Principles of International Commercial Contracts 2010.\n\n\n\nCONTRATO PARA EL ACCESO Y USO DE DATOS\nCONTENIDOS EN LOS CATÁLOGOS DE MAIZ Y/O TRIGO.\n\nAl hacer clic en el botón de aceptación que se encuentra al final de este Contrato, estará usted indicando la aceptación de los términos y condiciones del presente Contrato, mismos que puede ver aquí. Si usted no acepta éstos términos y condiciones, no podrá tener acceso a los Datos contenidos en los catálogos de maíz y/o trigo.  \n\nEn resumen y en términos “no-legales”, el Contrato establece que:\n\n1.\tCIMMYT le otorga a usted un permiso no exclusivo y no transferible para utilizar los Datos(1).  \n2.\tUsted puede hacer copias de los Datos para uso personal.\n3.\tLos Datos y copias de los Datos solo podrán ser utilizados para fines de investigación, enseñanza y educación y para preparar publicaciones.  \n4.\tUsted puede compartir los Datos para fines de enseñanza y educación formal, siempre que Usted informe a los receptores de los Datos que los mismos no pueden ser redistribuidos. Usted no podrá redistribuir los Datos a ningún tercero para ningún otro propósito, sin embargo cualquier interesado podrá descargar directamente los Datos. \n5.\tUsted deberá citar y hacer referencia al uso de los Datos y la Base de Datos en todas las publicaciones conforme a las directrices proporcionadas en el Contrato.  \n6.\tTodos los derechos relacionados con los Datos y la Base de Datos son propiedad de CIMMYT y/o sus colaboradores. Usted no deberá solicitar ningún tipo de derechos de propiedad intelectual o cualquier otro tipo de derechos respecto de los Datos a los que tuvo acceso. \n7.\tNo se nos podrá hacer responsables por ningún daño o perjuicio derivado de algún error o inexactitud en los Datos o en la Base de Datos o como resultado de su uso.\n8.\tA la terminación del Contrato, usted deberá devolver y/o destruir las copias de los Datos dentro de los siete (7) días siguientes. \n\nCIMMYT puede hacer variaciones a los términos y condiciones del presente Contrato mediante notificación general en línea u otras formas válidas de notificación, por lo que le recomendamos que revise los mismos de forma periódica.  \n\nPara más detalles, por favor asegúrese de consultar el Contrato.\n\n (1)Por Datos se entiende todos los números, caracteres, valores de variables cualitativas o cuantitativas relacionados con un elemento generadas o capturadas directamente de actividades relacionadas con investigación, así como datos procesados, agregados, interpretados, comentados, codificados, o de cualquier manera analizados, que adquieran un significado (este último conocido como Información), a los que conforme a este Contrato, el Usuario este autorizado a acceder de la Base de Datos o cualquier  otro recurso en línea de SeeD.\n\n\n\nPOR FAVOR LEA ESTO CUIDADOSAMENTE ANTES DE ACCEDER A LOS DATOS/INFORMACIÓN CONTENIDOS EN LOS CATÁLOGOS DE MAÍZ Y / O TRIGO.\n\nProcedimiento de aceptación\nAl hacer clic en el botón de aceptación que se encuentra al final de este acuerdo, estará usted indicando la aceptación de este acuerdo, por su propio derecho, ya sea como persona física o para ejecutar sus actividades/responsabilidades laborales, sujeto a los términos y condiciones abajo indicados.\n\nCONTRATO PARA EL ACCESO Y USO DE DATOS CONTENIDOS EN \nLOS CATÁLOGOS DE MAÍZ Y / O TRIGO \n\n1.\tDefiniciones\n1.1\tEn el presente Contrato los siguientes términos en mayúscula tendrán el significado abajo indicado, salvo cuando clara o necesariamente se deduzca del contexto una interpretación diferente del contexto: \n\nDatos \t\tTodos los números, caracteres, valores de variables cualitativas o cuantitativas relacionados con un elemento generadas o capturadas directamente de actividades relacionadas con investigación, así como datos procesados, agregados, interpretados, comentados, codificados o de cualquier manera analizados, que adquieran un significado (este último conocido como Información), a los que conforme a este Contrato, el Usuario esté  autorizado a acceder de la Base de Datos o cualquier otro recurso en línea de SeeD Contrato.\n\nBase de datos\t\tLos repositorios en línea computarizados de datos indexados y colecciones de registros de datos relacionados (conjuntos de datos), que constituyen las bases de datos conocidas como catálogo de Maíz y/o Trigo.\n\nPropiedad Intelectual \t\tCualquier ley vigente en cualquier jurisdicción que protege los derechos asociados con los Datos y la Base de Datos.\n\nProveedor\t\tCentro Internacional de Mejoramiento de Maíz y Trigo (CIMMYT)\n\nUsuario \t\tEl individuo que ha aceptado este Contrato mediante la descarga de Datos disponibles en la Base de Datos.\n\n\n\n1.2\tLos encabezados se utilizan en el presente Contrato solamente para la comodidad de las partes, y no deberán ser considerados como indicaciones del significado de las cláusulas a las que hacen referencia.\n\n1.3\tEn el presente Contrato:\n1.3.1\tLas palabras en singular incluirán también el plural y viceversa;\n1.3.2\tLas palabras expresadas en masculino, incluirán el femenino y viceversa;\n1.3.3\tLas referencias a una “persona” incluyen grupos de personas, independientemente de que se encuentren legalmente constituidas o no;\n1.3.4\tLas palabras que re refieran a un conjunto, harán referencia también a cualquier elemento de ese conjunto.\n\n2.\tUso de Datos y Base de Datos.\n2.1\tEl proveedor otorga al Usuario una licencia de uso no transferible y no exclusiva para poder utilizar los Datos conforme al presente Contrato. Si el Usuario acepta este Contrato para llevar a cabo actividades relacionadas con su empleo, deberá asegurarse que el mismo no sea contrario a sus responsabilidades/obligaciones laborales ni sea violado en la ejecución de las mismas. \n\n2.2\tEl usuario podrá realizar copias de los Datos para uso personal conforme a lo siguiente:\n2.2.1\tMediante la visualización temporal de los Datos obtenidos de la Base de Datos en el monitor y/o pantalla de la computadora; y\n2.2.2\tHaciendo una copia en papel de los Datos obtenidos de la Base de Datos; y\n2.2.3\tDescargando y guardando mediante medios electrónicos, una copia de los Datos en el equipo del usuario o en el equipo que esté bajo su control.\n\n2.3\tEl Usuario sólo podrá utilizar las copias de los Datos para fines de investigación, enseñanza y educación, y para preparar publicaciones, sujeto a las restricciones indicadas abajo.\n \n2.4\tEl Usuario está autorizado a compartir los Datos para la enseñanza y educación formal, siempre que los estudiantes que tengan acceso a los Datos se les informe claramente que el acceso a los Datos está condicionado a que los mismos no sean redistribuidos. El Usuario no deberá redistribuir los Datos para ningún otro propósito sin el consentimiento previo y por escrito del Proveedor. En su lugar, el Usuario deberá referir a cualquier  interesado a la Base de Datos para que descarguen la información directamente.\n\n2.5\tEl usuario deberá reconocer y hacer referencia a el uso de los Datos y la Base de Datos en todas las publicaciones usando las citas generales proporcionadas en los catálogos de Maíz y Trigo o las citas especificas asociadas con conjuntos de datos específicos.\n\n2.6\tEl Usuario no deberá  solicitar ningún tipo de derechos de propiedad intelectual o cualquier otro tipo de derecho respecto de los Datos de la Base de Datos a los que tuvo acceso. Esta cláusula sobrevivirá a la terminación del presente Contrato.\n\n2.7\tEl usuario deberá cesar el uso de los Datos y contactar inmediatamente al Proveedor para orientación en caso de riesgo o sospecha de que los términos y condiciones de este Contrato puedan ser violados, ya sea que esta violación pueda ser cometida directamente por el Usuario o por cualquier persona o entidad a quien el Usuario haya brindado o permitido el acceso a los Datos, ya sea durante el desempeño de sus funciones laborales o mediante el desempeño de sus actividades personales. \n\n\n3.\tPlazo\nSujeto a lo dispuesto en la cláusula 6 (sexta), el presente Contrato seguirá en vigor durante el tiempo en el que el usuario tenga la posesión de los Datos.\n\n\n4.\tPropiedad Intelectual\n4.1\tTodos los derechos, incluyendo los derechos de Propiedad Intelectual respecto de los Datos y la Base de Datos son propiedad del Proveedor y/o copropiedad del Proveedor y sus colaboradores.\n\n4.2\tEl Usuario reconoce que su permiso para usar los Datos y la Base de Datos estar limitado a los derechos conferidos expresamente en el presente Contrato.\n\n\n5.\tResponsabilidad e Indemnización\n5.1\tEl Usuario reconoce y acepta que el Proveedor no hace ninguna garantía expresa o implícita ni sobre la idoneidad en el comercio de los Datos o la Base de Datos o que sean apropiados para un propósito en particular. \n\n5.2\tEl proveedor se apega a estándares científicos para lograr que  los Datos y la Base de Datos sean precisos, sin embargo, el Usuario acepta que el Proveedor no será responsable ante él, contractual o legalmente por cualquier daño o perjuicio que sufra (ya sea consecuencia directa o indirecta) como resultado de algún error o inexactitud en los Datos o en la Base de Datos o como resultado del uso de los Datos o la Base de Datos. Se incentiva al Usuario contactar al Proveedor de inmediato en caso de detectar errores o imprecisiones en los Datos o la Base de Datos; el Proveedor se compromete a adoptar medidas urgentes para corregir tales errores o imprecisiones.\n\n\n6.\tTerminación\n6.1\tEl Proveedor o el Usuario podrán dar por terminado el presente Contrato mediante notificación por escrito a la otra parte con treinta (30) días de anticipación, sin que sea necesario comunicar las razones de dicha terminación.\n\n6.2\tEl presente Contrato terminará de forma inmediata si el Usuario:\n6.2.1\tIncumple alguna disposición de este Contrato que no sea susceptible de reparación; \n6.2.2\tIncumple sustancialmente cualquier disposición del presente Contrato que sea susceptible de ser reparada, pero que no se subsane dentro de los treinta (30) días siguientes a la fecha de la notificación de incumplimiento realizada por el Proveedor al Usuario; o\n6.2.3\tEntre en concurso mercantil, se declare insolvente, solicite la declaración de quiebra, busque  liberarse de sus acreedores o realice cualquier actividad análoga a anteriores, en virtud de cualquier ley aplicable.\n\n6.3\tA la terminación del presente Contrato, el usuario deberá devolver y/o destruir las copias de los Datos dentro de los siete (7) días siguientes a la fecha en que surta efectos la terminación y deberá hacer constar dicha circunstancia al Proveedor. Esta cláusula sobrevivirá a la terminación del presente Contrato.\n\n6.4\tLa terminación del presente Contrato no afectará ninguna obligación que cualquiera de las partes tengan pendiente con la otra, así como ninguna de las disposiciones del presente Contrato que sobrevivan a la terminación.\n\n7.\tGeneral \n7.1\tFuerza mayor \nNinguna de las partes será responsable ni se considerará en incumplimiento por retrasos o falta de cumplimiento a lo estipulado en el presente Contrato como consecuencia de circunstancias fuera de su control, incluyendo de manera enunciativa mas no limitativa, incendios, inundaciones, disturbios, huelgas, epidemias, guerra (declarada o no declarada incluida la continuidad, expansión o nuevo brote de cualquier guerra o conflicto), embargos y acciones gubernamentales o decretos. \n\n7.2\tAcuerdo completo\nEl presente Contrato constituye el acuerdo íntegro entre las partes en relación con la materia del mismo, y sustituye a cualquier negociación, acuerdo y/o convenio oral o escrito celebrado entre ellos. Las partes confirman que celebraron este Contrato basándose exclusivamente en las declaraciones contenidas en este Contrato. Ninguna explicación o información proporcionada oralmente por cualquiera de las partes alterará o afectará a la interpretación del presente Contrato. \n\n7.3\tReserva de derechos\nTodos los derechos que no hayan sido otorgados específicamente y expresamente al Usuario conforme a este Contrato son reservados por el Proveedor. El Proveedor se reserva el derecho de modificar los términos de este Contrato mediante notificación en línea o cualquier otra forma valida de notificación al Usuario.\n\n7.4\tNotificaciones\nCualquier notificación, consentimiento o similar (en esta cláusula referido como \"Notificación\") que deba o pueda ser dada conforme a este Contrato, se considerará realizada al Usuario si se envía por el Proveedor a través de correo electrónico y se considerará entregada al momento de su transmisión siempre que el Proveedor no reciba ningún aviso de que el mensaje de correo electrónico no se ha transmitido con éxito al Usuario. \n\n7.5\tNo renuncia de recursos legales \n7.5.1\tLa falta o retraso en el ejecicio de alguna de las acciones a la que tiene derecho cualquiera de las partes conforme al presente Contrato no se considerará como renuncia de ese derecho.  Ninguna renuncia de cualquiera de las partes a hacer valer cualquier recurso legal para corregir cualquier violación del presente Contrato, se considerará como renuncia de acciones legales futuras por cualquier incumplimiento posterior. \n7.5.2\tCualquier derecho conforme al presente Contrato podrá ser renunciada solamente si dicha renuncia se hace por escrito y es firmada por la parte que puede hacer efectiva la renuncia. \n\n7.6\tCláusulas inválidas \n\tEn caso de que cualquier cláusula del presente Contrato sea declarada nula o inválida, la misma se modificara mediante la adición o eliminación de las palabras necesarias para remover la parte declarada nula o invalidad, debiendo conservar la disposición y los demás términos y condiciones aquí establecidas en la medida que sea posible, conforme a la ley aplicable.\n\n7.7\tAsignación \n\tEste contrato es personal para el Usuario por tanto, el mismo no podrá ceder o traspasar los derechos y obligaciones aquí adquiridas sin el consentimiento previo y por escrito del Proveedor.\n\n7.8\tResolución de Disputas\n7.8.1\tCualquier desacuerdo que exista entre las partes acerca de la interpretación o aplicación del presente Contrato será resuelto de manera amistosa mediante negociación en primera instancia. Si las negociaciones fallarán, todas las disputas que surjan de o en relación con este Contrato se resolverán de forma definitiva conforme a las Reglas de Arbitraje de la Cámara Internacional de Comercio Internacional por uno o más árbitros nombrados conforme dichas Reglas. \n7.8.2\tEl presente Contrato se regirá por los principios generales de Derecho, con exclusión de cualquier sistema jurídico nacional. Los principios generales de Derecho incluirán los Principios UNIDROIT sobre Contratos Comerciales Internacionales de 2010.",
        "CIMMYT-SeeD-data@cgiar.org"
    ],
    "appid": "11529_10016",
    "collection": {
        "id": "",
        "type": "",
        "uri": ""
    },
    "type": "experimental data",
    "date": 2015,
    "url": [
        {
            "broken": false,
            "value": "http://hdl.handle.net/11529/10016"
        },
        {
            "broken": false,
            "value": "http://data.cimmyt.org/dvn/study?globalId=hdl:11529/10016"
        }
    ],
    "appuri": "/cimmyt/dataset_software/11529_10016",
    "creator": [
        {
            "id": 1261505687,
            "value": "Saint Pierre, Carolina",
            "type": "person",
            "uri": "/cimmyt/person/1261505687"
        },
        {
            "id": 459956382,
            "value": "Solís Moya, Ernesto",
            "type": "person",
            "uri": "/cimmyt/person/459956382"
        },
        {
            "id": 920746914,
            "value": "Hernández Muela, Víctor Manuel",
            "type": "person",
            "uri": "/cimmyt/person/920746914"
        },
        {
            "id": 866455096,
            "value": "Ireta Moreno, Javier",
            "type": "person",
            "uri": "/cimmyt/person/866455096"
        },
        {
            "id": 467504133,
            "value": "Fuentes Dávila, Guillermo",
            "type": "person",
            "uri": "/cimmyt/person/467504133"
        },
        {
            "id": 944486441,
            "value": "Figuero López, Pedro",
            "type": "person",
            "uri": "/cimmyt/person/944486441"
        },
        {
            "id": 2046589533,
            "value": "Zamora Villa, Víctor Manuel",
            "type": "person",
            "uri": "/cimmyt/person/2046589533"
        },
        {
            "id": 1098218526,
            "value": "Burgueño, Juan",
            "type": "person",
            "uri": "/cimmyt/person/1098218526"
        },
        {
            "id": 1802062683,
            "value": "Mathews, Ky",
            "type": "person",
            "uri": "/cimmyt/person/1802062683"
        },
        {
            "id": 1328737254,
            "value": "Barrios, Jose Luis",
            "type": "person",
            "uri": "/cimmyt/person/1328737254"
        },
        {
            "id": 166293180,
            "value": "Castel Vega, Victor Ivan",
            "type": "person",
            "uri": "/cimmyt/person/166293180"
        },
        {
            "id": 1151996431,
            "value": "Singh, Sukwinder",
            "type": "person",
            "uri": "/cimmyt/person/1151996431"
        }
    ],
    "publisher": {
        "id": 1987940897,
        "value": "CIMMYT",
        "type": "organization",
        "uri": "/cimmyt/organization/1987940897"
    },
    "aggregation": {
        "linkToResource": [
            {
                "category": "BLUPs",
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/MAT_Winter_BLUPs.xlsx?fileId=546",
                "label": "MAT_Winter_BLUPs.xlsx",
                "type": "",
                "size": ""
            },
            {
                "category": "Locations",
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/Trial+sites+-+MAT+Winter+2011-2012.csv?fileId=542",
                "label": "Trial sites - MAT Winter 2011-2012.csv",
                "type": "",
                "size": ""
            },
            {
                "category": "Raw data",
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/Mex+Adaptation%281%29+Winter2011-12+TID80001+1SEEDMAT+SEED-Dataverse.xlsx?fileId=535",
                "label": "Mex Adaptation(1) Winter2011-12 TID80001 1SEEDMAT SEED-Dataverse.xlsx",
                "type": "",
                "size": ""
            },
            {
                "category": "restricted",
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/Winter+MAT-+raw+data+for+analysis.xlsx?fileId=537",
                "label": "Winter MAT- raw data for analysis.xlsx",
                "type": "",
                "size": ""
            },
            {
                "category": "Raw data",
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/MAT_Winter_summary_stats.csv?fileId=539",
                "label": "MAT_Winter_summary_stats.csv",
                "type": "",
                "size": ""
            }
        ],
        "shownBy": [
            {
                "broken": false,
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/MAT_Winter_BLUPs.xlsx?fileId=546"
            },
            {
                "broken": false,
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/Trial+sites+-+MAT+Winter+2011-2012.csv?fileId=542"
            },
            {
                "broken": false,
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/Mex+Adaptation%281%29+Winter2011-12+TID80001+1SEEDMAT+SEED-Dataverse.xlsx?fileId=535"
            },
            {
                "broken": false,
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/Winter+MAT-+raw+data+for+analysis.xlsx?fileId=537"
            },
            {
                "broken": false,
                "value": "http://23.253.100.239/dvn/dv/seedsofdiscoverydvn/FileDownload/MAT_Winter_summary_stats.csv?fileId=539"
            }
        ],
        "shownAt": {
            "broken": false,
            "value": "http://data.cimmyt.org/dvn/study?globalId=hdl:11529/10016"
        }
    },
    "coverage": [
        "Mexico",
        "Celaya",
        "Delicias",
        "Zaragoza",
        "Ciudad Obregon",
        "Tepatitlan"
    ],
    "notes": [
        "CIMMYT Project Abbreviation: SeeD",
        "CGIAR Research Program: WHEAT",
        "CIMMYT Program: Genetic Resources Program",
        "CIMMYT Program Abbreviation: GRP"
    ]
}}
