{"object": {
    "title": {
        "value": "Ideas for Modernizing Maize and Bean Value Chains in Kenya and Ethiopia:  Results From a Brief Survey",
        "lang": "eng"
    },
    "updated": "2016-04-11T18:16:01Z",
    "created": "",
    "subject": [
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "survey",
            "uri": ""
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "agrovoc",
                "AGROVOC"
            ],
            "score": [
                0.8515,
                0.8515,
                0.8515,
                0.8515,
                1,
                1,
                null
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "legumes",
            "uri": "http://aims.fao.org/aos/agrovoc/c_4255"
        }
    ],
    "description": {
        "value": "The development of relatively sophisticated actors along the agricultural value chains is an important precursor for agricultural development. In staple crop value chains for example, innovations around warehouse receipting and collateralization can enable farmers to successfully engage in temporal and spatial arbitrage, thereby opening opportunities to improve producer prices and expanding market horizons and creating greater market opportunities for rural households. This study summarizes the results of a market survey conducted in Eastern and Western Kenya as well as the major maize and legume markets in Ethiopia to identify key indicators of modernizing maize and legume markets in those countries. Using data from a market survey of 275 and 106 maize and /or legume traders in Ethiopia and Kenya respectively, evidence of modernization was summarized in terms of the following parameters. The existence of impersonal exchange, contract-based transactions, price information systems, standardization and quality differentiation. The survey finds that most maize and legume markets do not rely on contractual arrangements, formal price systems, do not have credit facilities to farmers and have no universal quality standardization. Two main gaps were identified. The need for formal price information systems based on widely accepted quality definitions and the need to develop the infrastructure for auxiliary services such as credit, forward sales, transportation and grading among others. On future research, empirical analyses should focus on determining the key financial, efficiency and development gains in such measures as standardized grades and quality,  contracting and vertically integration.",
        "lang": "eng"
    },
    "appid": "11529_10053",
    "language": {
        "value": "",
        "uri": ""
    },
    "type": "dataset_software",
    "appuri": "/cimmyt/dataset_software/11529_10053"
}}
