{"object": {
    "title": {
        "value": "Medición de indicadores clave del desempeño 2014",
        "lang": "spa"
    },
    "updated": "2016-03-08T23:29:45Z",
    "created": "",
    "subject": [
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "agricultura",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_203?clang=es"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "agricultura alternativa",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_28792?clang=es"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "agricultura sostenible",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_33561?clang=es"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "agricultor",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_2805"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "parcela",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/?clang=es&uri=c_2894"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "tecnología tradicional",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_28780"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "transferencia de tecnología",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_7645"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "costos de producción",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_6202?clang=es"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "ingresos",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_3820?clang=es"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "rendimiento",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_8488?clang=es"
        },
        {
            "vocabulary": "AGROVOC",
            "score": null,
            "value": "género",
            "uri": "http://oek1.fao.org/skosmos/agrovoc/en/page/c_34835?clang=es"
        },
        {
            "vocabulary": "agrovoc",
            "score": 1,
            "value": "para",
            "uri": "http://aims.fao.org/aos/agrovoc/c_5556"
        }
    ],
    "description": {
        "value": "En 2015 y 2016, como parte de la actividad 1.1.4., el Programa de Socioeconomía lleva a cabo la subactividad 1.1.4.2. Medición de indicadores clave del desempeño como parte del programa MasAgro Productor. Dicha subactividad busca generar información que cuantifique el desempeño de los HUBs con relación a los resultados obtenidos y a su avance para alcanzar el objetivo de MasAgro Productor. Para lograr lo anterior, se construyeron dos bases de datos.\n\nLa primera de ellas se construyó a partir de datos colectados en años previos para la estimación de medidas económicas de los módulos, entre 2008 y 2014. La segunda base de datos se conformó a partir de los datos registrados en la Bitácora Electrónica MasAgro (BEM) sobre las parcelas de innovación, las parcelas testigo y las áreas de extensión acerca del año agrícola 2014. A partir de las dos bases de datos se elaboraron indicadores de tres diferentes tipos. \n\nEl primer grupo de indicadores (llamados indicadores de avance) son medidas que cuantifican el cambio ocurrido anualmente en los Módulos desde 2008 (que comenzaron algunos Módulos del HUB Valles Altos Maíz) hasta 2014, comparando los resultados de las parcelas de innovación, las parcelas testigo y un estimado de los valores promedio reportados por SIAP-SIACON.\n\nEl segundo grupo de indicadores (nombrados como indicadores descriptivos) describen las estructuras (características) de las parcelas y de los productores registrados que cultivaron Módulos y Áreas de extensión en el año agrícola 2014.\n\nFinalmente, el tercer tipo de indicadores (llamados indicadores de resultados) son distintas mediciones de los resultados económicos obtenidos en el año agrícola 2014 desagregados en HUBs, cultivos, regímenes de humedad y tipos de parcelas. Estos indicadores también contemplaron una propuesta de caracterización de las parcelas que implementaron las tecnologías MasAgro.\n\nEl reporte está configurado de la siguiente manera: el segundo capítulo da cuenta del desarrollo de dicha acción mediante la descripción de los materiales y métodos utilizados en la colecta y análisis de la información. El tercer capítulo muestra en una forma resumida los resultados obtenidos en el análisis de los diferentes tipos de indicadores. El cuarto capítulo corresponde a las discusiones de dichos resultados. Finalmente, el Quinto capítulo reúne la selección bibliográfica y las referencias de información necesarias para la elaboración de este documento.",
        "lang": "spa"
    },
    "appid": "11529_10622",
    "language": {
        "value": "",
        "uri": ""
    },
    "type": "dataset_software",
    "appuri": "/cimmyt/dataset_software/11529_10622"
}}
