{"object": {
    "title": {
        "value": "An assessment of the adoption of seed and fertilizer packages and the role of credit in smallholder maize production in Sidama and North Omo Zones, Ethiopia",
        "lang": "eng"
    },
    "updated": "2016-01-22T23:05:41Z",
    "created": "2012-01-06T05:09:53Z",
    "subject": [
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "credit",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_1954",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "zea mays",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_8504",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "production factors",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_6203",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                "agrovoc",
                ""
            ],
            "score": [
                1,
                1,
                ""
            ],
            "value": "maize",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_12332",
                "http://aims.fao.org/aos/agrovoc/c_12332",
                ""
            ]
        },
        {
            "vocabulary": [
                "agrovoc",
                ""
            ],
            "score": [
                1,
                ""
            ],
            "value": "plant production",
            "uri": [
                "http://aims.fao.org/aos/agrovoc/c_5976",
                ""
            ]
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "seed",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "technology transfer",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "innovation adoption",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "fertilizer application",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "small farms",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "crop management",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "socioeconomic environment",
            "uri": ""
        },
        {
            "vocabulary": "",
            "score": "",
            "value": "economic analysis",
            "uri": ""
        },
        {
            "vocabulary": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "agrovoc"
            ],
            "score": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                0.9213
            ],
            "value": "fertilizers",
            "uri": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "http://aims.fao.org/aos/agrovoc/c_2867"
            ]
        }
    ],
    "description": {
        "value": "This study identified factors that influenced the adoption of improved maize technologies and assessed the role of credit in Sidama and North Omo Zones of Ethiopia. A tobit analysis was used to test the factors affecting allocation of land to improved maize varieties and a logit model was used to analyze factors affecting the fertilizer use. Since the 1970s, the maize commodity research program has released 12 OPVs and 8 hybrids.Urea and DAP are the recommended fertilizers at 100 kg/ha each. The number of livestock, agroecological zone,extension services, use of credit, and membership in an organization significantly influenced the probability that land would be allocated to improved maize seed. Off-farm income, the use of hired labor and credit, and being a contact farmer significantly influenced the adoption of fertilizer. Credit was a significant factor in influencing the probability of adopting improved maize seed and fertilizer. The terms of credit should reflect farmers&rsquo;socioeconomic circumstances. The current requirement that farmers must have 0.5 ha under maize to participate in the credit program is limiting, especially given that increased population pressure is reducing farm size. Membership in a peasant association (PA) was important in influencing the adoption of improved maize seed and fertilizer, and PAs should be strengthened to provide better information to farmers on improved agricultural practices. Although extension significantly affected the adoption of fertilizer and improved maize seed, the ratio of extension staff to farmers was high, and many farmers could not be visited. Increasing the number of extension staff and facilitating their transport would increase the adoption of improved maize seed and fertilizer. Livestock ownership significantly influenced the adoption of improved maize seed and fertilizer, because livestock sales provided cash to pay the 25% down payment on inputs (fertilizer and seed). Research, extension, and policy should increase support to livestock development.",
        "lang": "eng"
    },
    "appid": "10883_1019",
    "language": {
        "value": "eng",
        "uri": "http://lexvo.org/id/iso639-3/eng"
    },
    "type": "resource",
    "appuri": "/cimmyt/resource/10883_1019"
}}
