{"uri": "11529_10217",	"title": "META-SAS: A Suite of SAS Programs to Analyze Multienvironment","identifier": "http://hdl.handle.net/11529/10217","creator": "Vargas, Mateo","creator": "Combs, Emily","creator": "Alvarado, Gregorio","creator": "Atlin, Gary","creator": "Crossa, Jos?","publisher": "International Maize and Wheat Improvement Center","pubDate": "2013","relation": "Mateo Vargas, Emily Combs, Gregorio Alvarado, Gary Atlin, and Jose Crossa. (2013). META: A Suite of SAS Programs to Analyze Multienvironment Breeding Trials. doi:10.2134/agronj2012.0016 Agronomy Journal: V. 105(1)","subject": "Multienvironmental Trial Analysis","subject": "Statistical Analysis","subject": "Multiplicative models","subject": "SAS","subject": "SREG model","subject": "AMMI model","description": "Multienvironment trials (METs) enable the evaluation of the same genotypes under a variety of environments and management conditions. We present META (Multi Environment Trial Analysis), a suite of 31 SAS programs that analyze METs with complete or incomplete block designs, with or without adjustment by a covariate. The entire program is run through a graphical user interface. The program can produce boxplots or histograms for all traits, as well as univariate statistics. It also calculates best linear unbiased estimators (BLUEs) and best linear unbiased predictors for the main response variable and BLUEs for all other traits. For all traits, it calculates variance components by restricted maximum likelihood, least significant difference, coefficient of variation, and broad-sense heritability using PROC MIXED. The program can analyze each location separately, combine the analysis by management conditions, or combine all locations. The flexibility and simplicity of use of this program makes it a valuable tool for analyzing METs in breeding and agronomy. The META program can be used by any researcher who knows only a few fundamental principles of SAS.","citation": "Vargas, Mateo; Combs, Emily; Alvarado, Gregorio; Atlin, Gary; Crossa, Jos?, 2015-06-17, \"META-SAS: A Suite of SAS Programs to Analyze Multienvironment\", http://hdl.handle.net/11529/10217 International Maize and Wheat Improvement Center [Distributor] V4 [Version]","rights": "For further information, please contact CIMMYT at CIMMYT-Knowledge-Center@cgiar.org or at Km. 45 Carretera Mexico-Veracruz, El Bat?n, Texcoco, Estado de M?xico, M?xico, C.P. 56237.","rights": "<p> Copyright © 2015 Centro Internacional de Mejoramiento de Ma?z y Trigo (CIMMYT). </p> <p> This program is distributed for free in the hope that it will be useful, but WITHOUT ANY WARRANTY. It use SAS codes and you have to have a valid SAS (V9.2 or higher) license to use it. </p>","domainid": "11529","cdocid": "10217","apiid": "11529_10217","doi": "http://dx.doi.org/10.2134/agronj2012.0016 ","set": "1","created_date": "2016-03-08T23:39:19Z"}
